[
    "\n\nANNO DOMINI M°CCCOLXXX°  SECUNDO.",
    "Feb. 25.—The    bishop elect ts unable to give a  canonry or  benefice \n                          to Nicholas de  Geneville, as the king destres, for he ts barely \n                          ten years  old, but  will meantime   assign a  pension  of ten \n                          marks  to  him. \n\n                       Pro   Nicwonao   pz  GeEnvitLE—Excellentissimo    domino  suo, \n                  domino   Edvardo,  Dei  gracia  regi Anglie, Hybernie,   et domino \n                  Aquitanie,  suus  Ricardus, ejusdem  permissione  electus Hereford- \n                  ensis,  submissionem   et  quicquid  poterit reverencie et  honoris. \n                  Litteras  vestre regie  majestatis nuper  recepi super  promocione \n                  Nicholai  de Geneville, a  vobis per  dominum   cancellarium  michi \n                  assignati, cujus  promocionem   ob  causas  quas  michi  mandastis \n                  salvo  honore  Dei  desidero quantum   possum.   Verum   quia idem \n                  Nicholas  adhuc   in etate puerili constitutus, cum  vix, ut dicitur, \n                  habeat   x  annos,  non  multum    sit habilis ut  inter  canonicos \n                  ecclesie  sana   consciencia  collocetur, nec  beneficium   alterius \n                  generis,  utpote  curam   animarum    habentis,  sit  capax  donec \n                  xxv™  annum   etatis attigerit secundum canonicas sancciones, vestre \n                  regie celsitudini omni  devocione  qua  possum   supplico quatinus, \n                  pensatis omnibus  predictis, moleste  non  feratis quod ipsum  hac- \n                  tenus non potui promovere,  nec eciam aliquod competens  beneficium \n                  contuli, ex  quo  a vobis  recessi, nisi unicam  prebendam    quam \n                  cuidam   discreto viro, capellano, communicavi   qui  die noctuque \n                  in ecclesia Herefordensi non  desinit deservire.  Ipsum  tamen   ob \n                  reverenciam  vestre regie  majestatis, donec aliquantum  maturioris \n                  etatis existat et iterum facultas se offerat, in x marcis annuis de \n                  mes  camera  providebo, super  quo  si  amicis suis placuerit, cum \n                  fuero consecratus, sibi per meas  litteras patentes faciam  certitu-\n\ndinem.    Voluntatem  vestram  michi tanquam   vestro clerico humili \n                              et  devoto  mandare   secure poteritis quia  quod  michi  mandatis \n                              laborabo  totis viribus adimplere.  Valeat  vestra  regia  celsitudo \n                              semper  prosperis incrementis. Datum   apud  Wyteburne   in crastino \n                              beati Mathie,  apostoli, anno Domini   M°CO*lxxxij. \n\n                               A.D,  1283.",
    "Feb. 25.—Letter   to Geoffrey  de Geneville  explaining that  Nicholas, \n                                        his son, ts so young  that he cunnot  yet have  an ecclesiastical \n                                        benefice conferred on him. \n\n                                    Pro  Eopem   Nicnonao.—<Au   noble bier’ 6 sun trescher ami  mun \n                                sire Gefrey de Genvil, Richard,  par la grace Deu  elye de  Hereford, \n                                salut et taun  ke il puet  de bien  et de honur.   Cher  sire joe vus \n                                prie ke  vus ne enveuillez mie   tut ne  aye joe  pas encore  done  a \n                                Nicholas  votre fiz benefice de seinte eglise, kar il est encore de si \n                                tendre age, com   vus bien  savez, ke  joe ne  le purrai  mie encore \n                                fere aveke  saine  conscience, mes   kaunt  il serra  de aukes   plus \n                                meur  age  e  plus saura  de clergie, joe le avauncerai  mult  volan- \n                                tiers avec  la ayde  notre  seignur, e  ke  vus sachez  ke  joe desir \n                                sun plaisir e sa honur,  tut eye  joe une  des mendres   evesches  de \n                                Engleterre  kaunt  a  la value, si ly dorrai joe cheskun  an  de  ma \n                                chaumbre  dys  mars  a la  ke joe le averai avaunce.   E   sur coe ly \n                                frai joe ma  lettre overte  autre si tost  cum  joe  serrai sacre, sil \n                                vus pleise, e ly comencerai  volentiers a fere paer kaunt  joe averei \n                                receu les frui de mevesche   cest an ou apres  kaunt vus  le enverres \n                                al escole. A  Deu  ki vus  gart.  Donee  a  Wyteburne  lendemain   de \n                                la seint Mathie, apostle.",
    "Mar.  11.—Mandate    to the official to cite the candidates for ordina- \n                                      tion to appear  at  Ledbury. \n\n                                Fol. 1b. \n\n                                    MANDATUM    SUPER  ORDINIBUS   FACIENDIS.—Ricardus,  permissione \n                                divina Herefordensis  ecclesie humilis  minister,  dilecto in Christo \n                                filio, officiali suo MHerefordensis ecclesie  salutem,  graciam,   et \n                                benediccionem.    Quia  favente  domino   die  sabbati qua   cantatur \n                                stctentes apud   lLedebury   ex  officii nostri  debito  proponimus \n                                ordines celebrare  vobis  mandamus    in  virtute obediencie  firmiter \n                                injungentes  quatinus  omnes   rectores,  vicarios, necnon   et  alios \n                                titulos sufficientes habentes, nostre Herefordensis diocesis, in sacer- \n                                dotium  hactenus  non promotos,  citetis seu citari faciatis generaliter \n\n                                                                     1—Apparently,   like ber, equivalent to baron.\n\net peremptorie  quod  compareant  in predicta ecclesia de Ledebury \n                   dicto  die quos  ipsorum  beneficiorum et  titulorum cura  requirit \n                   ordines   suscepturi. Qualiter  hoc   mandatum    nostrum   fueritis \n                   executi  nos  dicto die  et  loco significetis per litteras vestras \n                   patentes  harum   seriem  continentes.  Datum   apud  Bosebury,  v° \n                   id. Marcij, anno Domini  M°CC*lxxx°  secundo, consecracionis nostre \n                   primo.",
    "Mar.  14.—Letter  to the king that the church  of Stretton, which  is \n                           in the  gift of the crown,  has been  declared vacant  by the \n                           archbishop. \n\n                        LirTeRA  DOMINO  RFGI  DIRECTA  SUPER  VACACIONE  ECCLESIE  DE \n                   Srrarrone   in SrraTrronespaLE.—Excellentissimo  principi et domino \n                   Edvardo,  etc.  Nuper, scilicet nona die Marcii, apud  Gloucestriam \n                   reverendus  pater, dominus Cantuariensis archiepiscopus, judicialiter \n                   ecclesiam  de   Strattone in  Strattonesdale, nostre  Herefordensis \n                   diocesis, ipso jure vacare pronunciavit nobisque ibidem presentibus \n                   firmiter injungens ut vestram regiam  majestatem, ad quam   pertinet \n                   jus patronatus ecclesie memorate,  de sua pronunciacione  certificare \n                   nostris litteris curaremus. Vestre igitur magnificencie innotescimus \n                   per  presentes  quod  prefata ecclesia, ut asseritur, vacat et  diu \n                   vacavit pro  tempore  retroacto, vestram dominacionem  humilissimis \n                   precibus  supplicantes ut  eidem  ecclesie de persona  ydonea,  que \n                   possit et velit ad vestri exoneracionem et  nostram  in eadem  per- \n                   sonaliter residere et  curam  gerere  animarum,   placeat providere \n                   intuitu caritatis. Valeat vestra regia majestas semper  in Domino. \n                   Datum   apud  Bosebury,  ii? id. Marcii, anno Domini  supradicto.",
    "Mar.  21.—Mandate    to the dean  of the Forest  to hold  an inquiry \n                           as to  the alleged pollution of  the church  and  cemetery  of \n                           St. Briavels and  to give the fitting instructions to the priest \n                           of the church. \n\n                        MANDATUM    DE    INQUISICIONE  FACIENDA   SUPER    EFFUSIONE \n                   SANGUINIS   IN  CIMITERIO  DE  SANCTO  Br&VELLO.—Ricardus,     etc., \n                   decano  de  Foresta  salutem, etc. Accedens   ad nos  frater domini \n                   Grymbaldi   Pauncefot sua  nobis insinuacione monstravit quod, cum \n                   quidam   nuper proprie salutis immemores  extra  cimiterium ecclesie \n                   sancti  Brevelli habuissent conflictum, unus  ex  eis percussus  in \n                   capite  taliter cecidit infra scalarem aditum   cimiterii memorati\n\nAD.    1283. \n\n                                quod  sanguis  ex  codem  profluens  partem  illi loco continuain sed \n                                infra  septum   cimiterii solummodo     maculavit,  ipsa  ecclesia et \n                                ceteris cimiterii partibus remanentibus   impollutis, adjiciens quod \n                                hac  de  causa  preshiter prefate ecclesie  recusat divina  celebrare. \n                                Quocirea  vobis mandamus    firmiter injungentes quatinus  ad dictum \n                                locum,  quamcicius   commode    potueritis, accedatis et  super   hiis \n                                auctoritate nostra   diligentem  facias inquisicionem.    Et, si  per \n                                eandem   inquisicionem inveneritis vera esse ownia   supradicta, tune \n                                predicto  presbitero  injungatis quod   occasione  predicta  decetero \n                                non  omittat  in predicta ecclesia celebrare, presertim cum  ad_ pro- \n                                fanacionem  cimiterii profanacio  ecclesio necessario non   sequatur ; \n                                hoc eciam   dicto presbitero  injungatis quod,  si cimiterium   fuerit \n                                profanatum  per sanguinem   violenter effusum,  in  eodem  non  sinat \n                                corpora  fidelium  sepeliri donee  reconciliatum  existat.   Et  quid \n                                super  hiis feceritis, etc. Datum   apud  Bosebury,  xij? kal. Aprilis,",
    "etc. \n\n                               Mar.  17.—The    king destres fuller information  as  to the church \n                                      of Stretton. \n\n                                    LITTERA   REGIS  PRO   DECLARACIONE    LITTERE  DOMINI   8UPRA- \n                                          Edvardus,  etc.  Cum  significaveritis nobis quod venera- \n                               bilis pater,  Cantuariensis  archiepiscopus,  pronunciavit ecclesiam \n                               de  Strattone  in  Strattonesdale, vestre  diocesis, et  ad nostram \n                               donacionem    spectantem,  de  jure  vacantem,  omissa  declaracione \n                               juris et causa  vacacionis ejusdem   super quibus   deceret nos  cer- \n\n                                SCRIPTE. \n\n  \n\n                               ciorari priusquam  ad eandem   presentaremus,  paternitatem vestram \n                               rogamus   quatinus  super  jure  et  causa  vacacionis  predicte per \n                               litteras vestras distincte et aperte nos  cicius cercioretis ut inde \n                               sic cerciorati faciamus  quod   de  nostro  consilio videbimus  fore \n                               faciendam.   Datum    sub  privato  sigillo apud  Aberconwey,   xvij° \n                               die Marcii, anno  regni nostri undecimo.",
    "Mar.  23.—The   bishop,  in answer  to the king’s  letter, informs him \n                                       that the archbishop  had declared the church  of Stretton void, \n                                       as Philip,  called the Welshman,   who  had  obtained possesion \n                                       of tt wrongfully, had  failed to proceed  to priest's orders as \n                                       a statute of  the council of Lyons  required. \n\n                                   DECLARACIO   LITTERARUM  PRECEDENCIUM.—Ixcellentissimo    prin- \n                               cipi et domino   suo reverendo, domino   Edvardo,   etc.  Ricardus, \n                               etc. Vestre  nuper regio denunciavimns  majestati  quod venerabilis \n\n                                  Fol. 2.\n\npater, archiepiscopus Cantuariensis, pronunciavit judicialiter ecclesiam \n                    de  Strattone in  Strattonesdale, nostre diocesis, de jure vacantem, \n                    cujus  ecclesie jus patronatus  ad  vos dinoscitur pertinere; verum \n                    quia  placet vobis cerciorari per  nos  de jure  et causa  vacacionis \n                    ejusdem   ecclesie priusquam  presentetis ad ipsam,  prout in vestris \n                    litteris nobis missis vidimus  contineri, cupientes in quantum  pos- \n                    sumus   vestre excellencie voluntatem  in hiis et in aliis adimplere, \n                    licet non   fuerit consuetum  quod  locorum  diocesani tales declara- \n                    ciones  faciant  ecclesiarum  patronis, sed   simplicem  vacacionem \n                    tantum  denuncient  earundem,  eidem  vestre excellencie innotescimus \n                    per  presentes,  quod  nona   die mensis   Marcii  proximo  preteriti, \n                    prefatus   dominus    archiepiscopus  de   vacacione  dicte  ecclesie \n                    Gloucestrie  judicialiter cognoscens, racione visitacionis sue quam \n                    fecerat in nostra diocesi predicta, magistro Philippo, dicto Wallensi, \n                    qui dictam   ecclesiam de facto  occupaverat, coram  ipso  tunc per- \n                    sonaliter comparenti,  palam  imposuit  quod  ipse Philippus  eadem \n                    ecclesia proprium   discipulum qui  ipsam  antea  rite tenuerat sup- \n                    plantans  pessime   defraudaverat, et jam  fere per  quinque   annos \n                    postquam   adeptus  est  possessionem  dicte  ecclesie talem qualem \n                    per  varia  fingmenta   ordinem  sacerdocii subterfugit, contra  sue \n                    institucionis  formam   que  continet  quod   sacerdos  fuerit  infra \n                    annum    secundum   statuta  concilii Lugdunensis.   Et   cum  idem \n                    Philippus  ad  hee  sibi imposita nec  impedimentum    vestri servicii \n                    quoad   ordinem  prefatum  nec  aliquid aliud legitimum pretendisset, \n                    idem   dominus  archiepiscopus  ipsam  ecclesiam maxime   auctoritate \n                    dicti  concilii pronunciavit esse vacantem   et  eundem   Philippum \n                    nullum  jus  habere penitus  in eadem.   Hoc  vestre reverencie cum \n                    declaracione  ecclesie innotescimus  ut vos,  si placet, quod  vobis \n                    incumbit  ulterius faciatis. Conservet altissimus vos et vestros, etc. \n                    Datum    apud  Bosebury,   xxiij° die mensis  Marcii,  anno  Domini \n                    M°CC*lxxx®   secundo. \n\n                                  1288.",
    "Mar.  24.—The   bishop writes to the dean and  chapter to express his \n                            surprise that they refuse to allow Robert of Gloucester, lately \n                            collated to a prebend, to receive a share of the common fund.’ \n\n                         LrtTeRA   TRANSMISSA   CAPITULO.—Ricardus,    etc., venerabilibus \n                    viris, decano  et capitulo, etc. Humana    benivolencia multo  magis \n                    ad  beneficiendum  allicitur dum benefacta exquisitis adinvencionibus \n\n                              1—Two  of the prebends did not carry with them the  right to a canonry, but no ex- \n                          planation has been found of the conditions here referred to.\n\nA.D.  1283. \n\n                             non  leduntur.  Cum   itaque ad  vos plusquam  ad  alios afficiamur, \n                             sicut tenemur  ex  debito, ut  prebendas vestras in  meliores com- \n                             mutemus   cum   optulerit se facultas, non sufficimus admirari quod \n                             magistro  Roberto  de  Gloucestria percepcio  commune   in ecclesia \n                             vestra  subtrahitur pro   eo  quod   prebendam   que   fuit domini \n                             Galfridi de Neubaud   defuncti, qui nec parvam  nec  magnam   com- \n                             munam    percepit, contulimus eidem   magistro, presertim cum  nec \n                             statuta vestra nec  consuetudines,  ut  puto, super  casu hactenus \n                             inaudito  a percepcione  magistrum  abjudicent memoratum.     Quo- \n                             circa) vestram  benivolenciam  affectuose  requirimus  et  rogamus \n                             quod  super premissis erga predictum fratrem vestrum  et concanoni- \n                             cum   vos  taliter habeatis ut vobis  pocius quam   extraneis, cum \n                             opportunitatem  habuerimus,  beneficere debeamus, et quod  ex bono \n                             affectu. conferimus  sinistra interpretacione in  grave  dampnum \n                             donatarii non  redundet.  Vester cetus reverendus  prosperis floreat \n                             incrementis.  Datum   apud  Bosebury,  ix® kal. Aprilis, etc. \n\n                                 Fol.  2b.",
    "Mar. 30.—The   king  declines to allow that benefices in his patronage \n                                     are  subject to the rule made  by  the council of Lyons  as  to \n                                     proceeding  to priest's orders. \n\n                                  Littgra   DOMINI  REGIs.—Edwardus,    ete.  Litteris quas nobis \n                              super  vacacione  ecclesie de  Strattone  in  Strattonesdale, nostri \n                              patronatus, misistis  receptis et earum   tenore  plenius intellecto, \n                              pronunciacionem  vacacionis ipsius ecclesie et ipsius pronunciacionis \n                              relacionem  per  ipsum  cuius  suffraganeus  existis nuper  factam, \n                              eo  pretextu precipue  quod  rector predicte ecclesie se  non  fecit \n                              juxta statuta concilii Lugdunensis ad ordinem  sacerdocii promoveri, \n                              non  supponimus  se extendere  ad regiam  dignitatem,  nec  nos nec \n                              nostrum  patronatum   quocumque   existat ad  observacionem   statu- \n                              torum  huiuscemodi  attendimus  aliquatenus obligari. Verumptamen \n                              si evidencior  subsit causa  per  quam   vacet  ecclesia supradicta, \n                              utpote quod  rectore cedente vel decedente  ipsam  vacare contingat, \n                              tune  demum    deliberato  consilio super  hoc   disponemus   prout \n                              oportunum   fuerit  et salubre.   Datum   apud   Aberconewey,  xxx° \n                              die Marcii,, anno regni nostri xj°, sub sigillo nostro privato.",
    "April  13.—The   bishop writes to Matilda Mortimer   to demand  that \n                          William  Ingelraund, an  acolyte, who has been imprisoned  in \n                          her  castle of Radnor, should be set at liberty. \n\n                        Pro  WittetmMo   INGEnRAUND,   cLERICO.—Nobili   domine  et  in \n                   Christo  dilecte, Matilde de Mortuomari, Ricardus  etc.  Ex  fidedig- \n                   norum   relacione suscepimus quod quidam  proprie salutis immemores, \n                   in  prejudicium   ecclesiastice libertatis et ecclesiasticis personis \n                   concesse,  Willelmum    Ingelraund, accolitum,  nostre  diocesis, pro \n                   transgressione  personali maliciose sibi imposita, ceperunt seu capi \n                   fecerunt  et in castro vestro de Radenora  incarcerarunt, et eundem, \n                   spreta requisicione ecclesie, in hoc sacrilegium committentes adhuc \n                   detinent  captivatum.   Quocirca  dominacionem   vestram  requirimus \n                   et  rogamus   quatinus  prefatum   clericum nostrum   decano  nostro \n                   Leominstrie    faciatis liberari, consulentes dictis transgressoribus \n                   ecclesie quod  Deo   et ecclesie satisfaciant de premissis. Alioquin \n                   contra  eosdem   quatinus de  jure oportuerit procedetur  set invite. \n                   Valete.    Datum   apud   Arleye, idibus  Aprilis, etc.",
    "April  13.—The   dean of Leomwnster  is instructed to proceed to Rad- \n                          nor  castle and  demand  the person  of William   Ingelraund. \n                        Pro  ropEM.—Ricardus,   etc., decano Leominstrie, ete. Intellexi- \n                   mus   quod   Willelmus  Ingelraund,  accolitus, nostre  diocesis, pro \n                   quadam    transgressione personali sibi maliciose imposita, per laicos \n                   captus   est et  in  castro de  Radenora   detentus,  in prejudicium \n                   ecclesiastice libertatis. Quocirca vobis mandamus   in  virtute obedi- \n                   encie  firmiter injungentes quatinus ad  prefatum  castrum, adjunctis \n                   vobis  quibusdam    sacerdotibus vestri decanatus, personaliter acce- \n                   datis, et  prefatum  clericum  nostrum  in  forma ecclesie requiratis, \n                   resistentes et  rebelles per censuram  ecclesiasticam previa  racione \n                   compescentes.    Et  quid in premissis  feceritis, etc. Datum   apud \n                   Arleye,  idibus Aprilis, etc.",
    "Mar.  2.—The   bishop writes that he is unable to collate at the king's \n                          request  Walter de  Northam   to an archdeaconry  which  Wil- \n                          liam  de  Montfort 1s incorrectly alleged to have held in the \n                          diocese of Hereford. \n\n                        Ree1.—Excellentissimo    principi, etc., Ricardus, etc.  Litteras \n                    vestre regie majestatis nuper,  saltem prima  die Marcii,  recepimus \n                    ad hoc  nobis directas ut archidiaconatum  quem  magister  Willelmus \n\nof. 3,\n\nde Monteforti  nuper habuit  in ecclesia nostra Herefordensi, quem \n                              per  cessionem  ejusdem  ad  presens  esse  vacantem  vobis  fuerat \n                              memoratum,    discreto viro  et familiari clerico vestro, magistro \n                              Waltero  de Northam, conferremus.   Verum  quia magister Willelmus \n                              predictus nunquam    in nostra  Herefordensi ecclesia archidiacona- \n                              tum   possedit, nec aliquod beneficium  quod  in nostra diocesi est \n                              adeptus  resignavit, ut  credimus, vestre  excellencie supplicamus \n                              ut  nos   quoad  ea  que  vestrum   mandatum    regium  continebat \n                              habere  dignemini   excusatos.  Rex  omnium    seculorum  vos   ad \n                              regimen  regni vestri in omni  prosperitate conservet per tempora \n                              diuturna.  Datum   apud  Arleye, secunda  die mensis  Marcii, anno \n                              gracie M°CC*lxxx° quinto. \n\n                                A.D,  1286,",
    "The various  proceedings in the suit with  the bishop of  St. Asaph. \n\n                                  In  causa  G. ASSAVRNSIS  QUATUOR   SUNT  PROCESSUS.—Primus \n                              processus  habitus fuit coram  priore  8. Oswaldi de  Gloucestria, \n                              Wygorniensis  diocesis. \n\n                                   Secundus  habitus  fuit coram  priore de  Wormbrugge    et con- \n                               judice.  Et  sunt isti duo processus depositi per magistrum   J. de \n                               Buterley  penes  Spinam,  mercatorem  de  societate Pistoriensium in \n                               curia Romana. \n\n                                     Tercius   processus  habitus   fuit coram   fratre  archiepiscopo \n                                Cantuariensi. \n\n                                   Quartus processus  habitus est in curia Romana   per  appella- \n                              cionem  interjectam ab eodem  archiepiscopo. Et isti duo processus \n                              resident penes magistrum   Cursium  de sancto Geminiano,  procura- \n                              torem  in curia Romana  substitutum  dicti Johannis.",
    "The  proctor  Cursius has  the  docwments  connected  with  the  sutt \n                                      with  the abbot and  convent of Reading. \n\n                                   Item processus contra abbatem   et conventum   Radinges super \n                              institucione et destitucione prioris in prioratu Leominstrie residet \n                              penes  dictum magistrum  Cursium.",
    "Aug. 12.—A   bond enforcing payment to the mayor of London  of \n                                  money  received by the bishop from Thomas de la Wane. \n\n                                  Memorandum    quod  ij? idus Augusti, anno Domini M°CC*lxxx° \n                              tercio, apud Bosebury emanavit  litera obligatoria . . . solvendis\n\n».1283. domino  Henrico   dicto  le Waleys,   majori  Londoniensi,  in  festo \n\n                  sancti Andree, apostoli, anno Domini  supradicto, quam quidem \n                  pecuniam prius receperat dominus per manus Thome de la Wane.",
    "Oct. 10.—The   bishop borrows  twenty marks  of Alan  de Creppinge \n                          to be repaid  at Easter, 1285. \n\n                       Memorandum   quod  vj° idus Octobris, anno Domini M°CC*lxxx \n                  tercio, recepit dominus a magistro Alano  de Creppinge, canonico \n                  Herefordensi, apud   Sugwas  viginti marcas  ex mutuo  solvendas \n                  easdem  dicto magistro Alano vel suo certo procuratori die Pasche, \n                  anno  Dom.  M°CO%lxxx® quinto.",
    "Ordinance   of the bishop  respecting the income of  the vicar of Burg- \n                            hill, to which the prior and  convent of   Llanthony, as rectors, \n                            have  agreed. \n\n                        ComPosicio   INTER PRIOREM   LanToNIE   ET  VICAKIUM  DE  Bur- \n                   HULLE.—Omnibus      sancte  matris  ecclesie filiis ad quos  presens \n                   scriptum   pervenerit  R.,  etc.  Ad   universitatis vestre noticiam \n                   volumus   pervenire quod  nos,  assensu et  voluntate dilectorum  in \n                   Christo filiorum, G., prioris, et conventus Lantonie, talem in ecclesia \n                   de  Burhulle  vicariam  perpetuam,  communicato   canonicorum   nos- \n                   trorum  consilio, auctoritate nostra episcopali constituimus. Vicarius \n                   siquidem   ejusdem  ecclesie perpetuus percipiet singulis annis tam \n                   de  garbis  decimarum   quam   de obvencionibus  altaris et cimiterii \n                   terciam  partem  in  omnibus,  excepto  quod  nichil omnino  habebit \n                   de  terra ad  ecclesiam pertinente  nec de  decima  inde proveniente \n                   preter  mesuagium   quod fuit Willelmi pistoris. Dicte  vero ecclesie \n                   vicarius  de  omnibus  consuetudinibus  ad  episcopos  Herefordensis \n                   ecclesio  et  officiales suos respondebit et  ecclesiam  acquietabit. \n                   Quod   ne  processu temporis  in irritum duci valeat presenti scripto \n                   et  sigilli nostri munimine  confirmare  curavimus.   Hiis  testibus, \n                   magistro  Nicholao  de Hamptone    et aliis.",
    "Sept. 27.—The    bishop writes to Peter  Corbet  to beg him   to check \n                           the violent action of his men  im  regard to ecclesiastical pro- \n                           perty  and ‘rights at Worthen. \n\n                      Domino  P. CorBET PRO  SEQUESTRO APUD WoRTHIM   VIOLATO.— \n                  A  sun  cher ami  en  Deu,  sire Peres Corbet, Richard, par la\n\nA.D.  1283. \n\n                               grace  de Deu  eveske  de Hereford,  salut e cheres amitez  aveke  la \n                               grace  e la benecun nostre  seynur, sire sachez ke  nus frum  volen- \n                               tyers vostre priere en dreit de la besogne la persone de Worthyn 6 en \n                               dreit de totes autre chose  resonables ke vus nus  maunderez   solom \n                               nostre  le poer,  kar nus  serrum   mult  lez de  fere chose ke  vus \n                               plust, o ke fust a vostre honur, e  autre si esperrum nus  ke vus  le \n                               frez pur  nus,  si il vus plest, e nommement     en besoyne  ke  vus \n                               peut  turner a  honur  e  a  salu de  vostre alme.   E  pur ceo  vus \n                               prium   nus   e  requerrum  ke  vus  par  le  honur  de   Deu  e  de \n                               seinte  eglise ne  volez  mie  suffrer ke  vos gens  facent  tort ne \n                               grevances  a gens de  seinte eglise ki sunt demurrauns pres  de vus; \n                               issi vus prium  nus ke  vus facez  vos gens  amender  les trespas ke \n                               il ont fet a la eglise de Worthyn,   kar  lon nus  fet a saver  ke il \n                               pernent  a  force illek les offrendes e  les diniers ke  devent  par \n                               reson  apurtener  a  les executurs  Comind   Bagot  ke  fust persone \n                               illek, solom  le dreit de  evesche  de  Hereford,  puske  il murrust \n                               leyns  apres la feste seint David  en  cest an.  Dunt  il sunt aper- \n                               tement  escumegez   de  Deu  e  de tus  ceus ke  seinte eglise unt a \n                               garder.   E  pur  ceo  vus prium   nus  ke  vus  le volez  pur  teus \n                               tener  jeke il eyent amendez   lur trespas, e soent  asons del escu- \n                               menge.    Estre   ceo  sire joe vus   prie par  Deu   ke  vus  volez \n                               enquere  par  teles gens  de  evesche  de Hereford   coment   nostre \n                               seynur,  le roy de  Engletere, ke  Deu  garde, e  mun  sire Edmund \n                               sun  freree les autres grons seynurs de Engletere, ke  unt avohisons \n                               de  eglise  en  le evesche  de  Hereford,  e soy  portent par  eus e \n                               par  lur gens  de  ver  teus ke  unt este persones   de  lur mosters \n                               e  de ver  les byens  de seinte eglise, e vus  troverez ke  il ne se \n                               entremettent  de petit ne de grant de lur offrendres ne de lur autres \n                               byens  ke partenent a  seinte eglise, ne par prise ne par eschast, si \n                               ne  fut par la volente de  eus  e de lur ordineres.  E  autre si vus \n                               prium  nus   ke  vus  commandez   a   vos  gens  ke  el  suffrent ke \n                               seinte  eglise eit ses  franchises, ke ele ad  par  tut le mund,  la \n                               ou  ele est en vostre avoesun  e vostre vesinage, kar tut seyum  nus \n                               vostre  ami  e  vostre benvolant  entre nostre  petit poer,  nus  ne \n                               porrum   plus lenghement  suffrir ke nus ne fasum  ce ke  la dreiture \n                               de  seinte eglise demande   encontre teus  trespas.  A  Deu  ke  vus \n                               gard  a tuz jurs.  Donee  a Ledebury   le dimange proscheyn  devunt \n                               la feste seint Michel.",
    "Aug. 5.—Indulgence   offered by  the archbishop of  Canterbury  for \n                         prayers  at the tomb  of Beatrice, daughter of Henry  III, or \n                         at  the cross in  Reading. \n\n                       LIrreRa   DOMINI ARCHIEPISCOPI CANTUARIENSIS.—Universis   sancte \n                   matris  ecclesie  filiis Johannes  permissione  divina Cantuariensis \n                   ecclesie minister humilis, totius Anglie primas, salutem illam quam \n                   sanguis  exhibuit  salvatoris.  Verecunde   confessionis  veritas ac \n                   contricionis sinceritas lacrimosa tante sunt in divino judicio potes- \n                   tatis ut  inferni  dirumpant   federa, predentur   adversarios, cives \n                   celestes  letificent, Christo capiti socient, et  offensam   placent \n                   altissimi Domini  majestatem, et idcirco libenter illis damus operam \n                   per que  homines   circa salutaria socordes, in perniciosa proclives, \n                   ad  predictam  salutis antidotam   deducuntur.   Tllam  autem  dum- \n                   taxat  contricionem   credimus  esse  veram   que   mala   commissa \n                   detestando prosequitur  satisfaciendo pro perpetratis sceleribus inde- \n                   fesse. Sed  quia  in hujusmodi  solucione debita pigrescit plurimum \n                   humana   fragilitas, medelas subterfugiens onerosas, indulgenciarum \n                   exhibuit remedium   illius pietas qui, ut sacra aiunt eloquia, thesaurus \n                   est hominibus    infinitus, ex cujus inexhauste  bonitatis affluencia \n                   qui  piacula  nostra  in  cruce  portavit nonnunquam    commutatur \n                   penitencia, et pro piis causis eciam pars aliqua injuncte penitencie \n                   relaxatur.  Nos igitur attendentes christianissime illustrium ac illus- \n                   trissime christianarum merita, domine saltem Beatricis, filie recolende \n                   memorie   domini scilicet Henrici, Dei gracia quondam  regis Anglie, \n                   cujus  domine   irreprehensibilis honestas  magnam    mundi   latitu- \n                   dinem  decoravit, ut  suffragemur  illi, si forte egeat, ac orantes ad \n                   proprium   commodum      excitemus,  universis subditis  nostris, et \n                   aliis quorum  id prelati ratificandum duxerint, contritis veraciter et \n                   confessis, qui pro ipsius anima  oracionem  dominicam   cum   saluta- \n                   cione gloriose  virginis devote  dixerint, vel alio modo    instanter \n                   oraverint, seu  in ecclesia fratram minorum   Londoniis  ubi  corpus \n                   ipsius est  traditum sepulture,  seu ad  crucem  Radinges   que  pro \n                   ipsius memoria    erecta  dinoscitur, de  omnipotentis   Dei  confisi \n                   misericordia  ac sanctorum  suorum   meritis innitentes, quadraginta \n                   dies de  injuncta  sibi penitencia relaxamus.   Ratificamus  nichilo- \n                   minus  alias indulgencias quas  per  suffraganeos nostros seu  quos- \n                   cumque    episcopos   catholicos pro   eadem   causa   eisdem   locis \n                   discrecione previa  sunt collate.  Quas   indulgencias iis  credimus \n                   valituras qui  ex ipsarum  occasione  non  sumunt   tepide penitendi \n                   audaciam    nec  minus   claves ecclesie reverentur.   In  cujus  rei\n\ntestimonium, etc. Datum   apud  Morthelacum, nonis Augusti, anno \n                              Dom.  M°CC*lxx°  nono, etc. \n\n                                      AD.    1279,",
    "April  3.—Discharge   of a debt owing  by the late bishop to his sister, \n                                        Juliana  de Gregory,  by bishop  Swinfield and  his co-executors. \n\n                                         1283, \n\n                                    Memorandum     quod iij* die Aprilis, anno consecracionis nostre \n                                primo, de  consilio et assensu domini precentoris  Herefordensis et \n                                domini Walteri  de Rudmarleye,   coexecutorum  nostrorum  de  testa- \n                                mento   domini  nostri  Thome,  proximi   predecessoris nostri, pre- \n                                cepimus  litteratorie Ricardo, preposito de Bosebury,  et Willelmo, \n                                preposito  de  Estenora,  quod   uterque  eorum   liberaret domine \n                                Juliane de  Tregoz  v quarteria frumenti  de blado  ipsius defuncti, \n                                ita ut  x quarteria  frumenti  haberet in universo  in  solucionem \n                                debiti in  quo   idem  predecessor noster  eidem   sorori tenebatur \n                                dum  vixit.",
    "June 11.—Dispensation   for illegitimacy granted to Osbert de Upton. \n\n                                    lije idus Junii, anno predicto, auctoritate domini Martini, pape \n                                quarti, dispensavit dominus   de  Osberto  de  Uptone,  clerico, qui \n                                defectum  natalium  patebatur  de  diacono  genitus  et  soluta, ita \n                                quod  ad  omnes   ordines statutis temporibus  possit promoveri   et \n                                ecclesiasticum beneficium, eciam  si curam  habeat  animarum,  opti- \n                                nere, dum  tamen  in eodem  velit residere.",
    "April  19.—Detatls  of the  financial agreement  between the bishop \n                                      and  John  de Buterleye, his proctor at Rome. \n\n                                   Convencio  InreR J.  DE  Burerueve  eT   E. pE  WaReFELD.— \n                               Memorandum    quod nonodecimo   die mensis  Aprilis, anno Domini \n                               M°CC*lxxx° tercio, videlicet in crastino Pasche illo anno, convenit \n                              inter dominum   episcopum  et magistrum  Johannem   de  Buterleye, \n                              clericum, quod  idem  Johannes  preparans  tunc  versus Romanam \n                              curiam  iter suum intendet principaliter ac eciam diligenter omni- \n                              bus  causis, necnon et aliis negociis in eadem curia prius emersis \n                              tempore  predecessoris episcopi memorati, et in posterum emergen- \n                              dis, et ad hec habuit procuratorium  a domino  episcopo  continens \n                              inter  alia quod  idem  Johannes   habuit potestatem  substituendi \n                              quociens  expedire videret, tam in contradictarum  audiencia quam \n\n                                    Fol. 4b.\n\n». 128. ecclesiasticarum; capiat  autem  prefatus Johannes  a  dicto domino \n\n                    episcopo, quamdiu    in dicta curia  pro  eodem   episcopo  steterit, \n                    decem  marcas  annuas  pro se ipso, et nichilominus dictus episcopus \n                    faciet sibi pro salariis advocatorum  et  aliis expensis circa dicta \n                    negocia  apponendis, ut  pro  scriptura processuum   et hujusmodi, \n                    pecuniam   ministrare.  Convenit   ad  hoc  quod  dictus  episcopus \n                    mittat ad  curiam xx  marcas, ita quod  dictus Johannes eas  habeat \n                    ibidem  ad  tardius ad  festum  sancti Michaelis  proximo  sequens, \n                    de quibus   medietatem   habeat  pro  scripto per  annum,   et  viij \n                    marcas  pro  salario dominorum   advocatorum   ad annum,   et duas \n                    marcas  pro salario Johannis de Burtone substituti sui in audiencia ; \n                    ita quod   satisfacto dicto J. de  Burtone  pro  tempore   preterito \n                    revocetur sua  substitucio decetero sibi per dictum J. de Buterleye \n                    pro  domino   episcopo  prius  facta, quia  supervenit  postmodum \n                    magister   Edmundus    de  Warefeld   cum   quo  convenit  in festo \n                    beate  Trinitatis, videlicet xiij° die mensis Junii, anno  predicto, \n                    quod   idem   Edmundus    procurabit  omnia    negocia  ipsius epi- \n                    scopi  in  audencia  contradictarum curie  memorate,  et habebit  a \n                    domino  episcopo  iij marcas annuas dum   procurabit negocia supra- \n                    dicta, et ad  hec habebit  idem  Edmundus    procuratorium  domini \n                    principale, habens   in eo  potestatem  substituendi,  cum   viderit \n                    expedire, et hec est  causa quare  predicta substitucio facta dicto \n                    J. de   Burtone   per dictum   J.  de  Buterleye,  sicut continetur \n                    superius, revocatur. Et  sciendum  quod  nichil de dictis convencio- \n                    nibus inseritur in littera aliqua, nisi tantum domini  procuratoria \n                    magistris  predictis J. et E. facta, set tamen   verbaliter fuerunt \n                    tam  salaria dictis procuratoribus promissa  quam   alia recitata in \n                    presencia domini  episcopi, magistri R.  de Sevenake,  et Johannis \n                    de Clare.   Preterea est  sciendum  quod  dominus   episcopus misit \n                    ad curiam   statim  post dictam  convencionem   factam   cum  dicto \n                    J. de Buterleye xl solidos ad procuracionem  ejusdem,  ad expensas \n                    causarum  ibidem, et debet dominus  episcopus cerciorari per dictum \n                    J. de Buterleye  qualiter dicti xl solidi expenduntur, et quantum \n                   ulterius processu temporis  oportet mittere  ad curiam  pro ipsarum \n                    causarum  expensis secundum   quod  procedunt  tepide vel maturant.",
    "June  19.—The   king prohibits legal proceedings against  Edmund \n                          Mortimer  in any  court beyond the realm. \n\n                       LITTERA   DOMINI REGIS INHIBITORIA PRO  DOMINO  EDMUNDO   DE \n                   MorruomaBi.—Edwardus,     etc.  Cum  a  sede apostolica specialiter \n\n                          Fol. 5.\n\nsit indultum ne  qui de regno  nostro trahantur in  causam  extra \n                             idem  regnum,  vobis  inhibemus  ne  Edmundum    de  Mortuomari, \n                             thesaurarium  Eboracensem, clericum, de  regno nostro  citetis seu \n                             trahatis in placitum extra [regnum] nostrum predictum in lesionem \n                             indulgencie memorate,  maxime   cum  idem Edmundus    infra idem \n                             regnum  paratus sit in omnibus  stare juri.  Et  ita vos habeatis \n                             in hac  parte quod  ad  vos tanquam   ad privilegiorum nostrorum \n                             violatorem graviter capere non  debeamus.   Teste  me  ipso apud \n                             Rothelane xix® die Junii, anno  regni nostri undecimo. \n\n                              A.D.  1283.",
    "July  7—Grant  of  a pension of ten marks a year  to Nicholas de \n                                  Genevyle. \n\n                                   Pro   Nionotao    DE  GenevyLe.—Ricardus,     etc., dilecto, etc., \n                               Nicholao  de  Genevyle, etc.  Affectantes in  omnibus  que  secundum \n                               Deum    fieri possunt regiis obtemperare   beneplacitis et  mandatis, \n                               ipsius, ut moris  est, precibus  inoclinati, tibi concedimus per pre- \n                               sentes  ut  de  camera   nostra  decem    marcas  annuatim    recipias \n                               caritative in festo annunciacionis  dominice, tibi vel tuo certo pro- \n                               curatori persolvendas  donec,  tuis suffragantibus  meritis,  ulterius \n                               duxerimus  providendum.     In oujus  rei, etc.  Datum   Leominstrie, \n                               die translacionis beati Thome,   martyris, etc.",
    "July 19.—The  bishop sanctions the purchase by Robert de Furches \n                                   of property from Richard fitz-Robert of Brockhampton. \n\n                                   Pro   Roperto   pe   Furcues.—Ricardus,    etc., dilecto et fideli \n                               suo Roberto,  dicto de  Furches, etc.  Tenore  presencium   tibi con- \n                               cedimus   ingressum   in  terras  et  tenementa   cum    advocacione \n                               capelle et aliis suis pertinenciis que, ut  dicitur, nuper emisti de \n                               Ricardo  filio Roberti  de  Brockhampton     in manerio   nostro  de \n                               Bromyard,   salvis nobis  et successoribus  nostris omnibus   juribus \n                               et serviciis consuetis et debitis pro eisdem, salva eciam  exaccione \n                               relevii et herieti nobis debiti racione contractus superius annotati. \n                               Valeas.  Datum    apud   Prestebury,  xiiij kalendas  Augusti,  anno \n                               Dom.  M°CC'lxxx®  tercio, etc.",
    "April  6.—Detatls of the bishop's visttation of the priory of Leominster. \n\n                                  Visitacio   ~=Leominstriz.—Memorandum      quod   anno    Dom. \n                              M°CC*lxxx®  tercio, etc., viij? idus Aprilis, idem pater  fuit apud\n\n19.   Leominstriam   causa visitandi monachos  prioratus loci ejusdem, et \n\n                   primo,  proposito verbo  divino in ejusdem   loci capitulo, pacifice \n                   dictos monachos   visitavit, et postmodum correcciones super defec- \n                   tibus ibidem  inventis exercuit, ut decebat. Idem   vero episcopus \n                   sedens  in dicto capitulo examinavit personaliter fratrem Johannem \n                   Gerand,  priorem   loci, fratrem Thomam   de  Wakyntone,  elemosy- \n                   narium,  fratrem  Nicholaum  de  Byflet, et Robertum   de Burleye, \n                   monachos   ibidem.  Magister  vero Rogerus de  Sevenoke, canonicus \n                   et tunc  officialis Herefordensis, de mandato dicti episcopi speciali \n                   examinavit  fratrem  Mauricium   de  Henle,  et  fratrem Elmirum, \n                   monachos.    Et magister  Robertus  de Gloucestria, tunc canonicus \n                   Herefordensis, ad  mandatum   ejusdem episcopi examinavit quendam \n                   fratrem  Paganum,  fratrem  Robertum  de Winchesburne,  et fratrem \n                   Ricardum   de  Wyntone,  monachos   ipsius loci.         ° \n\n                        Convenerunt  et alii multi in dicta visitacione presentes, vide- \n                   licet dominus   A., Abbas   Wygemore;    magister  W([illelmus] de \n                   Conflans, archidiaconus Herefordie; dominus Willelmus de Albiniaco, \n                   canonicus  Herefordensis;  et Gilbertus de Segrave;   magistri Gil- \n                   bertus  de  Swynefeud,  Philippus de  Kynerdesley, et  Ricardus de \n                   Hopton;   domini Adam,  vicarius Leominstrie, Johannes de Kemeseye, \n                   rector ecclesie de Estenora, Gilbertus de Chyveningke,  capellanus ; \n                   item  dominus   Willelmus  de Mortuomari,  senescallus dicti domini \n                   episcopi;  dominus   Johannes  de  Clara, rector ecclesie de  Cole- \n                   well;  Johannes  de  Hynes,  et Robertus  de  Newent, clerici; item \n                   Warinus   de Grandene,  Robertus de Wodeford,  Thomas   de la Dane, \n                   Willelmus  de   Chyvenynge,  Nicholaus  de  Hodenet,  Johannes  de \n                   Basenyle,  Robertus de Stystede, et Robertus Deinte, laici; et quam- \n                   plures alii.",
    "July  30.—The   bishop sends  to the pope for absolution Walter  de \n                          Thorngate,  acolyte, who  had assaulted in  church the vicar \n                          of  Mamble. \n\n                        Pro  soLvenpo  A papa.—Sanctissimo  in Christo patri ac domino \n                   suo  karissimo, domino  Martino, Dei providencia universalis ecclesie \n                   summo    pontifici, Ricardus, etc., pedum oscula beatorum. Walterus \n                   de  Thornesyate,   acolitus Herefordensis  diocesis, ac  presencium \n                   exhibitor,  dum  infra octabas  apostolorum  Petri et Pauli, scilicet \n                   Sabbato  circa horam  vespertinam, in ecclesia parochiali de Mamele, \n                   dicte diocesis, in ordine suscepto deservire deberet, motus instinctu \n                   diabolico  in dominum   suum   presbyterum  et perpetuum   vicarium \n\n5b,\n\nejusdem  ecclesie nequiter irruebat, et ipsum in brachio cum quodam \n                              cultello in presencia quorundam   ordinatorum   graviter vulneravit, \n                              propter  quod in  canonem   late sentencte dampnabiliter incidebat; \n                              verum   idem   acolitus apud  prefatum   vicarium  per  instanciam \n                              communium     amicorum   obtinuit postmodum    quod   injuriam  et \n                              dampnum    sic illata idem vicarius totaliter, quatenus in eo fuit, \n                              remisit  eidem.   Unde   eundem   acolitum  cum   testimonio  meo \n                              super  satisfaccione hujusmodi   ad  presenciam  sanctitatis vestre \n                              transmitto absolvendum.   Conservet  vos Deus  ad regimen  ecclesie \n                              sue  sancte per tempora   feliciora. Datum   apud  Prestebury,  iij* \n                              kal. Augusti, anno  Dom.   M°CC*lxxx°  tercio, etc. \n\n                               A.D.  1283.",
    "Oct. 11.—Mandate  to the sub-dean to induct the dean to the church \n                                     of Eton  which is annexed to the dean's office during his life- \n                                     tome. \n                                   Ricardus, etc., subdecano  Herefordensi, etc.  Quia  ecclesiam \n                               de Etone,  nostre diocegis, vacantem  per resignacionem  Johannis \n                               de Aprino,  quondam   rectoris ejusdem, domino  J(ohanni]  decano \n                              ecclesie Herefordensis contulimus  ut eandem  habeat  suo decanatu, \n                              quoad  vixerit, annexam,  ac  idem   dominus  decanus   seipsum  in \n                              corporalem  possessionem  ejusdem  ecclesie convenienter non possit \n                              inducere, cum   inter inducentem  et inductum  requiratur distinccio \n                              personarum,   vobis salvo  in  omnibus   jure decani predicti man- \n                              damus    quatinus  ipsum  inducatis  in  corporalem   possessionem \n                              ecclesie ac defendatis inductum.   Valeas.   Datum   apud  Sugwas, \n                              vy  id. Octobris, anno  Dom.  M°CO‘lxxx°  tercio, etc. \n\n                                   Fol. 6.",
    "Oct. 20.—The   bishop renews  his request that the dean  and chapter \n                                      will allow the burial in Holmer of a poor  partshtoner which, \n                                      much  to his surprise, they have before refused. \n\n                                   Pro   PAROOHIANIS   DE  HoLEMARE.—Ricardus,     etc., decano  et \n                               capitulo, etc. Cum  die hesterna per parochiam  de  Holemare  trans- \n                               iremus  parochiani ipsius ecclesie nobis  lacrymabiliter ostenderunt \n                               quod  non  licet eis pro vobis corpora pauperum   ejusdem   parochie \n                               ecclesiastice in cimiterio de Holemare tradere sepulture, prout con- \n                               sueverant ab  antiquo; corpori eciam  cujusdam  paupercule  mulieris \n                               defuncte  prefate parochie  eadem  die  nos  ipsi officium sepulture \n                               exhibuissemus   ibidem   si  vestro  non   duxissemus    deferendum \n                               honori,  et  iccirco transmisimus   ad  vos  duos   vel  tres  viros\n\nejusdem   parochie qui  opus  hujus  pietatis vobis vice  nostra re- \n                    ferrent, et a vobis licenciam sepeliendi funus hujusmodi postularent, \n                    qui nullum   gratum  a vobis responsum  recipientes nobis retulerunt \n                    quod  nullo  modo  sinetis defunctos supradicte parochie, nisi men- \n                    dicantes et  in  vicis et plateis pupplice  morientes,  in  predicto \n                    cimiterio  sepeliri. Nos   vero, ad  memoriam    revocantes  qualem \n                    super hujusmodi   negocio tractatum  habuerimus  in vestro capitulo, \n                    amplius  quam   possumus   exprimere  per scripturam  non  immerito \n                    admiramur    qua  fronte illi, qui tam  devote  tunc  a  nobis  sibi \n                    graciam  fieri petierunt, nunc nostris piis precibus ex sola et mera \n                    caritate porrectis, nescimus quo ducti spiritu, ut audivimus, contra- \n                    dicunt.  Et licet quod verebamur   in parte acciderit, quod dolemus, \n                    tamen   adhuc  semel vel secundo  rogamus   quatinus corpus  mortue \n                    mulieris  predicte in  prefato  cimiterio sinatis sepeliri, cum non \n                    habeat  vel  habuerit facultates propter quas   de jure  debeat  vel \n                    possit  ad  Herefordensem   ecclesiam  deportari;  nobis  si  placet \n                    velitis rescribere per presencium   portitorem  quam   spem   quoad \n                    hune   articulum  et  alios vobis  per  nos  expositos in  posterum \n                    reportare debeamus.    Valeatis.  Datum   apud  Bosebury,  xiii? kal. \n                    Novembris,  ete. \n\n                          D.  1283.",
    "Nov. 24.—Pope  Innocent IV sanctions the appropriation of the tithes \n                         of Lacy     and Bosbury  to the support of the bishop's table.1",
    "Aug.  31.—The    bishop sanctions  the future  appropriation of  the \n                          fruits  of Eaton  to the decanal office during the life tume of \n                           John  de Aquablanca. \n\n                        Ricardus, etc., Johanni de  Aquablanca, decano  ecclesie Here- \n                    fordensis, domini pape capellano, etc. Considerantes tenuitatem et \n                    exilitatem reddituum et proventuum  vestri decanatus Herefordensis, \n                    onera quoque  ac  multitudinem  negociorum  capituli Herefordensis, \n                    quorum  expedicio  ad vestram  curam   et sollicitudinem dinoscitur \n                    pertinere, et quod ea non absque  magnis   et gravibus expensis et \n                    sumptibus  possis ad  commodum    ecclesie Herefordensis efficaciter \n                    expedire  diligenter pensantes,  probitatis quoque  vestre  merita \n                    paterna  sollicitudine contemplantes,  ecclesiam  de  Etone  super \n                    Wayam,   cedente  vel decedente  eo qui  nunc  possessioni ejus in- \n                    cumbit, cum  omnibus   fructibus, redditibus, proventibus, ac juribus \n\n                              1—This  is not reprinted as it may be found in Reg. Thome  de Cant., I, p. 126, but it \n                          is there wrongly dated.\n\nejusdem  decanatui  predicto  quoad  vixeris annectamus   per  pre- \n                               sentes.  In  cujus  rei, etc.  Datum   apud  Bosebury,   die Jovis \n                               proxima  post  festum   decollacionis 8. Johannis  Baptiste,  anno \n                               Dom.  M°CC®  octogesimo  tercio, etc. Hance autem   litteram habet \n                               dominus  sub sigillo decani. \n\n                               A.D,  1283,",
    "Sept. 25.—The    bishop sanctions  the future  appropriation of  the \n                                      church of Stottesdon by the abbot and convent of Shrewsbury. \n\n                                   Fol. 6b. \n\n                                    Universis  Christi fidelibus etc., Ricardus, etc. Inter  assiduas \n                                curas et immensas   sollicitudines que  officio nostro incumbunt   de \n                                salubri religiosorum  statu  cogitare nos   convenit  ne  inter  illos \n                                cultus fidei Christiane lentescat.  Unde   nos  ponderantes   oppres- \n                                siones varias et lapsus facultatum  quibus  monasterium   beati Petri \n                                Salopie opprimitur, pro quibus  diminucio  divini cultus et hospitali- \n                                tatis, et elemosynarum    diminui largicio vel  subtrahi verisimiliter \n                                timeatur,  evidenti necessitate  et utilitate instanti, moti  pietate \n                                volumus  et  affectamus, quatinus   in nobis  est, periculis occurrere \n                                memoratis;   volumus   igitur, ordinamus,    et pronunciamus    quod \n                                ecclesia de Stottesdone cum   suis juribus  et pertinenciis universis, \n                                quam   propter  causas  predictas  prefatis abbati  et  Salopie  con- \n                                ventui  appropriamus,  eis  cedat  in perpetuum    in  proprios usus \n                                possidenda, salva competenti  et sufficienti porcione vicarie per nos \n                                taxande et  ordinande, ad  quam   dicti abbas et conventus  nobis  et \n                                successoribus nostris, cum  vacaverit, presentabunt,  salvis nobis et \n                                successoribus nostris  in eadem   ecclesia legitima  jurisdiccione et \n                                omnibus   aliis juribus  episcopalibus  que  ad  nos,  archidiaconos \n                                nostros, et  alios ordinarios  quoscumque,   debebunt   vel poterunt \n                                aliqualiter de jure vel consuetudine  pertinere; cujus  ecclesie pos- \n                                sessioni ingrediantur de  nostra  licencia predicti religiosi, cedente \n                                vel decedente  rectore  qui nunc   incumbit  possessioni ecclesie de \n                                Stottesdone supradicte.   In cujus  rei, etc.  Datum   apud  Worme- \n                               leye,  die  Sabbati  proxima   ante  festum  sancti  Michaelis,  anno \n                                Dom.  M°CClxxx°    tercio, etc.                                 :",
    "Oct. 29.—Appeal  has been made  to the bishop by Margaret   Wynter \n                                     from the conststory court. The dean ts inhibited from further \n                                     proceedings and  cited to appear in the bishop's court. \n\n                                   IngrBicio PRO MarGaReta,  UxORE  NicHoLal WrntTER.—Ricardus, \n                              etc., decano  Herefordensi, vel ejus  commissario, etc.  Sua  nobis\n\n123. Margareta,  uxor   Nicholai Wynter,   civis Herefordensis, conques- \n                   tione monstravit   quod  cum   vos  per  magistrum   Stephanum   de \n                   Montegomery   quem   subdecani vestri et Johannem  le Seculer quem \n                   apparitoris vestri deputastis officio, ex odii fomite et  non  zelo \n                   justicie, per modum    inquisicionis presumeretis -procedere, contra \n                   eam  objiciens sibi quod  magister Alanus  de Creppinge,  canonicus \n                   Herefordensis,  commiserit   adulterium  cum   eadem,  cum   tamen \n                   ipsa mulier  ante  presumcionem   et processum   hujuscemodi  nun- \n                   quam   predicto canonico  erat locuta  verbum   aliquod, ut asserit, \n                   nisi semel   et  tunc  palam  cum  viris et  honestis et  fidedignis \n                   associata, et cum   hujusmodi   processum  nec  fama  nec  clamosa \n                   insinuacio precessisset, vos  vero et  predicti deputati vestri sic \n                   procedendo   maliciose  et fraudulenter  diffamastis eandem   apud \n                   bonos et  graves, apud  quos  prius super hoc non  extitit infamata, \n                   predictus tamen  subdecanus vester in predicto negocio perperam  et \n                   inordinate procedens dedisset procuratori dicte mulieris ad respon- \n                   dendum   inducias deliberatorias nimis breves, et quedam judicialiter \n                   acta in dicto negocio sigillare et in puplicam scripturam  redigere, \n                   et dare predicto procuratori suo copiam eorundem,  quam   nunquam \n                   habuerunt  et  habere de  jure  debebat, secundum  justiciam  dene- \n                   gasset; predictus procurator senciens se et predictam mulierem  ex \n                   premissis  et quolibet  premissorum   indebite  pregravari nostram \n                   audienciam  appellavit; verum  cum  nulli in prosecucione  sui juris \n                   possimus  aut debeamus  justiciam denegare, juris necessitate coacti \n                   vobis inhibemus    ne  pendente  coram   nobis  dicte  appellacionis \n                   negocio aliquod super hoc  attemptetis, seu attemptari faciatis, statu- \n                   atis, vel decernatis,  vel per  commissarium    vestrum  statui vel \n                   decerni aliqualiter faciatis, quominus appellacionem suam  prosequi \n                   valeat coram  nobis.   Citamus  eciam  vos et predictum  magistrum \n                   Stephanum,   commissarium  vestrum, peremptorie per presentes quod \n                   compareatis  coram   nobis vel  officiali nostro in majori  ecclesia \n                   Herefordensi, proximo   die juridico post festum  sancti Edmundi, \n                   regis et martiris, predicte Margarete  vel suo procuratori in dicte \n                   appellacionis negocio responsuri, facturi, et recepturi ulterius quod \n                   postulaverit ordo  juris. Datum    apud  Bosebury,   iiij kal. Nov. \n                   anno predicto."
]