{
    "_id": 1014,
    "_header": "Christ that died upon the cross for salvation of mankind",
    "Author(s)": "Richard Lavynham",
    "Title(s)": "Litel Tretise",
    "Subjects": "prayers, at time of death",
    "Versification": "— monorhyme — aaa",
    "Bibliographic Ghosts": "London, British Library Harley 1288: this verse item does not appear in this manuscript, as the initial 10 lines of the text are missing.",
    "_description": "A prayer for grace at death, at the beginning of Lavynham’s Tretis — three long monorhyming lines",
    "_witnesses": {
        "BodDou60": {
            "Transcription": "\nCrist that dyed on the crosse for saluacioun of all man kyndegraunte\n                    vs grace so to eskape the sly askinges of the fendepat we be not y lost for\n                    oure syn in oure last ende\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 193"
        },
        "BodLauMis23": {
            "Transcription": "\nCrist þat deide for þe saluacion of man kynde up on þe\n                    crosgraunt vs grace to ascape þe sliȝe ensailing of þe\n                    fendÞat we ne be na lost for synne at our laste ende\n",
            "folio": "f. 23"
        },
        "BodRawC288": {
            "Transcription": "\nCrist þat deyde vp on þe cros for saluacion of\n                    mankendeGraunte vs grace so to asskape þe scleyty ensaylynges of\n                    þe fendþat we be nought for synne lorn in our laste\n                    ende\n",
            "Note": "\nWritten as prose; not Oxford,  Bodleian Library Rawlinson C.85 (SC 12145), as listed in Brown  and  Robbins (1943)\nXCarleton Fairchild Brown,   and  Rossell Hope Robbins.  \n             The Index of Middle English Verse.\n         New York: Printed for the Index Society by Columbia University Press,\n            1943.",
            "folio": "f. 1"
        },
        "CULFf631": {
            "Transcription": "\nCrist that deide up on þe crois for the saluacion of\n                    mankyndeGraunte us grace so to esckape þe sleigh assailing of the\n                    fendeÞat we be not for synne lost in oure laste ende\n",
            "folio": "Part II, f. 11"
        },
        "CamTCC305": {
            "Transcription": "\nCryst þat deyed on cros ffor saluacioun of mankendgraunt vs\n                    grace slyely to a skape the sly ensaunple of ffals ensaylyng of þe\n                    fendethat we be not for sinne lost in owre last ende\n",
            "Attributed Title": "\nA Treatise on the seven deadly sins (added by later hand, f. 243)",
            "folio": "f. 243"
        },
        "BLHar211": {
            "Transcription": "\nCRist þat deyde vp on þe crosse for sauacion of\n                    mankyndeGrawnt vs grace so to skapyn þe sley ensaylinge of þe\n                    fendeThat we be not for synne lost in owr last ende\n",
            "Note": "\n‘Pryde’ written as heading to this portion of\n                    Lavynham’s treatise in upper margin of this folio (f. 35).",
            "Attributed Author": "\nReuerendus Magister ffrater Ricardus Lauynham Ordinis Beatissime Dei\n                        Genitritis Marie De Mount Carnack (by scribe, red-highlighted, below end\n                    of Treatise, f. 46v)",
            "Attributed Title": "\nExplicit Tractatus De Septem Peccatis Mortalibus Quem Composuit\n                        Reuerendus Magister ffrater Ricardus Lauynham Ordinis Beatissime Dei\n                        Genitritis Marie De Mount Carnack (by scribe, red-highlighted, below end\n                    of Treatise, f. 46v)",
            "Editions": "\nZutphen,  Johannes P. W. M. van,  and  Julius Zupitza.  \n             A Litel Tretys by Lavenham.\n         Rome: Inst. Carmelitarum, 1956: 1.\n",
            "folio": "f. 35"
        },
        "BLHar1197": {
            "Transcription": "\nCRist þat deyde vpon a cros for þe sauacion of mankendegraunte vs grace so to astape þe sly ensaylynges of þe fendeþat we be nout for synne lost in oure laste ende\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 9"
        },
        "BLHar2383": {
            "Transcription": "\n[C]Ryste that dyyd one the Rode tree to save makyndgraunte vs þe\n                    blysse at owre last endyng Amen\n",
            "Note": "\nWritten as prose. Space left for enlarged ornamental ‘C’,\n                    which was left blank.",
            "folio": "f. 65"
        },
        "BLRoy8Ci": {
            "folio": "f. 144"
        },
        "LeedsBro501": {
            "Transcription": "\nCryst that deyde on þe tre for redempcion of mankyndeGraunte vs\n                    grace to scape þe sly Sleyghtis of the fendeThat we be not for senne\n                    lost at oure deth without ende\n",
            "Attributed Title": "\nHere begynnyth a notabyll tretys of the seven dedly synnys & of her\n                    braunchis (f. 68)",
            "folio": "f. 68"
        },
        "DrWilliamsAnc3": {
            "Transcription": "\nCriste that dyed apon the crosse for the saluacuyon of mannes\n                    kyndegrawnte vs grace to skape þe sly enseylynge of the fendeThat\n                    we be not for syn loste when we schall hense wende\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 133va"
        },
        "SocAnt687": {
            "Transcription": "\nCrist þat dyed vp on þe cros for saluacioun of\n                    mankyndegraunte vs grace so to aschape þe slyȝe asskynges of\n                    þe fendeþat we be not for synne loste in oure laste\n                    ende\n",
            "folio": "p. 383"
        },
        "Norwich158926": {
            "Transcription": "\nCrist þat deyde on the tre for þe sauacioun of\n                    mankendeGraunte vs grace for to skape the sleye fleyt of þe\n                    fendeThat we be noch for synne lost at oure deth with outyn ende\n",
            "folio": "f. 31"
        }
    }
}