{
    "_id": 1194,
    "_header": "England is right good I ween it is land best",
    "Note": "For the A text, see 1193; for the C text see 1195.",
    "Author(s)": "Robert of Gloucester",
    "Title(s)": "Chronicle",
    "Subjects": "chronicles",
    "Versification": "— two-line — aa",
    "_description": "Robert of Gloucester’s Chronicle, B text — in couplets",
    "_witnesses": {
        "BodDig205": {
            "First Lines": "\n[E]Nglond is ryȝt good I wene hit is londe bestŒn one ende hit\n                    is ysette of þe worlde al in þe west…\n",
            "Last Lines": "\n…That of walsche londe clenliche al owteHe wan þe\n                    Signorie were þei neuer so prowte\n",
            "Attributed Author": "\nRobert of Gloster the Author of this booke (f. 9, added by later\n                    hand)",
            "folio": "ff. 9-124"
        },
        "CULEe431": {
            "First Lines": "\nInglond ys ryght good I wene hyt ys lond bestIn one ende hyt ys\n                    ysette of the Worlde all in the West…\n",
            "Last Lines": "\n…That of Walsshe lond clenliche al outeHe wanne the signorye\n                    were they neuere so proute\n",
            "Note": "\n10600 lines; folios 201-202 missing; note on f. 53 by a\n                    seventeenth-century hand, ‘This is found to be the Work, which by Mr\n                    Selden is ascribed to Robert of Glocester, who wrote about the time of King\n                    Edward the first. See Titles of Honor pag. 498 edit 1672’;\n                    nineteenth-century transcript is Oxford,  Bodleian Library Rawlinson poet. 13 (SC 14506), pp.\n                    1-308.",
            "folio": "ff. 53-200v"
        },
        "CamMagPep2014": {
            "First Lines": "\nBut ȝif þei se nede þat ne made tareyng nouneKyng\n                    Arthure him blessed and boldelyche y nowe…\n",
            "Last Lines": "\n…That of þe walsshe londe clenlyche al outhe wanne\n                    þe signorye were þei neuer so prout\n",
            "Note": "\nEquivalent of lines 4216-5811 of the text of London,  British Library Cotton Caligula A.XI.",
            "Attributed Title": "\npart of Robert of Gloucester’s Poem (added by later hand) (f.\n                    36)",
            "folio": "ff. 36-62v"
        },
        "CamTCC655": {
            "First Lines": "\nEngelond is swiþe goud ich wene hit is lond bestIn on ende hit\n                    is iset of þe worlde al in þe west…\n",
            "Last Lines": "\n…Þat of þe welische londe clanliche al outI wan\n                    þe seignoriȝe nere hi no so prout\n",
            "folio": "ff. 2v-159"
        },
        "BLSl2027": {
            "Note": "\nBegins imperfectly.",
            "folio": "ff. 98-169v"
        },
        "UnivLon278": {
            "First Lines": "\nINglonde ys ryght a merye lond of alle oþere on with þe\n                    bestI sette in þe on ende of þe worlde as here al in þe\n                    west…\n",
            "Last Lines": "\n…Þat of þe welische londe clonliche al outY wan\n                    þe seygorye nere hou no so prouȝt\n",
            "folio": "ff. 1-147"
        },
        "HunHM126": {
            "First Lines": "\nENgelond is swithe good I wene hit is lond bestIn oon ende hit is\n                    yset of þe world al in þe west…\n",
            "Last Lines": "\n…Edward his sone was þo man of grete prisAt Westmynstre i\n                    crouned strong king & wisÞat of þe walische londe clanlich al\n                    outHe wan þe seignorye nere hi no so prout\n",
            "Note": "\n10280\n                    lines.",
            "folio": "ff. 1-135"
        }
    }
}