{
    "_id": 1202,
    "_header": "Ere the fulfilling of time was come / Satan had all the folk I-nome",
    "Note": "Formerly 323.",
    "Title(s)": "Ratio quare presens opus incipiat dominicam primam aduentusdomini ; Northern Homily Cycle",
    "Subjects": "Advent",
    "Versification": "— two-line — aa",
    "_description": "Ratio quare presens opus incipiat dominicam primam aduentus domini, in the Northern Homily Cycle — in couplets",
    "_witnesses": {
        "BodAsh42": {
            "First Lines": "\nOr þe fulthe of tyme was comenSathanas had þe folk all\n                    nomen…\n",
            "Last Lines": "\n…ffor cristis tocome made endingeOf all oure sorowe & oure\n                    mornynge\n",
            "Attributed Title": "\nCause siue racio quare illud opusculum incipiat ab aduentu domini\n                    (f. 2v)",
            "folio": "ff. 2v-4"
        },
        "BodEngPoeta1": {
            "First Lines": "\nEor þe folfullyng of tyme was comeSathanas hedde al þe\n                    folk y nome…\n",
            "Last Lines": "\n…ffor his comyng made endyngOf al vr serwe and vre\n                    mornyng\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 167ra1"
        },
        "CULDd11": {
            "First Lines": "\nEr þe fulfilling of tyme was comesathanas had al þe folk\n                    nome…\n",
            "Last Lines": "\n…ffor his comyng made endyngof al oure sorwe & oure\n                    mournyng\n",
            "Attributed Title": "\nEcce ego mitto angelum meum qui preparabit & cetera (f.\n                        39v)",
            "folio": "f. 39v"
        },
        "CULGg531": {
            "First Lines": "\nAr criste god sune of tyme was comenSathanas alle folk had\n                    nume…\n",
            "Last Lines": "\n…ffor crystes come made endyngOf all oure sorowe & oure\n                    murnyng\n",
            "Attributed Title": "\nEt hic incipit racio quare presens opusculum incipit. Dominica prima\n                        aduentus domini (f. 7v)",
            "folio": "ff. 7v-8"
        },
        "BLAdd30358": {
            "First Lines": "\nTyl þe fulth of þe tyme was commynSathanas had all folk\n                    bennomyn…\n",
            "Last Lines": "\n…ffor crist come made endyngOf all oure sorow & oure\n                    mornyng\n",
            "folio": "f. 3v"
        },
        "BLAdd38010": {
            "First Lines": "\nEr þe fulth of þe tyme was comenSathanas had all man folk\n                    noman…\n",
            "Last Lines": "\n…ffor crist come and mad endyngOff all oure sorow and\n                    murnyng\n",
            "folio": "ff. 2v-3"
        },
        "EDCPCM": {
            "First Lines": "\n[A]R þe fulþe of tim was comenSatenas al folk aued\n                    nome…\n",
            "Last Lines": "\n…For cristes to com mad endingeOf al our soru and our\n                    murninge\n",
            "Note": "\nEnds incomplete at bottom of page; followed by fragment of page, no text\n                    legible.",
            "Attributed Title": "\nIncipit racio quare pruleus opus incipiat dominicam primam aduentus\n                        domini (f. 16vb)",
            "Editions": "\nThompson,  Anne B.,\n                        ed.  \n             The Northern Homily\n                    Cycle.\n         Kalamazoo, MI: Western Michigan University for TEAMS, 2008. \n",
            "folio": "f. 16vb"
        },
        "Lam260": {
            "First Lines": "\nOR þe faithe of tym was comeSathanas all hys tm had\n                    nome…\n",
            "Last Lines": "\n…ffor cristes to com made endyngOff all our sorow & oure\n                    mornyng\n",
            "folio": "f. 1va-1vb"
        }
    }
}