{
    "_id": 1301,
    "_header": "Feasts moveable there beth cleped five in the year",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ days",
    "Versification": "— two-line — aa",
    "_description": "Septuagesima in the South English Legendary — in couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 82"
        },
        "BodAsh43": {
            "First Lines": "\nFEsten meble þer beþ icleped viue in þe\n                    ȝereþe uerste is to louke aleluye our penaunce to rere\n                    …\n",
            "Last Lines": "\n…þat we scholde wiþ sorwe of herte our penaunce\n                    lede& aȝen þe tyme of leynte repenty our mysdede\n",
            "folio": "ff. 48v-49"
        },
        "Bod779": {
            "First Lines": "\nFesten moble þat beþ I cleped fyue in þe\n                    ȝereþe ferste is to loke aleluia oure penaunce to\n                    rere…\n",
            "Last Lines": "\n…þat we cholde wit sorwe of herte oure penaunce here\n                    lede& aȝen þe tyme of lente repenty oure mysdede\n",
            "Note": "\nSecond occurrence of 5334 and only one of 3048 in this MS is treated as part of this\n                    text.",
            "Attributed Title": "\ndescriuins of þe fiue festis (f. 136v)",
            "folio": "ff. 136v-137"
        },
        "BodEngPoeta1": {
            "First Lines": "\nFEstes meble þer beþ i cleped fyue in þe\n                    ȝereÞe furste is to louke Alleluya vre penaunce to\n                    arere…\n",
            "Last Lines": "\n…Septuagesime is icleped whon me loukeþ Alleluyeffor we\n                    schulle bi ginne bi fore vr lord vr herte to abuye\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 18va2"
        },
        "BodLauMis463": {
            "First Lines": "\nFEstes meuable þer beo cleped fiue in þe ȝereÞe\n                    first is louke alleluye Oure penance forto rere…\n",
            "Last Lines": "\n…Þat we sholle with sorwe of herte repente oure\n                    misdede& aȝeyn þe time of leinte repente oure\n                    misdede\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line",
            "folio": "ff. 25ra-25rb"
        },
        "BodTan17": {
            "First Lines": "\nFestis meueable þer be clepid fyue in þe ȝereÞe\n                    firste is to louke alleluya oure lente to arere…\n",
            "Last Lines": "\n…Þat we schulde wiþ sorwe of herte oure penaunce\n                    ledeAȝen þe tyme of lente repente of oure mysdede\n",
            "folio": "f. 46"
        },
        "OxfTri57": {
            "First Lines": "\nFesten meuable buþ y clepud fyue in þe ȝereÞe\n                    ferste ys to louke alleluye oure penaunce to rere…\n",
            "Last Lines": "\n…Þat we scholle with sorwe of herte oure penance ledeAnd\n                    aȝe þe tyme of Leynte repenty oure mysdede\n",
            "folio": "f. 5v"
        },
        "CULFf548": {
            "First Lines": "\nFestes þat fallis in þe ȝere þat we calle\n                    stirerandeÞe first men cloises alleluya as i\n                    understonde…\n",
            "Last Lines": "\n…Þat we shuld with soro of hert oure life in penaunce\n                    ledeAnd at ourre pouere to make amendys to god for oure mysdede\n",
            "Note": "\nVariant",
            "Editions": "\nDowning,  Janay Young A.,\n                        ed.  \n             “A Critical Edition of Cambridge University MS Ff.5.48.” \n         2 vols. Diss. University of Washington, 1969: 230.\n",
            "folio": "f. 84v"
        },
        "CamCCC145": {
            "First Lines": "\nFesten mouable þer beoþ icluped viue in þe\n                    ȝereþe veorste is to louke alleluye oure leinte to\n                    rere…\n",
            "Last Lines": "\n…Þat we ssolleþ wiþ sorwe of heorte oure penance\n                    ledeAnd aȝen þe time of leinte repenty oure misdede\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 128.\n",
            "folio": "f. 48v"
        },
        "CamKC13": {
            "First Lines": "\nFestes moouables þer beþ i clepid fyue in þe\n                    ȝereÞe firste is to louke alleluya oure leynte for to\n                    rere…\n",
            "Last Lines": "\n…And þat we schullen wiþ sorwe of herte oure penaunce\n                    ledeAnd aȝen þe tyme of leynte repenti oure misdede\n",
            "Note": "\nVariant",
            "folio": "Part II, f. 1"
        },
        "CamMagPep2344": {
            "First Lines": "\nFestes Meouables þer beoþ ycluped ffyue in þe\n                    ȝereÞe ffurste is to louke Alleluya oure leynte ffor to\n                    arere…\n",
            "Last Lines": "\n…And þat we shulleþ wiþ sorwe of heorte oure\n                    penaunce ledeAnd aȝen Pe tyme of leynte repenty of oure\n                    mysdede\n",
            "Attributed Title": "\nQuadragesima (RT)",
            "folio": "p. 179"
        },
        "CamStJohn28": {
            "First Lines": "\nFestes þer ben cleped fyue in þe ȝereþe ferste\n                    is to close alleluia oure penaunce to a rere…\n",
            "Last Lines": "\n…þat we schul with sorwe oure penaunce here ledeand a\n                    ȝen þe tyme of lentun repente oure mysdede\n",
            "folio": "f. 80"
        },
        "CamTCC605": {
            "First Lines": "\nFestes moble þer beþ cleped fyue in þe\n                    ȝereþe furste is to louken alleluia oure penauns to\n                    rere…\n",
            "Last Lines": "\n…þat we schulle with sorow of hert oure penauns lede&\n                    aȝen þe tyme of lente repente of oure mysdede\n",
            "Note": "\nOn verso of unnumbered folio after f. 52",
            "Attributed Title": "\nlente (f. 52*v)",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "f. 52*v"
        },
        "BLAdd10301": {
            "First Lines": "\nFEsten meuable þer beþ y cluped vyue in þe\n                    ȝereþe verste is to luke aleluye oure lente to\n                    rere…\n",
            "Last Lines": "\n…Þat we ssolle wiþ sorue of hert oure penance\n                    ledeAnd aȝen þe tyme of leinte repenty oure mys dede\n",
            "Attributed Title": "\nDe septuagesima (f. 59, by scribe in margin beside first\n                    line)",
            "folio": "f. 59"
        },
        "BLCottJulDIX": {
            "First Lines": "\nFEsten meble þer beþ iclepit vif in þe ȝereþe ferste is to louke alleluy our penaunce to rere…\n",
            "Last Lines": "\n…þat we scholle with sorwe of herte oure penaunce lede& aȝen þe time of lente repenti our misdede\n",
            "Note": "\n“Capitulum xxvi” added to right margin by later hand (f. 52).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 52r2-52v"
        },
        "BLEge1993": {
            "First Lines": "\nFestes meble þer beþ cleped viue in þe ȝereÞe furste is to louke alleluia oure penaunce to rere…\n",
            "Last Lines": "\n…God vs lete oure sunnes beie ar we henne wendeÞat we mote in heuene wone euere wiþ outen ende\n",
            "Note": "\nNot listed in Brown  and  Robbins (1943)\nXCarleton Fairchild Brown,   and  Rossell Hope Robbins.  \n             The Index of Middle English Verse.\n         New York: Printed for the Index Society by Columbia University Press,\n            1943 or Boffey  and  Edwards (2005)\nXJulia Boffey,   and  A. S. G. Edwards.  \n             A New Index of Middle English Verse.\n         London: The British Library, 2005; ends, ‘Amen’ (f. 131v).",
            "folio": "f. 131v1"
        },
        "BLEge2810": {
            "First Lines": "\n…Septuagesime is ycluped wan me locþ alleluyevor we ssolde byginne vr herte to to vr louerde buye…\n",
            "Last Lines": "\n…þat we ssold wiþ sorwe of herte vr penaunce lede& aȝein þe time of leynte repenty vr misdede\n",
            "Note": "\nLast six lines only",
            "folio": "f. 182r1"
        },
        "BLHar2277": {
            "First Lines": "\nFEstes mouables þer beoþ icliped fiue in þe ȝereÞe furste is to loke alleluya oure penance to rere…\n",
            "Last Lines": "\n…þat we schulle wiþ sarwe of hurte oure penance lede& aȝe þe tyme of leynte repenti of oure misdede\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "f. 2r1"
        },
        "Lam223": {
            "First Lines": "\nFEstes meuable þer ben cleped five in þe ȝerÞe\n                    first is to loke Allaluy our penaunce to arer…\n",
            "Last Lines": "\n…Þe first is called spetuagesme when men lowken þe\n                    Alleluyffor we shul begynne bifore our lord our hert forto bowe\n",
            "Attributed Title": "\nffestes meuable (f. 1)",
            "folio": "f. 1r1"
        },
        "Winches33": {
            "folio": "f. 33"
        },
        "TokyoTak54": {
            "First Lines": "\nFeestis meueable þer be .v. in þe ȝereÞe furst\n                    men louketh alleluia our penaunce to rere…\n",
            "Last Lines": "\n…Þat we shul wiþ sorowe of hert our penaunce so\n                    ledeAnd aȝene þe tyme of lente repent our mysdede\n",
            "folio": "f. 40"
        }
    }
}