{
    "_id": 133,
    "_header": "A noble emperor come sith that hight Constantine",
    "Note": "This is incorporated in the Laud poem, Sancta Crux — see 3387.",
    "Title(s)": "South English Legendary",
    "Subjects": "Cross, Invention of",
    "Versification": "— two-line — aa",
    "_description": "The Invention of the Cross, in the South English Legendary — in couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nA noble emperour þus com seþþe þat het\n                    constantynIn batail he was so muche þat þus nas of no\n                    fyn…\n",
            "Last Lines": "\n…Quiriac þonkede oure lord crist wiþ gret Ioie he is\n                    nom& tok hem eleyne þe gode quene þo he to hire\n                    com\n",
            "Attributed Title": "\nConstantyne þe Emperore (f. 66)",
            "Editions": "\nMorris,  Richard,\n                        ed.  \n             Legends of the Holy Rood, Symbols of the Passion, and\n                Cross-Poems.\nEETS\n         o.s. 46 (1871); repr. 1973: 36-47.\n",
            "folio": "ff. 66-68"
        },
        "Bod779": {
            "First Lines": "\nA noble emperour com syþ þat het constauntinIn batayle he\n                    was so moche þat nas of no fyn…\n",
            "Last Lines": "\n…vs so werie with þe rode þe fendes fonding wit\n                    stondeboþe by nyȝt & by daye a water & ek\n                    alonde\n",
            "Note": "\nHeading comes at top of page, 146v, with last four lines of\n                        5339 after it; though large\n                    decorated initial comes at beginning of this text.",
            "Attributed Title": "\nÞe finding of þe þre rodis (f. 146v)",
            "folio": "ff. 146v-147v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSeoþþe þer com an Emperour þat het ConstantynIn\n                    werre and batayle he was so muche þat þer nas no\n                    fyn…\n",
            "Last Lines": "\n…Þat heo bi sechen God for vs þat on þe Roode\n                    schedde his bloodÞat we mote to þe ioye of heuene come þat\n                    is so swete and god. Am[en].\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "Editions": "\nMorris,  Richard,\n                        ed.  \n             Legends of the Holy Rood, Symbols of the Passion, and\n                Cross-Poems.\nEETS\n         o.s. 46 (1871); repr. 1973: 36-47.\n",
            "folio": "ff. 29va-30ra"
        },
        "BodLauMis463": {
            "First Lines": "\nA Noble emperour com sithe þat het constantinIn bataill he was\n                    so michel þat þer was of no fin…\n",
            "Last Lines": "\n…Quiriak þanked oure lord crist with gret Ioye he hem\n                    nom& tok hem Eleyne þe gode quen þo he to hire\n                    com\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 45ra-45va"
        },
        "BodTan17": {
            "First Lines": "\nA noble emperour þere cam siþe þat hiȝte\n                    constantinIn bataile he was so meche þat þer was þer of no\n                    fyn…\n",
            "Last Lines": "\n…Quiryak þankid oure lord & wiþ gret ioye hem\n                    nomAnd tok hem elene þe goode quen þo he þider\n                    com\n",
            "Note": "\nNo large initial to indicate beginning of text; follows as if part of\n                        5339.",
            "folio": "ff. 97-99"
        },
        "OxfTri57": {
            "First Lines": "\nA noble emperour þer com suþþe þat het\n                    ConstantynIn bataille he was so moche þat þer nas of no\n                    fyn…\n",
            "Last Lines": "\n…Quiriake þonkede oure lord crist with gret ioye he hem\n                    nomAnd tok hem Elene þe guode Quene þo he to here com\n",
            "Attributed Title": "\nInuencio crucis (RT, ff. 37-38v)",
            "folio": "ff. 37-38v"
        },
        "CamCCC145": {
            "First Lines": "\nA Noble emperor þer com suþþe þat het\n                    constantinIn bataille he was so muche þat þer nas of no\n                    fin…\n",
            "Last Lines": "\n…Quiriac þonkede oure louerd crist wiþ gret ioie he is\n                    nomAnd tok is Eleine þe gode quene þo he to hure com\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 174.\n",
            "folio": "ff. 65v-67"
        },
        "CamMagPep2344": {
            "First Lines": "\nA Noble Emperour þer com suþþe þat het\n                    ConstantynIn Batayle he was so goed þat þer of nas no\n                    ffyn…\n",
            "Last Lines": "\n…Quyriak þonkede oure lord crist wiþ gret ioye he ham\n                    nomAnd to þe queene he ham tok anon so he to hure com\n",
            "Attributed Title": "\nInuencio Sancte Crucis (RT)",
            "folio": "pp. 269-272"
        },
        "CamTCC605": {
            "First Lines": "\nA noble emperour com suþþe þat hete constantynIn\n                    bataile he was so muche þer nas þerof no fyn…\n",
            "Last Lines": "\n…quyrac þonkyd oure lord with Ioie he hem nome& toke\n                    hem þe goud quene þo he to hure come\n",
            "Note": "\nNo rubric initial to indicate beginning of text; follows as if part of\n                        5339.",
            "Attributed Title": "\nholy rode (RT, ff. 92-93v)",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 92-93v"
        },
        "BLAdd10301": {
            "First Lines": "\nA Noble emperor þer com suþþe þat het\n                    constantynIn bataile he was so muche þat þer nas of no\n                    fin…\n",
            "Last Lines": "\n…quiriac þonkede oure lorde crist wiþ gret Ioye he\n                    þis nomAnd toke þis eleyne þe gode quene þo he to hure\n                    com\n",
            "Attributed Title": "\nConstantinus Maxencius Inperator (f. 77v, by scribe in\n                    margin beside first line); Inuencione sancte crucis (RT)",
            "folio": "ff. 77v-79v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nA noble emperour þer com suþþe þat het constantinIn bataile he was so moche þat þer nas of no fin…\n",
            "Last Lines": "\n…quiriac donkeþ oure lord crist wit gret ioie he is nom& tok hom eleyne þe gode quene þo he to hire com\n",
            "Note": "\nNo added chapter number in margin.",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 69v-71v"
        },
        "BLEge1993": {
            "First Lines": "\nA Noble emperour com seþþe þat het constantinIn bataile he was so noble þat nas of no fin…\n",
            "Last Lines": "\n…Quirat þonkede oure lord wiþ ioie he hem nomAnd tok hem þe gode quene þo he to hire com\n",
            "folio": "ff. 147-148v"
        },
        "BLEge2810": {
            "First Lines": "\nA noble amperour suþþe þeire com þat het constantynIn bataile he was so muche þat þer of nas no fin…\n",
            "Last Lines": "\n…Quiriac þonkid oure louird crist wiþ gret Ioye he is nomAnd toke is elene þe gode quene þo he to hire com\n",
            "folio": "ff. 56v-58"
        },
        "BLEge2891": {
            "First Lines": "\nA Nouble emperor þer com suþþe þat het constantynIn bataille he was so muche þat þer nas of no fyn…\n",
            "Last Lines": "\n…Quiriak þonkede oure louerd crist wiþ gret ioie he is nomAnd tok is Eleine þe gode quene þo he to hure com\n",
            "Note": "\n“Constantine” added in margin by a later hand, f. 75v.",
            "folio": "ff. 75v-77"
        },
        "BLHar2250": {
            "First Lines": "\nQwen Elene come to Ierusalem seche a rede ho nomeÞat alle\n                    þe Iewes of þe cite bifore hyr shulde come…\n",
            "Last Lines": "\n…Þat þai besechen hit for vs þat on þe rode\n                    shedde his blodeÞat we mowen to þe ioy come of heuen þat is\n                    so gode\n",
            "Note": "\nLacking lines 1-22.",
            "Attributed Title": "\nInuencione sancte crucibus (RT)",
            "folio": "ff. 80v-81"
        },
        "BLHar2277": {
            "First Lines": "\nA noble Emperour þer com suþþe þat het ConstantinIn bataille he was moche þat þer nas of no fyn…\n",
            "Last Lines": "\n…Quiriac þonkede oure louerd crist wiþ gret ioye he hem nom& tok hem Eleyne þe gode quene þo he to hire com\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 39-41"
        },
        "Lam223": {
            "First Lines": "\nBut siþen þer come an emperour þat hett ConstantynIn\n                    were & batel he was so wise þat þerof was no\n                    fyne…\n",
            "Last Lines": "\n…Þat þai pray for vs þat on þe Rode shedde his\n                    blodeÞat we may to þe ioye come of heuen þat is so gode\n                    Amen\n",
            "Attributed Title": "\nDe Cruce (RT); Inuencione sancte Crucis (RT)",
            "folio": "ff. 100-102"
        },
        "TokyoTak54": {
            "First Lines": "\nAn noble Emperour þer come siþ þat hight\n                    ConstantynIn bataille he was so myghty þer was of hym no\n                    fyn…\n",
            "Last Lines": "\n…Quiriak þonked our lord and wiþ gret Ioie hem\n                    nomeAnd took hem Elene þe good quene whan he to her come\n",
            "folio": "ff. 78-80"
        }
    }
}