{
    "_id": 159,
    "_header": "A solitary sore complaining",
    "Author(s)": "John Lydgate",
    "Title(s)": "‘A Complaint for my Lady of Gloucester and Holland’",
    "Subjects": "complaints; Humphrey, duke of Gloucester; Jacqueline of Hainault",
    "Versification": "— seven-line — ababbcc",
    "_description": "John Lydgate, ‘A Complaint for my Lady of Gloucester and Holland’ — eighteen rhyme royal stanzas",
    "_witnesses": {
        "BodAsh59": {
            "First Lines": "\nA Solytarye ful sore compleyningeHevy sate weeping on a Ryver\n                    sydeYeeris and dayes over awaytingeWhiche with gode hope did evermore\n                    abyde…\n",
            "Last Lines": "\n…That clere trouth may þanne shewe his faceBoþe\n                    wychche and bawde far aweye to chace\n",
            "Note": "\nLines 1-110 only; ends imperfectly due to loss of a folio.",
            "Attributed Author": "\nComplainte made by Lydegate… (RT); a Chapellayne of my lordes of\n                    Gloucester Humfrey (f. 57)",
            "Attributed Title": "\nComplainte made by Lydegate Of my ladye of Gloucester & Holand (RT);\n                    …and nexst foloweþe a Pytous complaynte of a Chapellayne of my lordes\n                    of Gloucester Humfrey etc. whome god assoyle þat noble Prynce (f.\n                    57)",
            "folio": "ff. 57-58v"
        },
        "CamTCC600": {
            "First Lines": "\nA solytarye soore compleynyngSat weping by a water sydeYeeris\n                    and dayes awaytingWhich with goode hope dyd aye abyde…\n",
            "Last Lines": "\n…Of hye and lowe to reken alleHir godsone after hire doþe\n                    calle\n",
            "Note": "\nMarginal note beside line 1: ‘Complaynte for my lady Jaquyt or\n                    Jacomy of holand & cetera wyffe to humfrey duke of glosestar home þe\n                    sayd humfrey wngodly maryed she beynge þe lawfull wyffe of John duke of\n                    brabaunte & besyde her he all so kepte þe company of othar a mongste\n                    þe whiche was one Elianor Chobham who by sorsere & withe craftes causyd\n                    hym to leave þe sayd Jaquyl of holand & to marie her þe sayd\n                    Elianowr who afftar was a traytoresse to kynge henry þe vi’ (f.\n                    363).",
            "Attributed Title": "\nComplaynte for þe departing Of my ladye of Holond (RT, 363-367); Here\n                    bygynneþe a complaynte of a solitarye persone compleyning þabsence of\n                    þe moste renomed and best beloued pryncesse þat euer of hire estate in\n                    þeos dayes came in to þis Reaume of logres by þe weye of mariage\n                    and so sodeynly vnordynatly departed hens as hit is sayde and spouken in many\n                    Regyouns by þe hegheste estates þer (p. 363)",
            "Editions": "\n\nHammond,  Eleanor Prescott. \n             “Lydgate and the Duchess of Gloucester.” \n             Anglia\n         27 (1904): 381-98: 393-7.\nMacCracken,  Henry Noble,\n                        ed.  \n             John Lydgate: The Minor Poems, Vol. II: Secular Poems.\nEETS\n         o.s. 192 (1934); repr. 1961: 608-13.\n\n",
            "folio": "pp. 363-367"
        }
    }
}