{
    "_id": 1877,
    "_header": "He that it rueth he rueth full sore",
    "Note": "Based on Qui tetigit, tetigit … which precedes it; for an example of the Latin occuring separately, see James (1912)\nXJames, Montague Rhodes. A Descriptive Catalogue of the Manuscripts in the Library of Corpus Christi College, Cambridge. Cambridge: at the UP, 1912, 2.193, and Walther (1963)\nXWalther, Hans. Proverbia sententiaque latinitatis medii aevi. 6 vols. Göttingen, 1963-69, no. 24858.",
    "Subjects": "repentance; sermons, verse in",
    "Versification": "— two-line — aa",
    "_description": "Repent and amend thy life (4 lines, aabb), a tag in the Fasciculus morum",
    "_witnesses": {
        "Bod410": {
            "Transcription": "\nHe þat þe thorgh smote he smote fulsoreAmende þi lyf\n                    And synne nomoreLest he of eft so smyte þeþat þu be war\n                    I rede þe het do\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 1v"
        },
        "BodLauMis111": {
            "Transcription": "\nhe þat hem Ruyth he ruþt ful soreAmende thi lif an synno\n                    morelest he ofte so ruus yeþat þou be war I rede\n                    the\n",
            "Note": "\nWritten as verse with rubric rhyme markers to right.",
            "folio": "f. 50"
        },
        "BodLauMis213": {
            "Transcription": "\nHe þat the throgh smot he smot full soreA mende þi lyfe and\n                    synne no moreleste he offte off smyte þeþat þu be ware\n                    i rede the\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 1v"
        },
        "BodRawC670": {
            "Transcription": "\nHe þat hem reuen hoe reuen ful soreAmende þy lyf and synne\n                    no moreLest he eft so ryue þeÞat þou be war I rede\n                    þe\n",
            "Editions": "\nWenzel,  Siegfried. \n             Verses in Sermons: ‘Fasciculus morum’ and Its Middle\n                English Poems.\n         Cambridge, MA: Medieval Academy of America, 1978: 134.\n",
            "folio": "f. 8"
        },
        "OxfLinLat52": {
            "Transcription": "\nHe þat hym rewith he rew full soreamend þi life and synne\n                    no moreLest ȝe oft so rew theþat þou be ware I rede\n                    þe\n",
            "folio": "f. 1vb"
        },
        "CamGon364": {
            "Transcription": "\nHe þat hym reuthyd he rewe ful soreAmende þi lyf and synne\n                    no morelesteȝe ofte so rewe theþat þu be war I rede\n                    the\n",
            "Editions": "\n\nJames,  Montague Rhodes. \n             A Descriptive Catalogue of the Manuscripts in the Library of Gonville\n                and Caius College, Cambridge.\n         2 vols. Cambridge: at the UP, 1907: 2.414.\nBrown,  Carleton Fairchild. \n             A Register of Middle English Religious & Didactic Verse.\n         2 vols. London: Oxford University Press for the Bibliographical\n            Society: 1916-20: 1.205.\n\n",
            "folio": "ff. 1vb-2ra"
        },
        "CamStJohn159": {
            "Transcription": "\nhe þat hym ruthe he rueth full soreAmend þi lyfe &\n                    synne no moreleste he oft so rue on þeþu be war I reyd\n                    þe\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 34v"
        },
        "EDU82": {
            "Transcription": "\nhe þat hym reweth hym rewe full soreAmende þi liȝf\n                    & synne no morelest eft he so rewe on thethat þu be war I\n                    rede the\n",
            "folio": "f. 5"
        },
        "Lincoln44": {
            "Transcription": "\nhe þat hem rewe he rewe ful soreamende jn lyue and syne\n                    nomorelest he of þe soe rewe þeþat þu be ware j\n                    rede þe\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 156va"
        },
        "Spalding": {
            "Transcription": "\nHe that to the he toche ful soreAmende thi lyfe and synne no\n                    moreLest that he smyte thethat thowe be ware I rede the\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 2"
        }
    }
}