{
    "_id": 2383,
    "_header": "If Saint Pauls day be fair and clear",
    "Note": "See Denham (1846)\nXDenham, Michael Aislabie. A Collection of proverbs and popular sayings relating to the seasons, the weather, and agricultural pursuits, gathered chiefly from Oral Tradition.\nPercy Society 20. London: Richards, 1846, 24, 25; Hazlitt (1882)\nXHazlitt, William Carew. English Proverbs and Proverbial Phrases, collected from the most authentic sources alphabetically arranged and annotated. London: Reeves and Turner, 1882, 230; Northall (1892)\nXNorthall, G. F. English Folk-rhymes: A Collection of Traditional Verses Relating to Places and Persons, Customs, Superstitions, etc. London: Kegan Paul, Trench, Trübner & Co., 1892, 444-5; Tilley (1950)\nXTilley, Morris Palmer. A Dictionary of the Proverbs in England in the 16th and 17th Centuries. Ann Arbor, MI: University of Michigan, 1950 S 55; Latin version only in Oxford, Lincoln College Lat. 129, f. 112v; Latin version edt. Wright and Halliwell-Phillipps (1845)\nXThomas Wright, and James Orchard Halliwell-Phillipps. Reliquiae Antiquae. 2 vols. London: Smith, 1845, 2.10.",
    "Subjects": "prognostications; utilitarian instructions; translations; weather",
    "Versification": "— two-line — aa",
    "_description": "Prognostics for weather from St. Paul’s Day — four couplets",
    "_witnesses": {
        "BodDou128": {
            "First Lines": "\nIf the day of Saint Paule be cleere\n",
            "Note": "\nFormerly (in Robbins  and  Cutler (1965)\nXRossell Hope Robbins,   and  John L. Cutler.  \n             Supplement to the Index of Middle English Verse.\n         Lexington, Kentucky: University of Kentucky Press, 1965) listed separately as\n                    1426.1.",
            "Attributed Title": "\nThe Saying of Erra Pater to the Husbandman (f. 278v)",
            "Editions": "\n\nHearne,  Thomas,\n                        ed.  \n             Roberti de Avesbury Historia.\n         Oxford: Sheldonian, 1720: 266.\nBrydges,  Sir Samuel Egerton,  and  Joseph Haslewood.  \n             The British Bibliographer.\n         4 vols. London: T. Bersley, vol. 1: 1810; vols. 2, 3: 1812; vol. 4:\n            1814: 81.\n\n",
            "folio": "f. 278v"
        },
        "NLWPork10": {
            "Note": "\nPreceded by Latin version, and changing to prose after initial\n                    couplet.",
            "Attributed Title": "\nThe Saying of Erra Pater to the Husbandman (f. 278v)",
            "Editions": "\nKurvinen,  Auvo. \n             “MS. Porkington 10. Description with Extracts.” \n             Neuphilologische Mitteilungen\n         54 (1953): 33-67: 40.\n",
            "folio": "f. 2"
        },
        "NLWMost129": {
            "Note": "\nPreceded by Latin version.",
            "Editions": "\nMooney,  Linne R. \n             “Practical Didactic Works in Middle English.” \n         Diss. Toronto, 1981: 359-60.\n",
            "folio": "p. 266"
        },
        "Dunrobin": {
            "First Lines": "\nGiff sanct paullis day be fair and clereThan salbe [fyll?] ane\n                    happie ȝeir…\n",
            "Last Lines": "\n…and giff þe cloudis make darke þe skyeBoith [ ] and\n                    foull that ȝeir sall deie\n",
            "Note": "\nWritten two lines of verse per line of MS, at bottom of calendar page\n                    for January, by a hand of the fifteenth century.",
            "Editions": "\n\n\nHistorical Manuscripts Commission, Second Report, with\n                Appendix.\n         (1874): 180.\n Bad Key: Banks1939: 2.140.\nRobbins,  Rossell Hope,\n                        ed.  \n             Secular Lyrics of the XIV and XV Centuries.\n         2nd ed. Oxford: Clarendon, 1955: 63.\nOliver,  Raymond. \n             Poems Without Names: The English Lyric 1200-1500.\n         Berkeley, CA: University of California, 1970: 114.\nLuria,  Maxwell Sidney,  and  Richard L. Hoffman, eds.  \n             Middle English Lyrics.\n         New York: Norton, 1974: 110.\n\n",
            "folio": "f. 1"
        },
        "TCD537": {
            "First Lines": "\nYf that þe daye of saint paule be clearethen shal betytde an\n                    happy yeare…\n",
            "Last Lines": "\n…and if the cloudes make darke the skyebothe neate and foule\n                    that yeare shall dye\n",
            "Note": "\nFollowed by thunder prognostications in another hand; first hand then\n                    writes, ‘Inprinted at london in breadstreate at the neterende by Thomas\n                    East, the 28 daye of aprill 1568’.",
            "Attributed Title": "\na litell rule of sait paules day; other wise called þe conversion of\n                    saint paule (f. 76); The saying of erra pater to þe husbandman (f. 76,\n                    seventeenth-century hand)",
            "folio": "f. 76"
        },
        "Rauner3183": {
            "Transcription": "\nYf S Paul daye be fear and clear Then shal be tide An happe year\n                    And yf yt chanc to snew o rayn The[n] shalbe dear all kind of grayn\n                    And yf the cloudes mak dark the\n",
            "Note": "\n‘The verse is written in an Elizabethan-style script, upside down,\n                    in the lower margin of folio 3. This folio is not a flyleaf; it is the third of\n                    five folios in the first quire, a quire which was probably not original to the\n                    manuscript, as it contains a table of contents in a sixteenth-century hand.\n                    (Also, folio 6, which is the first folio of the Brut text proper, is damaged in\n                    a way consistent with rough wear on the outermost folio, so folio 6 was likely\n                    the first folio of the Brut MS before what is now the first quire was bound with\n                    it.)’ (our thanks to Elizabeth Bryan for this witness).",
            "folio": "f. 3"
        },
        "BLSl2584": {
            "Transcription": "\nȝif seynt poules day be fayre and clereit is tokyn of good tyme\n                    of þe ȝereȝif it be smowe or reyne, it is tokyn of\n                    derthȝif it be wynde it is signe of batailesȝif it be\n                    cloudes, al bestis schal perche\n",
            "Note": "\nSix lines, a couplet and four lines roughly rhyming abcb. Partly prosified.",
            "Attributed Title": "\nA good rewle of þe conuersyoun of seynt paule (f.\n                    36v)",
            "folio": "ff. 36v-37"
        }
    }
}