{
    "_id": 2905,
    "_header": "Jesu that art heaven king / Soothfast God and man also",
    "Note": "These stanzas are the basis of Richard de Caistre’s hymn: see 2869.",
    "Subjects": "prayers, to Christ; Christ, prayers to",
    "Versification": "— four-line — abab",
    "_description": "A prayer to Jesus — eight quatrains",
    "_witnesses": {
        "BodEngPoeta1": {
            "First Lines": "\nIEsu þat art heuene kyngSothfast God and mon\n                    also…\n",
            "Last Lines": "\n…Heere and spede my pore preyeresAnd saue me þat I ne beo\n                    spilt\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Minor Poems of the Vernon Manuscript, Part 1.\nEETS\n         o.s. 98 (1892; repr. 1973): 48-9.\n",
            "folio": "f. 117ra1"
        },
        "BLEge3245": {
            "First Lines": "\nIesu þat art heuene kyng…\n",
            "Note": "\nFive stanzas interspersed in 2825.",
            "folio": "f. 197"
        },
        "Stonyh43": {
            "Editions": "\n\nHarford,  D. \n             “Richard of Caister and his Metrical Prayer.” \n             Papers of the Norfolk and Norwich Archaelogical Society\n         17, Part II (1909): 221-44. \nHulme,  William Henry,\n                        ed.  \n             The Harrowing of Hell and Gospel of Nicodemus.\nEETS\n         e.s. 100 (1908); repr. 1976: xxxviii.\nBrown,  Carleton Fairchild,\n                        ed.  \n             Religious Lyrics of the XIV Century.\n         Oxford: Clarendon, 1924. 2nd ed., rev.: G. V. Smithers, Oxford,\n            1952: 124-5.\n\n",
            "folio": "f. 96"
        },
        "VandAReid7": {
            "Transcription": "\nIhesu that art heuen kyngSothfast god and man alsoGraunt me\n                    grace of goode endyngAnd thaym [erasure] that I am holden toIhesu\n                    lord as thou madest meAnd with thy precieux blode me boughtfforgif\n                    [erasure] that I haue greuyd theIn worde and work and euyl\n                    thoughtIhesu in whame is al my trustThat dyed opon the rode\n                    treWith drawe euery hert from flesshly thoughtAnd from al wordely\n                    vaniteIhesu cryst to the I calThat art lord moste of\n                    myghtekepe me clene that I ne falIn flesshly syn by day ne\n                    nyghteIhesu for thy wondes smertIn fete and in thy hodes\n                    alsoThou make me meke and lowe of hertAnd the to loue as I shuld\n                    doIhesu for that worthy wondeThat went vnto thy hert\n                    roteffrom syn that [erasure] hath my hert yboundeThy blissful blode\n                    mot be my boteIhesu that dyest opon the rodeOnly for the loue of\n                    meAnd bought me with thy precieus blodeHaue pite and mercy on\n                    meAnd ȝif oughte let meLord for to loue theLeefe or\n                    lothe whethir it beI pray the lord forgif it mePater noster Aue\n                    marie\n",
            "Note": "\nSecond original flyleaf from the front.",
            "folio": "ff. 2-2v"
        }
    }
}