{
    "_id": 2978,
    "_header": "Judas was a lither bird that Jesu sold to rood",
    "Title(s)": "South English Legendary",
    "Subjects": "Judas Iscariot, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of Judas, in the South English Legendary",
    "_witnesses": {
        "BodLauMis463": {
            "First Lines": "\nIVdas was a luþer brid þat Ihesu solde to RodeSomwhat man\n                    may of him telle bot litel of any gode…\n",
            "Last Lines": "\n…Swete lord þat thorwe Iudas were sold to þe\n                    treoShilde vs fro þat luþer stede þat weneþ he\n                    beo\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 35va-36va"
        },
        "BodEngPoeta1": {
            "First Lines": "\nIudas was a luþer brid þat Ihesu solde to þe\n                    RodeMuche me may of him telle ac lutel of eny gode…\n",
            "Last Lines": "\n…Now swete lord þat þorw Iudas I sold weore to þe\n                    treoSchilde us fro þe luþur stude þat we wene his soule Inne\n                    beo\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 404vb-405rb"
        },
        "BodTan17": {
            "First Lines": "\nLuþir brid was Iudas þat ihesu solde to þe\n                    rodeSumwhat men moun of him telle but lite of ony goode…\n",
            "Last Lines": "\n…Swete lord þat þour Iudas sold were to þe\n                    treSchilde vs fro þe liþere stede þat we wene þat he\n                    be\n",
            "folio": "ff. 80-81v"
        },
        "BodAddC220": {
            "First Lines": "\nIVdas was a luþer bern þat solde god to þe\n                    RodeSumwat me may telle of hym ac lytul of eny godeFor me ne schal\n                    nout ware of y wyte bote ho so wole lyeRuben was his fader y clepud &\n                    his modur Tyborie…\n",
            "Last Lines": "\n…SEint Ion þe ewangeliste þat on of þe apostles\n                    iswas oure lordes auhnte sone & seint Iemes broþur y\n                    wis\n",
            "folio": "ff. 21v-23v"
        },
        "OxfTri57": {
            "First Lines": "\nIudas was a luþer barn þat ihesu solde to rodesomwhat me\n                    may of him telle ac lytel of eny goude…\n",
            "Last Lines": "\n…Now swete lord þat þorgh Iudas y sold were to þe\n                    treoShilde vus fram þe luþer stede þat we wene þat he\n                    beo\n",
            "Attributed Title": "\nvita Iude traditoris domini (f. 22v); Iudas\n                    (RT)",
            "folio": "ff. 22v-24"
        },
        "CamCCC145": {
            "First Lines": "\nIvdas was a luþer brid þat ihesus solde to BodeSom wat me\n                    may of hym telle ac lute of eny gode…\n",
            "Last Lines": "\n…Nou suete louerdþat þoru iudas isold were to þe\n                    treoSchulde ous fram þe luþere stude þat we weneþ he\n                    inne beo\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 692.\n",
            "folio": "ff. 214-215"
        },
        "CamKC13": {
            "First Lines": "\nIvdas was a luþer brid þat ihesu solde to þe rodeSom\n                    what me mai of him telle ac litel of eni goode…\n",
            "Last Lines": "\n…Now lord þat þoru Iudas y solde were to þe\n                    treSchuld vs fram þilke stede þer we weneþ þat he\n                    be\n",
            "folio": "Part II, ff. 32-34"
        },
        "CamMagPep2344": {
            "First Lines": "\nIudas was a luþer brid þat Ihesu solde to þe\n                    rodeSomwhat me may of him telle ak lutel of eny goede…\n",
            "Last Lines": "\n…Now lord þat þorw Iudas ysold were to þe\n                    treoShulde vs ffram þe luþer stede þer we weneþ\n                    þat he beo\n",
            "Attributed Title": "\nIuda Traditoris (RT)",
            "folio": "pp. 237-241"
        },
        "CamTCC605": {
            "First Lines": "\nJudas was a luþer bryd þat ihesu solde to þe\n                    rode& som wat me may of hym telle ac lyte of any\n                    goude…\n",
            "Last Lines": "\n…now swete lord þat þorw Judas ysolde were to þe\n                    treschulde ous fram þe luþer stede þer we weneþ\n                    þat he be\n",
            "Attributed Title": "\nJudas (RT)",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 270v-272"
        },
        "BLEge2891": {
            "First Lines": "\nIudas was a luþer brid þat ihesu crist solde to rodeSom wat me may of him telle ac lite of eny gode…\n",
            "Last Lines": "\n…[   ]ete louerd þat þoru Iudas Isold were to þe treo[   ]us fram þe luþer stude þat we weneþ þat he beo\n",
            "Note": "\nBeginnings of 11 lines on f. 59v lost due to damage to leaf.",
            "Attributed Title": "\nIudas (rubric in margin, f. 57v)",
            "folio": "ff. 57v-59v"
        },
        "BLHar2277": {
            "First Lines": "\nIudas was a liþer brid þat ihesu crist solde to RodeSumwhat me mai of him telle ac lute of eni gode…\n",
            "Last Lines": "\n…Nou swete louerd þat þurf Iudas isold were to þe treoSchuld ous fram þe liþere stede þer we weneþ þat he beo\n",
            "Note": "\nEnds “Amen.”",
            "Attributed Title": "\nIncipit vita Iude cariotis (red-shaded lettering, above 2978, f. 227)",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\n\nFurnivall,  Frederick James. \n             Early English Poems and Lives of Saints.\nTransactions of the London Philological Society\n         1858; Pt. 2, Berlin, 1862: 107-11.\nWülker,  Richard Paul,\n                        ed.  \n             Altenglisches Lesebuch.\n         2 vols. in one. Halle: Lippert, 1874, 1880: 1.18-21.\n\n",
            "folio": "ff. 227-229"
        },
        "Winches33": {
            "folio": "f. 15v"
        }
    }
}