{
    "_id": 3048,
    "_header": "Lent came there afterward that six week I-lasteth",
    "Note": "See also 3049",
    "Title(s)": "South English Legendary",
    "Subjects": "seasons, of church year",
    "Versification": "— two-line — aa",
    "_description": "Quadragesima, in the South English Legendary — 170 lines",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 82"
        },
        "BodAsh43": {
            "First Lines": "\nLEynte comeþ þer afterward þat six wuke\n                    ilasteþ& hor sunnen uorte beten alle cristenmen\n                    uasteþ…\n",
            "Last Lines": "\n…So þat he mowe an ester dai wen he haþ al iuastOur\n                    lordes flesc vnderuonge þat aswete mossel is last\n",
            "Attributed Title": "\nleynte (f. 49)",
            "folio": "ff. 49-51"
        },
        "Bod779": {
            "First Lines": "\nLeynt comeþ þer afterward þat syx wekis\n                    lasteþoure synnus alle for to bete alle cristene men\n                    fasteþ…\n",
            "Last Lines": "\n…so þat he mowe on estir day whan he haþ al I\n                    vasteoure lordes flesch ondir fongen þat a swete mossel is at þe\n                    laste\n",
            "Note": "\nNo heading so treated as part of 1301 in this MS.",
            "folio": "ff. 137-139"
        },
        "BodEngPoeta1": {
            "First Lines": "\nLenton comeþ þer afturward and sixe wikes hit\n                    lesteþVr sunnes forto bete alle we cristene men\n                    festeþ…\n",
            "Last Lines": "\n…ffor beodon oþur Almus helpeþ luyte of frend oþur\n                    of kunneBote heo beon wiþ oute wraþþhe oþur of dedly\n                    sunne\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 18va3-19rb"
        },
        "BodLauMis463": {
            "First Lines": "\nLEnton comeþ þer after þat sixe wikes\n                    lasteþþat here sinne forto bete all Cristen men\n                    fasteþ…\n",
            "Last Lines": "\n…So þat he mowe at ester day whan he haþ al fasteOur\n                    lordes flessh vnderfong þat a swete morsel is atte laste\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line",
            "folio": "ff. 25rb-26rb"
        },
        "BodTan17": {
            "First Lines": "\nLEnte comeþ þeraftirward þat sixe wokis\n                    lastiþHere synnes for to bete alle cristen men\n                    fastiþ…\n",
            "Last Lines": "\n…And ende his lijf in goddis seruyse & euere more to\n                    godeÞat we mowe wende & be wiþ him þat bouȝte vs on\n                    þe rode\n",
            "Note": "\nWritten as 6-line stanzas, aabbcc.",
            "folio": "f. 46-46v"
        },
        "OxfTri57": {
            "First Lines": "\nLeynte comeþ þer after þat sixe wokes\n                    ylasteþÞat oure synne for to beete alle cristene men\n                    fasteþ…\n",
            "Last Lines": "\n…So þat he mowe in efterday whannehe haþ al y\n                    fastOure lordis flesch vnderfonge þat a swete mossel ys\n                    last\n",
            "Attributed Title": "\nQuadragesima (RT)",
            "folio": "ff. 5v-7"
        },
        "CULFf548": {
            "Editions": "\nDowning,  Janay Young A.,\n                        ed.  \n             “A Critical Edition of Cambridge University MS Ff.5.48.” \n         2 vols. Diss. University of Washington, 1969: 231-7.\n",
            "folio": "ff. 84v-87v"
        },
        "CamCCC145": {
            "First Lines": "\nLeinte comeþ þer afterward þat six wike\n                    ilasteþÞat hore sunne forto bete alle cristen men\n                    vasteþ…\n",
            "Last Lines": "\n…so þat he mowe an esterday wanne he haþ al mastOure\n                    louerdes vleyss vnder fonge þat a swete mossle is last\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 128.\n",
            "folio": "ff. 48v-51"
        },
        "CamKC13": {
            "First Lines": "\nLeynte comeþ þer afterwardþat six wikes y\n                    lasteþHare synnes for to bete þanne cristen men\n                    fasteþ…\n",
            "Last Lines": "\n…So þat he mowe an esterdai whanne he haþ al þi\n                    fastOure lordes flesch vnderfonge þat is a swete mossel\n                    last\n",
            "folio": "Part II, ff. 1-3"
        },
        "CamMagPep2344": {
            "First Lines": "\nLeynte comeþ þer afterward þat six wykes\n                    ylasteþHare sunnes ffor to bete þanne cristene men\n                    fasteþ…\n",
            "Last Lines": "\n…So þat he mowe on Ester day whanne he haþ al\n                    yffastOure lordes fflesch vnderffongy þat is a swete mossel\n                    last\n",
            "Attributed Title": "\nQuadragesima (RT)",
            "folio": "pp. 179-183"
        },
        "CamStJohn28": {
            "First Lines": "\nLentun comyþ þer afterward þat sixe wowkis\n                    lastiþOure synnys for to beten alle cristen men\n                    fastiþ…\n",
            "Last Lines": "\n…so þat he may on Ester day qwan he haþ wel don his\n                    fastoure lordys body vnderfongyn þat euere in blisse schal\n                    last\n",
            "folio": "ff. 80-82v"
        },
        "CamTCC605": {
            "First Lines": "\nlente comeþ ar Ester þat six wykes lasteþÞat\n                    oure synnes be forȝyue alle cristen men fasteþ…\n",
            "Last Lines": "\n…so þat he may an Estere day wan he haþ al y\n                    fasteour lordes flesche vndersfonge þat a swet mossel y\n                    laste\n",
            "Note": "\nBegins verso of leaf after f. 52; no indication of separation from 1301.",
            "Attributed Title": "\nlente (RT)",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 52*v-54"
        },
        "BLCottJulDIX": {
            "First Lines": "\nLente comeþ þer afterwatf þat sex woukes lasteþþat hor sennen for to bete alle cristenmen fasteþ…\n",
            "Last Lines": "\n…so þat he mowe anester dai whan he haþ al ifastour lordes slesch vnþerfong þat a suete morsel is last\n",
            "Note": "\n“Capitulum xxviii” added to left margin by later hand (f. 52v); last 6 lines of 1301, beginning Septuagesime, assigned chapter xxvii by the later annotator.",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 52v-54v"
        },
        "BLEge1993": {
            "First Lines": "\nLente comeþ ar ester þat six wikes lasteþÞat oure sunnes beo forȝiue alle men vasteþ…\n",
            "Last Lines": "\n…So þat he mowe an ester day whan e haþ al vastOure lordes vlesch vnderfonge þat so sweit is ate last\n",
            "folio": "ff. 131v2-133v"
        },
        "BLEge2810": {
            "First Lines": "\nLeynt comiþ þereaftirward þat six wouk lasteþþat hor sinnen to bete al cristenmen vasteþ…\n",
            "Last Lines": "\n…So þat he may an ester day wan he haþ alli vastVr louerdes flesch vnderuong þat a swet mossel ylast\n",
            "folio": "ff. 182r2-184v"
        },
        "BLEge2891": {
            "First Lines": "\n…And for þan ne beo noman to triste þertoþat he for al ys sorinesse ne beo issriuen also…\n",
            "Last Lines": "\n…So þat he mowe an esterday wanne he haþ al yuastOure louerdes fleiss vnderuonge þat a swete mossel last\n",
            "Note": "\nMissing lines 1-11: begins incomplete due to loss of folio or folios between 38 and 39.",
            "folio": "ff. 39-39v"
        },
        "BLHar2277": {
            "First Lines": "\n[L]Eynte comeþ þerafterward þat six wike ilasteþHere sinne forto bete alle cristene men fasteþ…\n",
            "Last Lines": "\n…So þat he mote an ester day Whan he haueþ al ifastOure louerdes flesch vnderfonge þat is a suete morsel last\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "f. 2r2"
        },
        "BLAdd10301": {
            "First Lines": "\nLeynte comeþ þerafterward þat six wekes y\n                    lasteþþat hor sinne for to bete alle cristen men\n                    vasteþ…\n",
            "Last Lines": "\n…So þat he mowe an ester day wan he haþ al y\n                    vastOure lordes ffleiss vnder fonge þat aswete mossel is\n                    last\n",
            "Attributed Title": "\nDe quadragesima (f. 59, by scribe in margin beside first line);\n                        Denunciacio (f. 59v); Ieiunium (f. 59v);\n                        Confessio (f. 60); Contricio (f. 60v);\n                        Desperacio (f. 60v)",
            "folio": "ff. 59-61v"
        },
        "Lam223": {
            "First Lines": "\nLentoun comes after þat sixe wekes lastenAnd her synnes forto\n                    bete alle cristen men fasten…\n",
            "Last Lines": "\n…And ende his lyf in goddes seruice & euermore do\n                    godeÞat we may wende & be with him þat boȝt vs on\n                    þe Rode\n",
            "Attributed Title": "\nLentoun (RT)",
            "folio": "ff. 1r2-3v"
        },
        "Winches33": {
            "folio": "f. 33"
        },
        "TokyoTak54": {
            "First Lines": "\nSent [sic] commeþ þer afterward and vj wekis\n                    lastethHer synnes forto bete all cristen men fasteth…\n",
            "Last Lines": "\n…So þat he may on Estersday whan he haþ al yfastOur\n                    lordys body resceive worþely at last\n",
            "folio": "ff. 40-42v"
        }
    }
}