{
    "_id": 3127,
    "_header": "Litany is a song as ye may oft I-see",
    "Title(s)": "Letania maior et minor; South English Legendary",
    "Subjects": "litanies",
    "Versification": "— two-line — aa",
    "_description": "‘Letania maior et minor’, in the South English Legendary — 56 lines",
    "_witnesses": {
        "BodLauMis463": {
            "First Lines": "\nLEtanie is a song þat ȝe mowe ofte seoto bidde eche halwe\n                    aftur oþer oure help to beo…\n",
            "Last Lines": "\n…þe feste of holy thorsday & eke of witsondayIn\n                    þe gospell who so loke þere he it finde may\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 42va-42vb"
        },
        "Bod779": {
            "First Lines": "\nLetanye is asong as ȝe mowe ofte I seto bidde ech halwe after\n                    oþer oure help for to be…\n",
            "Last Lines": "\n… Þat we holde so þis precessionis & þe fasting\n                    witoute synneþat frut an erþe com wel forþ to helping to\n                    alle man kinne\n",
            "Note": "\nNo heading so treated as part of 4697.",
            "folio": "ff. 143v-144"
        },
        "BodEngPoeta1": {
            "First Lines": "\nLetanye is a song þat ȝe mouwen ofte i seoTo bidde vche\n                    seint aftur oþur vre help forto beo…\n",
            "Last Lines": "\n…Nou for þulke heiȝe feste þat is Godes soneLet\n                    vs vr sunnes bete her þe fend to ouercome. A.M.E.N.\n",
            "Note": "\nHere treated as continuation of 5287.",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 19va2"
        },
        "BodAsh43": {
            "First Lines": "\nLEtanye is asong as ȝe mowe ofte iseTo bidde ech halwe after\n                    oþer our help uorte be…\n",
            "Last Lines": "\n…Vor it nys no neode wenne hi beþ þer to sette hem here\n                    alsoVor sette hem here & ek þer it nere noȝt wel\n                    ido\n",
            "Attributed Title": "\nletany (f. 61)",
            "folio": "ff. 61-62"
        },
        "BodTan17": {
            "First Lines": "\nAfterward þe fourtiþe þat he ros fro deþ to\n                    lyueHe steigh in to heuyn with his woundis fyueAs it falliþ on\n                    halwe þorisday þat he gan to heue styȝeBut arst holi chirche\n                    halt þe feste of letanyeLetanye is a song as ȝe moun ofte I\n                    seTo bidde eche halwe aftir oþer oure help for to\n                    be…\n",
            "Last Lines": "\n…þat we holde so þe processiouns & þe fasting\n                    wit oute sinneþat þe frut on erþe come wel forþ to\n                    helpe of man kinne…\n",
            "Note": "\nBegins f. 77, mid-page, possibly a longer unique version, describing two\n                    feasts of litany, one the greater — St. Mark’s Day and one the\n                    lesser — Rogation; ending imperfectly at bottom f.\n                    77v.",
            "folio": "ff. 77-77v"
        },
        "BodAddC38": {
            "folio": "f. 105"
        },
        "OxfTri57": {
            "First Lines": "\nLetanie ys a song þat ȝe mowe ofte y seoTo bidde ech\n                    halwe after oþer oure help for to beo…\n",
            "Last Lines": "\n…ffor it nys no ned whanne hy buþ þer to sette hem here\n                    al soffor to sette hem here & ek þereit were noȝt wel y\n                    do\n",
            "Note": "\nWritten as stanzas of 6 lines, aabbcc.",
            "Attributed Title": "\nA rogaciones (RT)",
            "folio": "f. 33v"
        },
        "CamCCC145": {
            "First Lines": "\nLetanie is a song as ȝe moweþ ofte iseTo bidde ech halwe\n                    after oþer oure help forto be…\n",
            "Last Lines": "\n…ffor it nis no neod wanne hi beoþ þere to sette is here\n                    alsofforto sette is here & eke þere hit nere noȝt wel\n                    ido\n",
            "Attributed Title": "\nLetanie maior et minor (f. 60v)",
            "folio": "ff. 60v-61v"
        },
        "CamMagPep2344": {
            "First Lines": "\nLetanye is a song as ȝe mowe ofte yseoTo bydde ech halwe after\n                    oþer oure help ffor to beo…\n",
            "Last Lines": "\n…ffor hit nys no neod whan hi beoþ þer to sette ham her\n                    alsoTo sette ham her and eke þer hit nore no neode to do\n",
            "Attributed Title": "\nLetanya (RT)",
            "folio": "pp. 261-262"
        },
        "CamStJohn28": {
            "First Lines": "\nletanyȝe is a song as ȝe moun oftyn seto preyȝe\n                    euery seynt after oþer þat he oure helpe be…\n",
            "Last Lines": "\n…þe feste of holy þrusday & eke of witsonedayIn\n                    þe gospel ho so lokiþ þer hem fynden he may\n",
            "Note": "\nFollowed by ‘Ioachym & Anne’ referring reader to go back\n                    to folio 25 to contiue text.",
            "Attributed Title": "\nRose (f. 83v)",
            "folio": "ff. 83-83v"
        },
        "CamTCC605": {
            "First Lines": "\nLEtanie is a songe as ȝe mowe wel yseTo bydde echehalwe after\n                    oþer oure helpe to be…\n",
            "Last Lines": "\n…God for loue of seint marke ous ȝyue here suche\n                    graceÞat we mot in heuene at oure ende habbe a place\n",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 62-62v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nLEtani is a song as ȝe mowe ouȝte iseto bidde ech halwe efter oþer our help for to be…\n",
            "Last Lines": "\n…for hit nis no ned whan hi ber þere to sette hit here alsofor to sette hom here & ek þere hit nere nout wel ido\n",
            "Note": "\n“Capitulum xxxiiii” added to left margin by later hand (f. 64v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 64v-65"
        },
        "BLEge1993": {
            "First Lines": "\nLetanie is a song as ȝe mowe ofte iseoTo bidde ech seint after oþer oure help vorte beo…\n",
            "Last Lines": "\n…God vor þe loue of seint mark vs ȝeue such graceÞat we mote after oure ende in hauene habbe a place\n",
            "Note": "\nEnds “Amen” (f. 143).",
            "folio": "ff. 142v-143"
        },
        "BLEge2810": {
            "First Lines": "\nLetanie is a song as ȝe mowe oft yseto buche ech alwe after oþer vr elp fort to be…\n",
            "Last Lines": "\n…vor hit nis no neode wan hii beþ þer to sette hire alsovor to sette is here & ek þere it nere noȝt wel ydo\n",
            "folio": "ff. 185-185v"
        },
        "BLEge2891": {
            "First Lines": "\nLEtanie is a song as ȝe moweþ ofte iseoTo bidde ech halwe after oþer oure help to beo…\n",
            "Last Lines": "\n…ffor it nis no neod wanne hi beoþ þere to sette is here alsoffor to sette is here and eke þere it nere noȝt wel ydo\n",
            "Attributed Title": "\nLetania maior de rogacionibus (rubric in margin, f. 70v)",
            "folio": "ff. 70v-71"
        },
        "BLHar2277": {
            "First Lines": "\nÞe letanie is a song as ȝe mowe ofte iseoTo bidde ech halwe after oþer oure help to beo…\n",
            "Last Lines": "\n…ffor hit nis no neod whan hi beoþ þere to sette his her alsoTo sette hem here & eke þere hit nere noȝt wel ido\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 35-36"
        },
        "BLAdd10301": {
            "First Lines": "\nLEtanye is a song as ȝe mowe ofte y seTo bidde eche halwe\n                    after oþer oure helpe for to be\n",
            "Last Lines": "\n…For it nis no nede wanne hy beþ þere to sette it here\n                    alsoFor to sette it here & eke þere it nere noȝt wel y\n                    do\n",
            "Attributed Title": "\nLetania Maior de rogacionibus (f. 72v, by scribe in\n                    margin beside first line); Letania Minor, Letania Maior,\n                        Letania Minor (f. 72v, down margin )",
            "folio": "ff. 72v-73"
        },
        "Lam223": {
            "First Lines": "\nLetanye is a songe þat we may ofte s[‘g’ erased]To\n                    pray ich holow after þer oure helpe forto be…\n",
            "Last Lines": "\n…Þat he fordo not þat fruyt þat helpe shal al\n                    monkyndeNow Ihesu Crist bringe vs to þat blisse þat þow\n                    wonest ynne\n",
            "folio": "ff. 4v-5"
        },
        "Winches33": {
            "folio": "f. 36v"
        },
        "TokyoTak54": {
            "First Lines": "\nThe letanye is a songe as ȝe mowe oft seTo preye eche seint\n                    after oþer our helpe for to be…\n",
            "Last Lines": "\n…It is no nede whan þei ben þer to sette hem here\n                    alsoTo sette hem here & eke þer it were but wel ido\n",
            "folio": "ff. 73v-74v"
        }
    }
}