{
    "_id": 333,
    "_header": "All hallowen day we holden one time in the year",
    "Title(s)": "South English Legendary",
    "Subjects": "All Saints’ Day",
    "Versification": "— two-line — aa",
    "_description": "All Saints Day, in the South English Legendary — in couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nAlle halwen day we holdeþ one tyme of þe ȝereVor\n                    uale enchesons holi chirch þerto ous gan lere…\n",
            "Last Lines": "\n…Nou bidde we alle halwen to holde hor feste soþat hi\n                    bringe ous to þulke Ioie þat hi beþ Inne Ido\n",
            "folio": "ff. 165v-166"
        },
        "Bod779": {
            "First Lines": "\nAlle halewen day an erle we holdeȝ o tyme of þe\n                    ȝereffor fele enchesones þer to holy cherche vs gan\n                    lere…\n",
            "Last Lines": "\n…& brynge vs to þat ilke ioye þere þat hy\n                    beþ inneIhesus for þy swete loue ne lete vs neuer\n                    ablynne\n",
            "Attributed Title": "\nffestum omnium sanctorum (f. 70)",
            "folio": "ff. 70-71"
        },
        "BodLauMis108": {
            "First Lines": "\nAlle hilewene day we holdeȝ one time in þe ȝerefor\n                    manie enchesones holie churche þare to us gan lere…\n",
            "Last Lines": "\n…Nou bidde alle halewene þat we heore feste holden\n                    soÞat huy us bringuen to þe heyȝe Ioye þare huy buth\n                    inne ido\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 418-20.\n",
            "folio": "ff. 174-175"
        },
        "BodLauMis463": {
            "First Lines": "\nAlle halwen day we shol holden on tyme in þe ȝerfor fele\n                    enchesons holy chirche þerto vs gan first lere…\n",
            "Last Lines": "\n…Nou bide we alle halwen to holden here feste soþat\n                    þei bringe vs to heye ioye þat þei beoþ inne y\n                    do\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 99ra-99va"
        },
        "OxfTri57": {
            "folio": "f. 119v"
        },
        "CULAdd3039": {
            "First Lines": "\nAll halogheȝ day oghe to be haldene ane tyme in þe\n                    ȝereffor many enchesons it ordayned was als we in boke\n                    lere…\n",
            "Last Lines": "\n…Pray we til al haloweȝ we may so halde þaire\n                    dayeþat we may come vn to ioye þere þai we in for\n                    ay\n",
            "folio": "ff. 24-25"
        },
        "CamMagPep2344": {
            "First Lines": "\nAlle halwen day we holdeþ in a tyme of þe ȝereffor\n                    many enchesouns holy chirche þer to vs gan lere…\n",
            "Last Lines": "\n…Now bidde we alle halwen hare day to holde soÞat hi vs\n                    bringe to þulke ioye þat hi beoþ on ydo\n",
            "Attributed Title": "\nOmnium Sanctorum (RT)",
            "folio": "pp. 464-466"
        },
        "CamTCC605": {
            "First Lines": "\nAlle halwene day we holdeþ o tyme in þe ȝerefor fele\n                    encheysens holy churche þer to ous gan lere…\n",
            "Last Lines": "\n…now byde we al halwen to hold here feste soÞat hii\n                    bringe ous to þulke Ioie þat lasteþ euer mo\n",
            "Attributed Title": "\nAlle halwene (RT, ff. 255v-256)",
            "folio": "ff. 255-266"
        },
        "BLCottJulDIX": {
            "First Lines": "\nAlle haluen dai we holdeþ one tyme of þe ȝerefor mony enchesouns holi cherche þer to ous gan lere…\n",
            "Last Lines": "\n…nou bidde we al walue to holde hor feste soþat hi bringe ous to þe heie ioie þat hi beþ Inne ido\n",
            "Note": "\n“Capitulum lxxiiii” added to left margin by later hand (f. 161v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 161v-162v"
        },
        "BLEge2810": {
            "First Lines": "\nAlle Alwen day we holdiþ one time of þe ȝerevor vale enchesons holi churche þer to ous gan lere…\n",
            "Last Lines": "\n…Nou bidde we alle halwine to holde hore feste soÞat hii bringe ous to þulke ioye þat hij buþ inne ido\n",
            "folio": "f. 100-100v"
        },
        "BLEge2891": {
            "First Lines": "\nAlle halwe day we holdeþ o tyme of þe ȝereffor fale enchesons of holy churche þerto us gan lere…\n",
            "Last Lines": "\n…To þe heie wened of sein peter atte laste he wendeAnd þere he lay slepe adoun as god him grace sende…\n",
            "Note": "\nLines 1-54 only: ends imperfectly due to loss of folio between 164 and 165.",
            "folio": "ff. 164-164v"
        },
        "BLHar2277": {
            "First Lines": "\nAlle halewe day we schulle holde o tyme in þe ȝereffor fele enchesoun holi churche þerto ous gan lere…\n",
            "Last Lines": "\n…Nou bidde we alle halewen to holde here feste soÞat hi bringe ous to þe heȝe ioye þat hi beoþ on ido\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 460.\n",
            "folio": "ff. 143v-144v"
        },
        "BLSto949": {
            "First Lines": "\nAlle halewyne day we holdeþ one tyme of þe ȝereffor vale enchesons holy chirche þer to vs gan lere…\n",
            "Last Lines": "\n…Nou bidde we alle halewe to holde hor feste soþat hii brynge vs to þe ioyȝe þat hii beþ inneyde\n",
            "folio": "ff. 36v-37v"
        },
        "Lam223": {
            "First Lines": "\nAlle halowen day we holden here on þat tyme of þe\n                    ȝereffor fele enchesouns holy chirche þerto con vs\n                    lere…\n",
            "Last Lines": "\n…Þat þai pray Ihesu for vs þat we ne be\n                    forloreNow bidde we all halewen þat ben to god ycore Amen\n",
            "Attributed Title": "\nAlle halewen (RT)",
            "folio": "ff. 200-202"
        },
        "TokyoTak54": {
            "First Lines": "\nAlhalowen daye we holden oon tyme of þe ȝereFor many\n                    resons holy chirch þerto vs doþ lere…\n",
            "Last Lines": "\n…Now preye we to alhalowen to hold her fest soÞat\n                    þei bringe vs to þat Ioye þer þei ben Inne do.\n                    Amen.\n",
            "Attributed Title": "\nIn die Omnium Sanctorum (f. 153)",
            "folio": "ff. 153-153v"
        }
    }
}