{
    "_id": 3331,
    "_header": "Maidens of England sore may ye mourn",
    "Note": "Edited without reference to source by Woods (1926)\nXWoods, Margaret L. “Ballads.” Royal Society of Literature: New Series, Essays by Divers Hands 6 (1926): 25-42 and Tytler (1873-77)\nXTytler, Patrick Fraser. Tytler’s History of Scotland: with illustrative notes from recently discovered state documents and a continuation of the history, down to the passing of the Reform Bill, 1867: Including an account of the social and industrial progress of the people : also, an essay on Scottish ecclesiastical history. London: Mackenzie, 1873-1877. 1.229; this tag occurs in many MSS of the Brut Chronicle, examples listed below, and in many early printed chronicles.",
    "Subjects": "Scots, insults by, against the English; Bannockburn, battle of; historical poems",
    "Versification": "— six-line — aabccb, ababcc",
    "_description": "Song said to have been sung by the Scots after the defeat of the English at Bannockburn — six lines",
    "_witnesses": {
        "BodRawB171": {
            "Transcription": "\nMaydenes of engelande sare may ȝe morneffor tynt ȝe haue\n                    ȝour lemmans at BannokesborunWiþ hevaloghWhat wende þe\n                    kyng of Engel[and] haue y gete scorlandeWiþ Rombylogh\n",
            "Note": "\nWritten as prose, in rubric as a heading.",
            "Editions": "\nSisam,  Celia,  and  Kenneth Sisam, eds.  \n             The Oxford Book of Medieval English Verse.\n         Oxford: Clarendon, 1970: 554.\n",
            "folio": "f. 119"
        },
        "BodRawB190": {
            "Transcription": "\nMaydyns sore may ȝe mornethat ȝe hawe lost ȝowre\n                    lemmans at BannokisberneWith hawelauheWhat wene the kyng of Englonds\n                    for to gete ScotlondeWith Rumbelauhe\n",
            "Note": "\nIn prose Brut, written as prose.",
            "folio": "f. 90v"
        },
        "CULLl214": {
            "Transcription": "\nMaydens of Englond sare may ye mornefor tynt ye haue lost youre\n                    lemmans at Bannockesbornewith heve and howewhate wende the kynge of\n                    Englondgoten haue scotlondwith rombylough\n",
            "Note": "\nIn the prose Brut, rubric, as a heading, written as\n                    prose.",
            "folio": "ff. 166v-167"
        },
        "BLAdd12030": {
            "Transcription": "\nMaydens of Englande sore maye ye morneTynte ye haue your lemmans loste at Banokesbornewith hevelowewhat wende the kyng of Englandeto haue gete Scotlandewith Rombelowe\n",
            "Note": "\nWritten in verse lines, not rubric.",
            "folio": "f. 119"
        },
        "BLAdd24859": {
            "Transcription": "\nMaydenys of Englond sare may ye morneffor tynt ye haue yowre lemmanys lost at Bannokesbornewith haualowWhat wende þe kyng of Englondhaue gete Scotlondwith rombilowe\n",
            "Note": "\nWritten as prose, rubric.",
            "folio": "f. 69v"
        },
        "BLAdd26746": {
            "Transcription": "\nMaydens of Engelonde sare may ye mornefor tynt ye haue loste youre lemans in bannokesbornevithe heue aloghWende þe Kinge of Engelondeto haue geten Scotlondewithe Rombyloughe\n",
            "Note": "\nWritten as prose, rubric.",
            "folio": "ff. 189v-190"
        },
        "BlCottGalEVIII": {
            "Transcription": "\nMaydenys of Engelond sare may þe morenfor tynt þe haue lost\n                    youre lemanys at Bannokysbournewyth heualowwhat wende the kynge of\n                    Engelondto haue goten the Scotlondwyth rumbillowe\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 88"
        },
        "BLCottTitDXV": {
            "Transcription": "\nMaidenes of ynglond sore may they morneffor tint ye haue lost your lemmans at bannokesbournewith heve a logheWhat wend the kyng of ynglondTo have geten scotlondwith rombyloghe\n",
            "Note": "\nPrtly written as prose.",
            "folio": "f. 31"
        },
        "BLEge650": {
            "Transcription": "\nMaydens of Englond sore may ye morneffor ye haue lost yowr lemmons at bannokysburneWith heyvillowWhat wende yow kyngfor to haue getten scotlondwith Rumbylow\n",
            "Note": "\nWritten as prose, rubric.",
            "folio": "f. 44"
        },
        "BLHar24": {
            "Transcription": "\nMaydens of Englande sore maye ye morneSynce ye hafe your lemmans loste at bannokesborneWith heueloweWhat wende the kyng of EnglandeTo haue gete ScotlandeWith Rombelowe\n",
            "Note": "\nSet in verse lines.",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 24.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Harley_MS_24. \n",
            "folio": "f. 117v"
        },
        "BLHar53": {
            "Transcription": "\nMaidons of Englond sare may ye mornffor tynt ye haue youre lemans att BannokkesbornWith heue aloweWhat wend þe kyng Edward till haue wonne ScottelandWith Romylow\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 119"
        },
        "BLHar63": {
            "Transcription": "\nMadenes of Engelond sare may ye murneffor tynte ye haue yowre lemmans at bannokesbournewith haveloweWhat wend the kyng of Engelondto haue wonne Scotlondwith Rumbelowe\n",
            "Note": "\nWritten as prose.",
            "Editions": "\nSisam,  Celia,  and  Kenneth Sisam, eds.  \n             The Oxford Book of Medieval English Verse.\n         Oxford: Clarendon, 1970: 554.\n",
            "folio": "f. 28v"
        },
        "BLHar266": {
            "Transcription": "\nMaydenes of Engelond sare may ȝe mourneffor tynt ȝe lost ȝour lemmanes at bannokesbourneWith heil felowsWhat wend þe king of Engelondffor to haue gete ScotlondWith Rombylows\n",
            "Note": "\nWritten as verse, couplets with the tails written to right.",
            "folio": "f. 15v"
        },
        "BLHar1337": {
            "Transcription": "\nMaydens of Englonde sore may yee mourwnþat yee have lost your lemmannys at BannokisbourneWith hevelawȝeWent þe kynge of Englonde to have goten Scotlonde with Rombelawȝe\n",
            "Note": "\nWritten as prose; another copy by a 16th century hand in the lower margin.",
            "folio": "f. 59"
        },
        "BLHar1568": {
            "Transcription": "\nMaydenes of Englonde wele may thei morneffor tynte haue ȝe ȝoure lemans at bannockbourneWith hauealougheWhat wende the kyng of Englondehaue Scotlondewith Rombeloghe\n",
            "Note": "\nWritten as prose, rubric.",
            "folio": "f. 99v"
        },
        "BLHar2182": {
            "Transcription": "\nMaydenes of Englonde sare maye ȝe morneefor dynt ȝe hau loste ȝoure lemmans at Bannokesbornewith heyeallamewhat wende þe kyng of Englondehaue gete Scottlondewith Rombilowe\n",
            "Note": "\nWritten as prose, rubric.",
            "folio": "ff. 98v-99"
        },
        "BLHar2248": {
            "Transcription": "\nMaydenes of Englonde sare may ye mornefor tite ye haue lest youre lenmanes in bannockes burneEith heualowWhat wende the kyng of Englohaue getyn Scotlondwith Rombylow\n",
            "Note": "\nWritten as prose, rubric; the word “Englond” incomplete in penultimate line.",
            "folio": "f. 155v"
        },
        "BLHar2256": {
            "Transcription": "\nMaydenys of englond sare may ȝe mornefor tynt ȝe haue loste ȝoure lemmanys at Bannokkisburnewith hevalowȝwhat wende þe kyng of Englondto haue goten Scotlondwith Rumbylowȝ\n",
            "Note": "\nWritten as prose, rubric.",
            "folio": "f. 98"
        },
        "BLHar2279": {
            "Transcription": "\nMaidenes of Engelonde sare may ye mourneffor tynte ye haue youre lemans atte Bannokisbournewith hevalowe;what wende þe kyng of Engelandehaue gete Scotlandewith rumbelowe\n",
            "Note": "\nWritten as prose, rubric.",
            "folio": "f. 104v"
        },
        "BLHar4930": {
            "Transcription": "\nMaidens Of England sore may ye morneffor tynt haue ye your lemmans at Bannokesbornewith haue & howeWenyd þe kyng of…\n",
            "Note": "\nWritten as prose, rubric; ends incomplete.",
            "folio": "f. 80"
        },
        "BLSto68": {
            "Transcription": "\nMaidenes of Engelond sore may ȝe morneffor tynt ȝe han lost ȝoure lemmans at Bannokesbornewith hevaloghwhat wende the king of Engelondto gete Scotlandwith Rumbilogh\n",
            "Note": "\nWritten as prose, rubric.",
            "folio": "f. 139"
        },
        "BLSto70": {
            "Transcription": "\nMaydens of Englande sore mowe ȝe mourneffor tynt ȝe haue ȝoure housbondes at Bannokkesbournewiþ havealowWhat wende þe kynge of Englandeforto haue gete scotlandewiþ Rombelowe\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 73v"
        },
        "BLRoy17Dxxi": {
            "Transcription": "\nMaidonez of engelond sore may ye moorneffor tynt ȝe han lost your lemmans att Bannokesbournewith hevaloghWhat wende þe king of Engelondehaue gote Scotlandwith Rombilogh\n",
            "Note": "\nWritten as prose, rubric.",
            "folio": "f. 105v"
        },
        "BLSto71": {
            "Transcription": "\nMaidenes of Englond sore moun ye mornethat ȝe haue loste your lemmannes in BannokesbournWith here laweWhat wend the kinge of Englondto haue geten Scotlandwith rumbilow\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 54"
        },
        "NLWPen396D": {
            "Transcription": "\nMaydens of Englonde sore may ye mourneþat haue lost your lemmans\n                    at Bannokkesbornwith havelouhWhat wenyth þe kynge of Englonde\n                    to haue geten Scotlondewithe the Rombelaugh\n",
            "Note": "\nIn prose Brut; written in rubric as heading; written as\n                    prose.",
            "folio": "f. 140"
        },
        "GULHun83": {
            "Transcription": "\nMaydens of England sore may ye morneffor tynt ȝe haue your\n                    husbandis at Bannokis borne…To haue gotene Scotlandwith\n                    Rombylowe\n",
            "Note": "\n1 x 6, aabccb, in Brut Chronicle, chap. 177.",
            "folio": "f. 82"
        },
        "Cox": {
            "Editions": "\nCox,  James Stevens. \n             Literary Repository\n         4 (1957): 4.1.\n",
            "folio": ""
        },
        "HarEng530": {
            "Transcription": "\nMaydens of England yee may weele mowronffor tynt yee haue youre\n                    lemmans at BassingesbourneWhat wenes kyng Edward of England with\n                    hevealoweSo lyghtly to haue goten him Scotland with rombelowe\n",
            "Note": "\nFour lines only, written as prose in prose Brut.",
            "folio": "f. 137v"
        },
        "HarEng587": {
            "Transcription": "\nMaydens of Englonde sare may ye mournesith ye haue lost your lemman\n                    at Bannokbournewith heve & loweWhat wende the kynge of\n                    Englondto haue wonne scottelondeRombelowe\n",
            "Note": "\nWritten as prose in prose Brut.",
            "folio": "f. 76v"
        },
        "HarEng766": {
            "Transcription": "\nMaydens of Englond sare may ye morneffor your lemmans ȝe have\n                    lost at Bannokkisbornewith heve a loweWhatt wenyth the kyng of\n                    EnglondSo soone to haue wonne Scotlandwith Rumbylowe\n",
            "Note": "\nIn Fabyan’s Chronicle.",
            "folio": "f. 149v"
        },
        "HarRich35": {
            "Transcription": "\nMaydens of Englong sore may ȝe morneTynte ȝe haue\n                    ȝoure lemmans lost at BannoksborneWith heweloweWat wende þe\n                    kyng of EnglondeTo haue gete ScotlondeWyth Rombelowe\n",
            "Note": "\nIn prose Brut; written as verse.",
            "folio": "f. 63vb"
        },
        "YaleBei494": {
            "Transcription": "\nMaydenes of Engelande sore may ȝe mournefor tynt haue ȝe\n                    ȝoure lemmans at Bannokesbournewiþ heue alowWhat wende\n                    þe kyng of Engelondeto haue wonne scotlandewiþ\n                    rombylow\n",
            "Note": "\nWritten as prose, underlined in pencil.",
            "folio": "f. 73ra"
        },
        "PULTayM3": {
            "Transcription": "\nMaydenes of Englond sare may ye mornefor tynt ye haue loste your\n                    lemmannys at Bannockysbornewith heualow what went þe kyng of\n                    engelondhaue gotyn Scottelond with Rombilow\n",
            "Note": "\nWritten as prose, in rubric.",
            "folio": "f. 89ra"
        },
        "HunHM113": {
            "Transcription": "\nMaydyns of Englond sare may ȝee mornffor tynt þat yee have\n                    lost yeur lemmanys at BannokisbournWhat how a lagh what vent\n                    þe kyng of Englondhav gote Skotlondwith Rombelagh\n",
            "Note": "\nWritten as prose, in rubric.",
            "folio": "f. 92ra"
        },
        "HunHM131": {
            "Transcription": "\nMaydens of Englonde sore mowe ye morneffor tyme ye haue your lemmans\n                    at BannokesbornWhat weende þe king of Englondefforto have gete\n                    Scotlandewyth Rumbylowe\n",
            "Note": "\nWritten as prose, with virgules to mark line breaks.",
            "folio": "f. 88"
        },
        "HunHM136": {
            "Transcription": "\nMaydens of England sare may ye morneffor tyȝt haue ye lost your\n                    lemmans at Bannokesbournewyth hevaloghWhat wende the kyng of\n                    Englondto haue gete Scotlandwyth Rombilough\n",
            "Note": "\nWritten as prose, with virgules to mark line breaks.",
            "folio": "f. 85"
        },
        "TokyoTak12": {
            "Transcription": "\nMaydens of Englonde sore may ye morneffor tynte ye haue your lemmans\n                    at BannokisborneWith hebaloweWhat wende the king of Englondeto\n                    haue gette ScotlaneWith Rombylowe\n\n",
            "Note": "\nWritten in verse lines.",
            "folio": "f. 114v"
        },
        "TokyoTak29": {
            "Note": "\nWritten in verse lines.",
            "folio": "f. 81v"
        }
    }
}