{
    "_id": 3410,
    "_header": "Martha was a good woman all so ye heareth tell",
    "Title(s)": "South English Legendary",
    "Subjects": "Martha, saint, life of; Fronton, saint, life of; saints’ lives",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Martha and St. Fronton in the South English Legendary",
    "_witnesses": {
        "BodLauMis463": {
            "First Lines": "\nSEinte Martha a god womman was as ȝe hereþ of tellShe\n                    fong oure lord in hire hous as it seiþ in þe\n                    gospel…\n",
            "Last Lines": "\n…Nou lord for þe heye loue Þat þu kiddest Martha\n                    þerebring vs to heye blisse þat þe angels here soule\n                    bere\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 77va-78rb"
        },
        "Bod779": {
            "First Lines": "\nMarþa was a good woman s al so ȝe hereþ\n                    telleȝhe herberuid Ihesu crist as we findeþ in þe\n                    gospelle…\n",
            "Last Lines": "\n…& leue vs here on erþe doon oure sinnus to bete&\n                    we mot to þat ioye come ar we oure lif here lete\n",
            "Attributed Title": "\nSeint martha mary maudeleynus sustir (f. 242v)",
            "folio": "ff. 242v-244v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSeint Martha gud wommon was as ȝe schule here telleHeo feng vr\n                    lord in hire hous as hit seiþ in þe gospelle…\n",
            "Last Lines": "\n…Lord for þe heȝe loue þat kuddest Martha\n                    þereBring vs to þat heȝe blisse þere þin angeles\n                    hire soule bere. AMEN.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 69rb-70ra"
        },
        "OxfTri57": {
            "folio": "f. 90"
        },
        "CamCCC145": {
            "First Lines": "\nSein martha god womman was as ȝe hureþ aldai telleHe\n                    aueng oure louerd in hure hous as it seiþ in þe\n                    gospelle…\n",
            "Last Lines": "\n…Nou louerd for þe heie loue þat þou kuddest martha\n                    þereBring us to þe heie blisse þat þin angles hare\n                    soule bere\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 348.\n",
            "folio": "ff. 130-132v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Martha a goed womman was as ȝe hureþ al day\n                    telleȜeo affeng oure lord in hure hous as hit seiþ in þe\n                    gospelle…\n",
            "Last Lines": "\n…Now lord ffor þe heye loue þat þou kuddest Martha\n                    þereBring vs to þe heye blisse þat þine aungeles hure\n                    to bere\n",
            "Attributed Title": "\nSancta Martha (RT)",
            "folio": "pp. 383-385"
        },
        "CamTCC605": {
            "First Lines": "\nSEint martha was a goud womman as ȝe hureþ tellehes a\n                    fenge oure lord in hure hous as hit seþ in þe\n                    godspelle…\n",
            "Last Lines": "\n…Now for þe swete loue þat þu cuddest martha\n                    þerbrynge ous to þe hey Ioie þat þyne angelis hure\n                    bere\n",
            "Attributed Title": "\nMartha (RT)",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 77v-79"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Martha god womman was as ȝe schulen here telleHeo aveng vre lord in hire hous as it seiþ in þe gospelle…\n",
            "Last Lines": "\n…Now lord vor þe heiȝe loue þat þou kuddest martha þereBringe vs to þe heiȝe blisse þat þin angles here soule to bere\n",
            "folio": "ff. 201v-203v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin Martha god womman was as ȝe hureþ alday telleHeo aneng oure louerd in hure hous as it seiþ In þe gospelle…\n",
            "Last Lines": "\n…Nou louerd for þe heie loue þat þou kuddest martha þereBring us to þe heie blisse þat þin angles hure soule bere\n",
            "folio": "ff. 126-128"
        },
        "BLHar2277": {
            "First Lines": "\nSEinte Martha a god womman was as ȝe hureþ aldai telleHeo afeng oure louerd in hire hous as hit saiþ in þe godspelle…\n",
            "Last Lines": "\n…& bureden hit wiþ here owe hond oure louerd & Seint ffroutonA fairere buringe þan þer was me ne hurde neuere non…\n",
            "Note": "\nEnds incomplete.",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 104-105v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin Martha gode womman was as ȝe hureþ al day\n                    telleȝo reseyvid oure lorde in hire hous as it seiþ in þe\n                    gospelle…\n",
            "Last Lines": "\n…Nou lord for þe heye love þat þou kuddest Martha\n                    þereBring vs to þe heye blisse þat þin angles hure\n                    soule bere\n",
            "Attributed Title": "\nSancta Martha (f. 149, by scribe in margin beside first line);\n                        Martha (RT)",
            "folio": "ff. 149-152v"
        }
    }
}