{
    "_id": 3554,
    "_header": "Most noble prince of Christian princes all",
    "Author(s)": "John Lydgate",
    "Title(s)": "To King Henry VI on his Coronation",
    "Subjects": "Henry VI, coronation; occasional verse; historical poems; envoys",
    "Versification": "— eight-line — ababbcbc",
    "_description": "To King Henry VI on his Coronation, by Lydgate — eighteen 8-line stanzas (ababbcbc) including 3-stanza Envoy",
    "_witnesses": {
        "BodAsh59": {
            "First Lines": "\nMOost noble prynce of cristen Prynces allefflouring in yowþe\n                    and vertuous InnosenceWhome god allone list of his grace to\n                    calleþis daye testate of knightly excellence…\n",
            "Last Lines": "\n…And god shal sende þee frome þe heven dovneGrace\n                    and gode hure to þy roial estate\n",
            "Attributed Title": "\nNowe here foloweþe nexst a balade made by þat solempne clerk\n                    Lidegate daun Johan . presented to kynge henry þe sixst his soverin Lorde.\n                    þe daye of þat royal solempnysacoun of his coronacoun at Westminster\n                    (f. 54)",
            "folio": "ff. 54-56v"
        },
        "CamTCC600": {
            "First Lines": "\nMoost noble Prynce of cristin prynces allefflouring in youþe\n                    and vertuous InnocenceWhome god aboue lift of his grace calleÞis\n                    day testaate of knyghtly excellence…\n",
            "Last Lines": "\n…And god shal sende frome þe heven adounGrace and goode\n                    hure vn to þy Royale state\n",
            "Attributed Title": "\nLoo here filowing beginneþ a balade whiche daun Johan Lidegate þe\n                    Munk of Bury made vn to þe Kyng þis Iune yeere of his coronacion (p.\n                    154); Balade of þe Kynges Coronacion (RT)",
            "Editions": "\nMacCracken,  Henry Noble,\n                        ed.  \n             John Lydgate: The Minor Poems, Vol. II: Secular Poems.\nEETS\n         o.s. 192 (1934); repr. 1961: 324-30.\n",
            "folio": "pp. 154-158"
        },
        "BLHar2251": {
            "First Lines": "\nMOst noble prince of cristen princes allefflowryng in yowth and\n                    vertuous Innocence…\n",
            "Last Lines": "\n…And god shal sh sende from the heven downeGrace\n                    and goode hure vnto thy Royal estate\n",
            "Note": "\nOmits Envoy.",
            "Editions": "\nWright,  Thomas,\n                        ed.  \n             Political Poems and Songs relating to English History, composed during\n                the period From the Accession of Edward III to that of Richard III.\n             2 vols. \n             Rolls Series\n         14 (1859, 1861); repr. Kraus, 1965: 2.141-5.\n",
            "folio": "ff. 251v-253v"
        },
        "BLAdd29729": {
            "First Lines": "\nMost noble prince of cristen prences alleflowryng in youthe of\n                    vertuous per innocence…\n",
            "Last Lines": "\n…And god shall send the from heven adownegrace and good cure\n                    to thy royall astat\n",
            "Attributed Author": "\nAmen Iohn lidgat monke of bury wreten by Iohn Stowe (all except\n                    ‘Amen’ in rubric after last line, f. 86; written by the scribe, John\n                    Stow)",
            "Attributed Title": "\nher beginyth a tretys of the kynges coronacion henry the vj Made by the\n                    monke of bury Iohn lidgatt inne 1430 þe v of november (f. 84 as heading, by\n                    scribe, John Stow)",
            "folio": "ff. 84-86"
        }
    }
}