{
    "_id": 3555,
    "_header": "Most noble prince of Christian princes all",
    "Author(s)": "John Lydgate",
    "Title(s)": "A Mumming at Windsor",
    "Subjects": "pageant verses; occasional verse; Windsor",
    "Versification": "— seven-line — ababbcc",
    "_description": "A Mumming at Windsor, by Lydgate — fourteen stanzas rhyme royal",
    "_witnesses": {
        "CamTCC600": {
            "First Lines": "\nMoost noble prynce of Cristen prynces alleTo youre hyeghnesse lat\n                    his bee plesaunceIn youre presence men may to mynde calleHow þat\n                    whylom ȝoure worthy Reavme of ffraunce…\n",
            "Last Lines": "\n…Lyst to supporte here sitting in þy seeRight as it fell\n                    þis myracle to see\n",
            "Attributed Title": "\nNowe foloweþe nexst þe devyse of a momyng to fore þe Kyng\n                    Henry þe sixte being in his Castell of Wyndesore þe fest of his\n                    crystmasse holding þer made by lidegate daun Johan þe munk of Bury\n                    howe þampull and þe floure delys came first to þe Kynges of\n                    ffraunce by myrakle at Reynes (p. 71); Of þe Ampoull And þe floure\n                    delyce (RT)",
            "Editions": "\n\nBrotanek,  Rudolph. \n             Die Englischen Maskenspiele.\n         Vienna, Leipzig: W. Braumüller, 1902: 317-19.\nMacCracken,  Henry Noble,\n                        ed.  \n             John Lydgate: The Minor Poems, Vol. II: Secular Poems.\nEETS\n         o.s. 192 (1934); repr. 1961: 691-4.\n\n",
            "folio": "pp. 71-74"
        },
        "BLAdd29729": {
            "First Lines": "\nmooste noble prynce of cristen prynces allto your highnes let it be\n                    plesaunt…\n",
            "Last Lines": "\n…lyst to support here syttinge in thy seeryght as it fell this\n                    myracle to see\n",
            "Note": "\nEnds ‘explicit’.",
            "Attributed Author": "\nlidgate dane Iohn the munke of bury (f. 144)",
            "Attributed Title": "\nNow foloweth next the deuyse of a momynge to for the kynge henry the sixte\n                    beinge in his castell of wyndsore the fest of hys crystmasse holdinge ther made\n                    by lidgate dane Iohn the munke of bury how pampull and the floure delys came\n                    first to the kynges of fraunce by myracles at reynes (f. 144)",
            "folio": "f. 144-145v"
        }
    }
}