{
    "_id": 362,
    "_header": "All souls day on earth right is to hold high",
    "Note": "For other MSS see 4258; for the version in the ‘expanded’ Northern Homily Cycle see 5690.",
    "Title(s)": "South English Legendary",
    "Subjects": "All Souls’ Day",
    "Versification": "— two-line — aa",
    "_description": "All Souls’ Day in the South English Legendary — in couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nAlle soulen dai anerþe riȝt is to holde heieVor alle we\n                    sculle habbe neode þerto & alle schulle deie…\n",
            "Last Lines": "\n…Nou ihesus þat ous dere boȝte þei we do ofte\n                    amysOf oure soule haue mercy & bringe ous to heuene blis\n",
            "folio": "ff. 166v-169v"
        },
        "Bod779": {
            "First Lines": "\nAlle soulen day an erþe ryȝt is to holden hyȝeffor\n                    alle we cholle habbe ned þer to & alle we cholleþ\n                    deye…\n",
            "Last Lines": "\n…& lete vs here oure sinnes bete as we hennes wende&\n                    come to þat ilke ioye þat euer is wit outen ende\n",
            "Attributed Title": "\nAlle soulen day (f. 71)",
            "folio": "ff. 71-74v"
        },
        "BodLauMis108": {
            "First Lines": "\nAlle Soulene day on erþe riȝht is to holde heiȝefor\n                    alle we schullen habben neode þarto for alle we schullen\n                    deiȝe…\n",
            "Last Lines": "\n…And led us to oure riȝhte heritage for þou\n                    bouȝhtest us þar toNe leos nouȝht þat þou deore\n                    bouȝhtest þei we sumdel mis do\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 420-31.\n",
            "folio": "ff. 175-179v"
        },
        "BodLauMis463": {
            "First Lines": "\nAlle soulen day on eorþe right is to holden heyefor all we\n                    shulle haue neode þerto for all we shole dye…\n",
            "Last Lines": "\n…To oure oune eritage þat þou vs boughtest toLese\n                    not þat þou deore boughtest þei wee mychel mysdo\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 99va-102rb"
        },
        "BodRawPoe225": {
            "First Lines": "\nAlle soulyn day on erthe is to ben halden heyeffor we schuln alle\n                    haue nede whan we alle schal dye…\n",
            "Last Lines": "\n…þe soules þat abyden oter rychesse te helpe is al be\n                    hyndeHir sekenees þat seruyn hen so a wykked wey scul þei\n                    fynde\n",
            "Attributed Title": "\nIn die animarum (f. 90)",
            "folio": "ff. 90-93;  89"
        },
        "OxfTri57": {
            "folio": "f. 120v"
        },
        "CULAdd3039": {
            "Note": "\nVariant text; formerly 3204.",
            "folio": "f. 25-29v"
        },
        "CamMagPep2344": {
            "First Lines": "\nAlle Soulen day on eorþe riȝt is to holde heyeffor alle\n                    we schulleþ nabbe neode þer to ffor alle we schulleþ\n                    deye…\n",
            "Last Lines": "\n…To oure owe heritage þat þou vs bouȝtest toNe\n                    leos nouȝt þat þou bouȝtest þey we somdel mys\n                    do\n",
            "Attributed Title": "\nDies animarum (RT); Quinque purgatoria (RT); Miraculum\n                        Thebaldi (RT)",
            "folio": "pp. 466-474"
        },
        "CamTCC605": {
            "First Lines": "\nAlle saulen day in erþe ryȝt ys to holden heyefor al we\n                    schulleþ habbe nede þer to & al we schulleþ\n                    deye…\n",
            "Last Lines": "\n…To oure owen heritage þat þu ous boȝtest toNe\n                    les vus niȝt þat þu dere boȝtest þey we somdel\n                    mysdo\n",
            "Attributed Title": "\nAlle Saulen (RT, 256v-260)",
            "folio": "ff. 256-260"
        },
        "BLCottJulDIX": {
            "First Lines": "\nAlle soule dai an erde riȝt is to holde heiefor alle we scholle haue þer to nede & al we scholle deie…\n",
            "Last Lines": "\n…to our owe eritage þat þu ous boȝtest tone les noȝt þat þu þer boutest þei we somdel misdo\n",
            "Note": "\n“Capitulum lxxv” added to right margin by later hand (f. 163).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 163-167v"
        },
        "BLEge2810": {
            "First Lines": "\nAlle soulen dai an erþe riȝt is to holde heieþor alle we sscholle habbe neode þerto & alle we sscholle deie…\n",
            "Last Lines": "\n…Nou ihesu crist þat ous dere aboȝte þei we do ofte amisOf oure soule haue merci & bringe ous to heuene blis\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 100v-103v"
        },
        "BLEge2891": {
            "First Lines": "\n…þulke preost hi siggeþ is to hard god ssulde us fram is loþGo we to sire Gibelit he nis neuere wroþ…\n",
            "Last Lines": "\n…To oure owene eritage þat þou us boȝtest twoNe leos noȝt þat þou deore boȝtest  þei we somdel misdo\n",
            "Note": "\nMissing lines 1-46:  begins imperfectly due to loss of folio between 164 and 165.",
            "folio": "ff. 165-169"
        },
        "BLHar2277": {
            "First Lines": "\nAlle soulen day an vrþe riȝt is to holde heȝeAlle we schulle habbe neode þerto for alle we schulle deye…\n",
            "Last Lines": "\n…To oure owe heritage þat þu ous bouȝtest toNe leos ous noȝt þat þu deore abouȝtest þeȝ we somdel misdo\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 463.\n",
            "folio": "ff. 144v-149v"
        },
        "BLSto949": {
            "First Lines": "\n[a]lle soulen day an erþe riht is to holden heyeffor alle we schullen habbe neode þerto alle we schollen beyȝe…\n",
            "Last Lines": "\n…To our oune heritage þat þou vs bouhtest toNe lese nout þat þou dere abouhtest þou we somdel mys do\n",
            "folio": "ff. 37v-42"
        },
        "TokyoTak54": {
            "First Lines": "\nAll saules day in erth right is to hold hyeAlle we han nede\n                    þerto for all we shul dye…\n",
            "Last Lines": "\n…Now Ihesu þat vs dere bought þow we do oft amysOf\n                    oure saulis haue mercy and bring vs to þi blis. Amen.\n",
            "Attributed Title": "\nCommemoracio in die animarum (f. 153v)",
            "folio": "ff. 153v-154v"
        }
    }
}