{
    "_id": 3675,
    "_header": "Nas there never carion so loath",
    "Subjects": "sermons, verse in; death",
    "Versification": "— six-line — aabccb",
    "Bibliographic Ghosts": "Cambridge UK, St John’s College F.22 (159)",
    "_description": "The loathesomeness of Death, a tag in the Fasciculus morum freely rendering a quotation attributed to St. Bernard — six lines roughly rhyming aabccb",
    "_witnesses": {
        "BodLauMis213": {
            "Transcription": "\nnaster euer careyn so lothas mon When he to pyt gotheand deth\n                    hatȝ layd so loghffor when dethe draghetȝ mon from\n                    eyereþe soster wol not se þe brodyrno fadyr þe sone\n                    knawe\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 13"
        },
        "BodLauMis111": {
            "Transcription": "\nNaster nower karoyn so loth as man wen he to pyt gothand deth\n                    hath leyd so loghFor won deth drauth man to þe ertheþi\n                    suster nil nouth seo þe brotherne fader ye þi sone ys\n                    knowe\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 66"
        },
        "Bod410": {
            "First Lines": "\nNaster neuer careyn so lothos man when he to put\n                    goth…\n",
            "Last Lines": "\n…þe suster nyl not se þe brotherne fader þe\n                    sone knowe\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 10v"
        },
        "BodRawC670": {
            "Transcription": "\nWas þer neuer caren so lotheAs mon when he to put gothAnd\n                    deth has layde so loweFor when deth drawes mon from oþurþe\n                    suster nul not se þe brotherNe fader þe sone i knawe\n",
            "Editions": "\nWenzel,  Siegfried. \n             Verses in Sermons: ‘Fasciculus morum’ and Its Middle\n                English Poems.\n         Cambridge, MA: Medieval Academy of America, 1978: 149.\n",
            "folio": "f. 20v"
        },
        "EDU82": {
            "Transcription": "\nWaster neuer caryon so lotheas man when he to the pytte gotheand\n                    dethe hathe layde so laweffor whan dethe draws men fro otherthe syster\n                    wull not se the brotherne fader the son knawe\n",
            "folio": "f. 21v"
        },
        "Lincoln44": {
            "Transcription": "\nWas þar neuer caroyne so loythas manne wene ho to pute\n                    goþand deþ haþ leyd so low deþ for wanne draw\n                    þy manne fro oþersuster vl noght se þi broþerne\n                    þe fader þe sonne þi kauwe\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 163ra"
        },
        "WorcF19": {
            "folio": "f. 166vb"
        }
    }
}