{
    "_id": 3721,
    "_header": "Now bloweth the fruit that late began to spring",
    "Title(s)": "South English Legendary ; ‘Banna Sanctorum’",
    "Subjects": "saints",
    "Versification": "— two-line — aa",
    "_description": "‘Banna Sanctorum’, in the South English Legendary",
    "_witnesses": {
        "BodAddC38": {
            "First Lines": "\nNOu blometh þe nuwe frute þat late bigan to\n                    spryngeþat to his kynde heritage mankynde shal\n                    brynge…\n",
            "Last Lines": "\n…þat suffred wikked men al quyk her lymes to tereTelle i\n                    wil bi rowe of hem as her daies falle in þe ȝeere\n",
            "folio": "ff. 1-1v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nNow bloweþ þis newe fruyt þat late bigon to\n                    springeÞat to his kuynde heritage monkunne schal\n                    bringe…\n",
            "Last Lines": "\n…ffurst biginne at ȝeres day for þat is þe furste\n                    festeAnd fro on to oþur so arowe þe while þe ȝer wol\n                    leste\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 9rb1"
        },
        "BodLauMis463": {
            "First Lines": "\nNOW bloweyȝ þe newe frutÞat late bygan to\n                    spriyngeÞat to his kynde eritageMannekynde shal\n                    brynge…\n",
            "Last Lines": "\n…ffirst bygynneȝ at ȝeresdayffor þat is þe\n                    firste festeAnd fro on to oþere by roweWhiles þe ȝer\n                    will leste\n",
            "Note": "\nWritten in half-lines because in two columns.",
            "folio": "ff. 2ra-2va"
        },
        "BodTan17": {
            "First Lines": "\nNOw bloweth þe frut þat late began to springeThat to his\n                    kynde heritage man kynde schal bringe…\n",
            "Last Lines": "\n…ffirst begynneþ þe ȝeris dai for it is þe\n                    firste festeAnd so from on to oþer whil þe ȝer wil\n                    laste\n",
            "folio": "ff. 1-1v"
        },
        "OxfCCC431": {
            "First Lines": "\nnow bi gunneþ þat nywe frut þat late gan to spri[\n                        fore-edge ]Þat to oure kunde heritage mankunde schal\n                    bryng…\n",
            "Last Lines": "\n…furst bygunne at ȝeres day for þat is þe furste\n                    festeamp; fro on to an oþer þe wile þe ȝer wole\n                    leste\n",
            "Note": "\nPortion of text lost due to mutilation of leaves.",
            "folio": "ff. 2-3"
        },
        "CULAdd3039": {
            "First Lines": "\nNow blomeȝ þis new froyte þat late began to\n                    springeÞat to his kynde Eritagh al mankinde sal\n                    brynge…\n",
            "Last Lines": "\n…Cristendam vs aght to lufe þat so dere was boghtWith\n                    þe herte blode of ihesu criste þat þe spere to soght\n",
            "folio": "ff. 111v-112"
        },
        "CamCCC145": {
            "First Lines": "\nNou blouweþ þe niwe frut þat late bygan to\n                    springeþat to is kunde eritage mankunne schel\n                    bringe…\n",
            "Last Lines": "\n…Verst bygynneþ at ȝeresday for þat is þe\n                    uerste festeAnd fram onto oþer so areng þe wile þe ȝer\n                    wol leste\n",
            "folio": "ff. 1-1v"
        },
        "CamFitzMc128": {
            "First Lines": "\n…And thes oþer martirs ek that our lordes knyȝtes\n                    werThat shedd her blod for cristendom that it no peryshed\n                    nere…\n",
            "Last Lines": "\n…ffirst begynne at ȝeres day for that is the first\n                    festAnd from oon to other so on rew whil the ȝer wil lest\n",
            "Note": "\nBegins imperfectly due to loss of folios,",
            "Attributed Title": "\nBannarer (RT)",
            "folio": "ff. 37-37v"
        },
        "CamMagPep2344": {
            "First Lines": "\nNow bloweþ þis nywe ffrute þat late by gun to\n                    spryngeÞat to his kynde heritage mankyn shal\n                    bringe…\n",
            "Last Lines": "\n…ffurst by gunne at nywe ȝeres day ffor þat is þe\n                    fferste [ ] ffesteAnd ffram on to oþer a rewe þe while þe\n                    ȝer wole yleste\n",
            "folio": "pp. 97-99"
        },
        "CamTCC605": {
            "First Lines": "\nNow bloweþ þe nywe frut þat late by gan to\n                    springeÞat to his kunde eritage mankunde schal\n                    brynge…\n",
            "Last Lines": "\n…furst by gynneþ at ȝeresday for hit is þe furst\n                    feste& fram on to anoþer so aronk þe wile þe ȝere\n                    wole leste\n",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 25-25v"
        },
        "BLAdd10301": {
            "First Lines": "\nNou bloweþ þe newe frut þat late by gan to\n                    spryngeþat to is kunde heritage man kunne sscal\n                    brynge…\n",
            "Last Lines": "\n…Ferst by gynneþ at ȝeres day for þat is þe\n                    ferste festeAnd fram on to oþer so a rewe þe wyle þe\n                    ȝere wol yleste\n",
            "folio": "ff. 6-6v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nNOw bloweþ þis nwe fruyȝt þat late bigan to springeþat to ys lunde eritage mankunde schal bringhe…\n",
            "Last Lines": "\n…verst bygynne atte ȝeres day for þat is þe ferste festeffram on to oþer so arawe þe wile þe ȝer wol leste\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 1-2"
        },
        "BLEge1993": {
            "First Lines": "\nNow bloweþ þis newe fruit þat late bigan to springeþat to is kunde eritage man kunne schal bringe…\n",
            "Last Lines": "\n…Vurst bigyn at s andreu þat is þe furste festeAnd vrom on to oþer arewe þe wiche þe [....]\n",
            "Note": "\nFolio 41v very pale, parts of text illegible.",
            "folio": "ff. 41-41v"
        },
        "Lam223": {
            "First Lines": "\nNOw bloes þe newe fruyt þat late bigan to springeÞat\n                    to his kynde heritage men shal bringe…\n",
            "Last Lines": "\n…ffirste biginne at ȝeres day for þat is þe first\n                    festeAnd from oon to oþer so on a rowe þe whyle þe ȝere\n                    wole leste\n",
            "Attributed Title": "\nBauma (RT)",
            "folio": "ff. 48-49"
        }
    }
}