{
    "_id": 4527,
    "_header": "Saint Aethelberht the holy king king was of England",
    "Title(s)": "South English Legendary",
    "Subjects": "Aethelbert, saint, life of; saints’ lives",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Aethelberht in the South English Legendary — couplets",
    "_witnesses": {
        "BodEngPoeta1": {
            "First Lines": "\nSeint Aylbriht þe holy kyng kyng was of EngelondeÞe\n                    kynges sone Aylred þat gret pouwer hedde an honde…\n",
            "Last Lines": "\n…Now God for þe loue of him to þulke ioye vs\n                    bringeÞat his soule is to i went  aftur vr endynge.\n                    AMEN.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 33ra-33rb"
        },
        "CamTCC605": {
            "First Lines": "\nSEint albryȝt þe king was king of englondeÞe kinges\n                    sone ayldred þat grete powere hadde an honde…\n",
            "Last Lines": "\n…now god for þe loue of hym to þulke Ioie ous\n                    bringeþat his saule is to wente after oure endynge\n",
            "Attributed Title": "\nAlbryȝt (RT)",
            "folio": "ff. 254-255"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint ailbriȝt þe holi king king was in englondeþe kingis sone aildreþ þat gret poer hadde an honde…\n",
            "Last Lines": "\n…nou god for þe loue of him to such ioie ous bringeþat his soule is to ywent after our ending\n",
            "Note": "\n“Capitulum xCvii” added to left margin by later hand (f. 271v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 271v-272v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Ailbriȝt þe holi king was of engelondeÞe kinges sone aldred þat gret power hadde an honde…\n",
            "Last Lines": "\n…Now god for þe loue of him to þulke ioie vs bringeÞat is soule is to iwent after oure endinge\n",
            "Note": "\nEnds “Amen” (f. 155).",
            "Editions": "\nNagy,  Michael S. \n             “Saint Æþelberht of East Anglia in the South English\n                    Legendary.” \n             Chaucer Review\n         37 (200): 159-72: 165-8.\n",
            "folio": "ff. 154-155"
        }
    }
}