{
    "_id": 4528,
    "_header": "Saint Aethelwold the bishop in England was I-bore",
    "Note": "For a variant text see 395.",
    "Title(s)": "South English Legendary",
    "Subjects": "Aethelwold, saint, life of; saints’ lives",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Aethelwold in the South English Legendary — couplets",
    "_witnesses": {
        "BodEngPoeta1": {
            "First Lines": "\nSEint Aþelwold Bisschop was and in Engelonde iboreIn childhode\n                    wel ȝong he gon forsake sunne and hore…\n",
            "Last Lines": "\n…Now swete lord Ihesu crist kyng of alle kyngeffor þe\n                    loue of seint Aþelwold to þe Ioye of heuene vs bringe.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 38vb-39ra"
        },
        "CamTCC605": {
            "First Lines": "\nSEint aþelwold þe byschop in englond was yboreIn childhod\n                    to clannesse he drow euer þe lenge þe more…\n",
            "Last Lines": "\n…Now oure swete lord ihesu crist king of alle kingefor þe\n                    loue of seint Aþelwold to þe Ioie of heuene ous bringe\n",
            "Attributed Title": "\nAþelwold (RT)",
            "folio": "ff. 235-236"
        },
        "BLAdd10626": {
            "First Lines": "\nSeint Adelwolde þe bischepe in englond was y boreIn chylhode\n                    wel ȝong he gan to for sake synne & hore…\n",
            "Last Lines": "\n…Now our lorde Ihesu Crist kyng of alle þyngeFor love of\n                    Seint Adelwolde to þe Ioye of hevene vs brynge. Amen.\n",
            "folio": "ff. 5v-7"
        },
        "NLW5043": {
            "Note": "\nFragment, lines (?).",
            "folio": "ff. 3-3v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Athelwolde þe bisshop was in Englond y boreIn childhode\n                    ȝonge he began to forsake synne & hore…\n",
            "Last Lines": "\n…Now swete lord Ihesu Crist of alle kynges kyngffor þe\n                    love of saynt Athelwolde to þe ioye of heuen vs bringe Amen\n",
            "Note": "\nAt the end of the first line ‘hore’ is glossed: ‘.i.\n                    filþe’.",
            "Attributed Title": "\nSaynt Athelwolde (RT)",
            "folio": "ff. 153v-154v"
        }
    }
}