{
    "_id": 4530,
    "_header": "Saint Agatha the good maid in Sicily was I-bore",
    "Note": "South English Legendary",
    "Subjects": "Agatha, saint, life of; saints’ lives",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Agatha in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 49v"
        },
        "BodAsh43": {
            "First Lines": "\nSEynt Agace þe gode maide in cisile was iboreWel ȝong\n                    cristene heo bicom & forsok sunne & hore …\n",
            "Last Lines": "\n…As wisliche bidde we hire as heo þe contreie ȝef\n                    boteþat we to te Ioie of heuene wiþ hire come mote\n",
            "Attributed Title": "\nseynt Agace (f. 22)",
            "folio": "ff. 21v-23v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Agace þat gode maide in Cisyle was i boreWel ȝong\n                    cristene heo bi com and forsok sunne and hore…\n",
            "Last Lines": "\n…As wisliche bidde we hire as heo þe Cuntreye ȝaf\n                    boteÞat we to þe Ioye of heuene wiþ hire come mote .\n                    AMEN.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 12vb-13rb"
        },
        "BodLauMis108": {
            "First Lines": "\nSEinte Agace þat guode maide In cisile was i borewel ȝong\n                    heo bi gan cristine to beon þat hire soule nere fur\n                    lore…\n",
            "Last Lines": "\n…Also wsliche we schullen hire bidde ase heo þe contreie\n                    ȝaf boteÞat we to þe Ioye þare heo is Inne with hire\n                    come we mote\n",
            "Attributed Title": "\nVita sancte Agathe (f. 94v)",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 193-7.\n",
            "folio": "ff. 94v-96"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Agace þat maide In cicile was y boreWel ȝong\n                    cristene heo bicam & forsok synne & hore…\n",
            "Last Lines": "\n…As wisliche bidde we hire as heo þat Contrey ȝaf\n                    boteþat we to þe ioye of heuene to hire come mote\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 10va-11va"
        },
        "BodTan17": {
            "First Lines": "\nSEint Agace þe holi mayde in Cesile was boreWol ȝong\n                    cristen sche be com & for sok synne & ore…\n",
            "Last Lines": "\n…As wisli bidde we hire as sche þat cuntre ȝaf\n                    boteÞat we to þe ioie of heuene to hire come mote\n",
            "folio": "ff. 19-21"
        },
        "OxfCCC431": {
            "First Lines": "\n[S]eynte Agace þat maide in cicle was yboreWel ȝong\n                    cristede ȝe bicam [ ]…\n",
            "Last Lines": "\n…As wisseliche bidde we S[eint] Agace sȝe þe contrey\n                    ȝe ȝaf[ ]Þat we to þe ioye of heuene to hure come\n                    mote\n",
            "Note": "\nText in second line lost due to glue stain and patch; other portions of\n                    text lost due to mutilation of leaves.",
            "Attributed Title": "\nDe sancta Agatha virgine & martire (f. 20)",
            "folio": "ff. 20-22"
        },
        "CULAdd3039": {
            "First Lines": "\nÞe gude maiden saynt Agace in Cicil borne scho wasHo become\n                    cristen ful ȝonge thurgh our lordeȝ graceOf faire berynge\n                    þis maiden was & stable in goddeȝ loreÞe Duke of\n                    þat lande when he it wyste þerof hym rewid sore…\n",
            "Last Lines": "\n…Als weterly til hir we pray þat safed al þat\n                    cuntretil pray for hym to ihesu criste in heuen þat we may\n                    be\n",
            "folio": "ff. 124-125v"
        },
        "CamCCC145": {
            "First Lines": "\nSeint agase þat maide in sicile was iboreWel ȝong\n                    cristene he bicom & forsok sunne & hore…\n",
            "Last Lines": "\n…As wisliche bidde we hure as he þe contreie ȝaf\n                    boteÞat we to þe Ioie of heuene to hure come mote\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.54.\n",
            "folio": "ff. 20v-22"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Agace þe holy mayde in Sycyle was yboreWel ȝong\n                    cristene ȝeo by com and fforsok synne & hore…\n",
            "Last Lines": "\n…As wyslich bydde we hure as ȝeo to þat contre ȝaf\n                    boteÞat we to þe ioye of heuene to hure come mote\n",
            "Attributed Title": "\nAgatha (RT)",
            "folio": "pp. 130-133"
        },
        "CamTCC605": {
            "First Lines": "\nSEint agathe þat mayde in cysile was yboreȜonge heo by\n                    com cristyne & for soke synne & hore…\n",
            "Last Lines": "\n…As wysselyche bydde we hure as heo ȝaf to contre\n                    boteþat we to þe ioie of heuene to hure com mote\n",
            "Attributed Title": "\nAgatha (RT)",
            "folio": "ff. 41-42"
        },
        "BLAdd10301": {
            "First Lines": "\nSEynt Agace þat Mayde in cisile was yboreWel ȝong\n                    cristene ȝo by com & for soke synne & hore…\n",
            "Last Lines": "\n…As wisliche bidde we hure as ȝo þe contreye ȝef\n                    boteþat we to þe Ioye of heuene to hure come mote\n",
            "Attributed Title": "\nDe sancta Agatha (RT)",
            "folio": "ff. 27v-29v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEin agace þe gode maide in cisile was iborewel ȝong cristine ȝhe bicom & forsok sunne & hore…\n",
            "Last Lines": "\n…as wisliche bidde we here as heo þe countreie gaf boteþat we to þe ioie of heuen with here come mote\n",
            "Note": "\nNo chapter number assigned by the later annotator.",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 23v-25"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Agate þe maide in Cizile was boreȜong cristene heo bicom and forsok sunne and hore…\n",
            "Last Lines": "\n…As wisliche bidde we hire as heo ȝaf þe contrei boteÞat we to þe ioie  of heuene to hire come mote\n",
            "Note": "\nEnds “Amen” (f. 110).",
            "folio": "ff. 108v-110"
        },
        "BLEge2810": {
            "First Lines": "\nSEint Agace þat holy maide in cisile was yboreWel ȝonge cristyn ȝe bycom þat hire soule ner vorlore…\n",
            "Last Lines": "\n…As ywisseliche bidde we hire as þe contray ȝe ȝaf boteþat we to þe Ioye of heuene wiþ hire come mote\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 21-22v"
        },
        "BLEge2891": {
            "First Lines": "\nSEint agace þat mayde In cisile was IboreWel ȝong cristene heo bicom and forsok sunne and hore…\n",
            "Last Lines": "\n…As wislyche bidde we hure as heo þe contreie ȝaf boteþat we to þe ioie of heuene to hure come mote\n",
            "Attributed Title": "\nDe sancta Agatha (running titles, ff. 12v-13)",
            "folio": "ff. 12v-14"
        },
        "Lam223": {
            "First Lines": "\nSAynt Agas þat holy Mayde in Cisile was bornWel ȝonge she\n                    cristen womon bicome þat hir soule nere lorn…\n",
            "Last Lines": "\n…Pray we to þat holy virgyn þat to þat lond fond\n                    boteÞat in þe lond þere she is with hir wone we mote\n                    Amen\n",
            "Attributed Title": "\nSaynt Agas (RT)",
            "folio": "ff. 65v-67"
        },
        "TokyoTak54": {
            "First Lines": "\nSeint Agas þe good maide in Cicile was boreFul ȝonge\n                    cristen she bicome & forsoke synne & ore…\n",
            "Last Lines": "\n…As wiseli preie we hur as she þe contre ȝaue\n                    boteÞat we þe Ioye of heuene to hur at our ending come\n                    mote\n",
            "Attributed Title": "\nVita sancte Agathe Virginis (f. 26)",
            "folio": "ff. 26-28"
        }
    }
}