{
    "_id": 4535,
    "_header": "Saint Aldhelm the confessor was a man of noble life",
    "Title(s)": "South English Legendary",
    "Subjects": "Aldhelm, saint, life of; saints’ lives",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Aldhelm in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Aldelm þe confessour was man of noble lyueIbore he was in\n                    engelond þe kynges broþer sone Iue…\n",
            "Last Lines": "\n…Nou bidde we ȝerne seynt aldelm þat he our erande bere\n                    soþat we mote to þe Ioie come þat he is on ido\n",
            "Attributed Title": "\nsynt Aldelm (f. 83)",
            "folio": "ff. 83-84"
        },
        "Bod779": {
            "First Lines": "\nSeint aldhelme þe confessour was man of noble lyueI bore he\n                    was in ingelonde þe kingis broþer sone yue…\n",
            "Last Lines": "\n…Now bidde we ȝerne seint aldelme þat he oure erande bere\n                    soþat we moot to þe opye come þat he is in Ido\n",
            "Note": "\nSecond occurrence in MS.",
            "Attributed Title": "\nSeint aldelme þe confessour (f. 204)",
            "folio": "ff. 204-204v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSeint Aldelm þe Confessour was mon of goode lyueI boren he was\n                    in Engelond þe kyngus broþur sone yue…\n",
            "Last Lines": "\n…Nou bidde we God and seint Aldelm vr erende þat heo do\n                    soÞat we mote to þe Ioye come þat he is Inne i do.\n                    A.M.E.N.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 31rb-31va"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Aldelm þe confessour was man of noble liuey bore he was\n                    in engelond þe kinges broþer Iue…\n",
            "Last Lines": "\n…Nou bidde we Yerne seint Aldelm oure erand bere soþat we\n                    mote to þe ioye come þat he is inne y do\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 51va-52rb"
        },
        "BodTan17": {
            "First Lines": "\nSEint aldelin þe confessour was a man of noble lyueBore he was\n                    in Ingelond þe kingis broþeris sone yue…\n",
            "Last Lines": "\n…Bidde we ȝerne seint aldlin oure arende to bere\n                    soþat we mote come to þe ioye þat he is Inne I\n                    do\n",
            "folio": "ff. 110-111"
        },
        "OxfTri57": {
            "First Lines": "\nSeint Aldelme þe Confessour was man of noble lyueI bore he was\n                    in Engelond þe kynges broþer yue…\n",
            "Last Lines": "\n…Now bidde we ȝerne seint aldelm oure erande bere\n                    soÞat we mote to þe ioye come þat he ys ynne y\n                    do\n",
            "Attributed Title": "\nvita sancti aldelmi (f. 48, to left, rubric, by scribe)",
            "folio": "f. 48"
        },
        "CamCCC145": {
            "First Lines": "\nSeint Aldelm þe confessour was man of noble liueIbore he was\n                    in engelond þe kinges broþer sone yue…\n",
            "Last Lines": "\n…Ich rede þat king & bissop þer of take gode\n                    soneNou bidde we Yeorne seint aldelm oure erende bere soÞat we\n                    mote to þe ioie come þat he is on ido\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.211-14.\n",
            "folio": "ff. 79v-80v"
        },
        "CamKC13": {
            "First Lines": "\nSEint Aldelme þe confessour was man of good lineI bore he was\n                    in Engelonde in þe kinges tyme yne…\n",
            "Last Lines": "\n…Now bidde we ȝerne seint Aldhelm oure erande to bere\n                    soÞat we mote to þe ioie come þat he is on i do\n",
            "folio": "Part II, ff. 46v-47v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Aldelm þe confessour was man of goede lyueybore he was\n                    in Engelonde in þe kynges tyme yue…\n",
            "Last Lines": "\n…Now bidde we ȝeome Seint Audelm oure erande to bere\n                    soÞat we more come to þe ioye þat he is ynne ydo\n",
            "Attributed Title": "\nAldelmus (RT)",
            "folio": "pp. 293-295"
        },
        "CamTCC605": {
            "First Lines": "\nSEint aldelme þe confessoure was man of goud lyfbore he was in\n                    englonde þe kinges broþer sone yue…\n",
            "Last Lines": "\n…Now bydde we seint aldelm oure erand bere soÞat we mot\n                    to þe Ioie come þat he is on ydo\n",
            "Attributed Title": "\nAldelme (RT)",
            "folio": "ff. 65v-66v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEint Aldelm þe confessor was man of noble lyneI bore he was\n                    in engelond þe kynges broþer sone yne\n",
            "Last Lines": "\n…Now pray we ȝerne Seint Austin þat to cristendom vs\n                    broȝteþat we to þe Ioye come to wan oure lorde vs\n                    boȝte\n",
            "Attributed Title": "\nDe sancto Aldelme (f. 93, by scribe in margin beside first line);\n                        Aldelmo (RT)",
            "folio": "ff. 93-96"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint aldelm þe confessor was man of noble lifibore he was in englond þe kinges broþer sone yue…\n",
            "Last Lines": "\n…nou bidde we ȝerne seint aldelme þat our erande bere soþat we mote to þe ioie come þat he is on ido\n",
            "Note": "\n“Capitulum xliii” added to left margin by later hand (f. 86v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 86v-87v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Aldelm þe confessour was mon of gode liueBore he was in engelond þe kinges broþer sone yue…\n",
            "Last Lines": "\n…Now bidde we god and seint Aldelim oure erude to bere soÞat we mote to ioie come þat he is in ido\n",
            "Note": "\nEnds “Amen” (f. 156v).",
            "folio": "ff. 155v-156v"
        },
        "BLEge2810": {
            "First Lines": "\nSEint Aldelme þe confessour was man of noble liueybore he was in engelonde þe kinge is broþer sone yue…\n",
            "Last Lines": "\n…Nou bidde we ȝerne seint Aldelme þat oure erande bere soÞat we mote to þe ioye come þat he is in ydo\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 63-64"
        },
        "BLEge2891": {
            "First Lines": "\nSEint Aldelm þe confessour was man of noble lyueIbore he was in engelond þe kynges broþer yue…\n",
            "Last Lines": "\n…Nou bidde we ȝeorne seint aldelm oure erende bere soþat we mote to þe ioie come þat he is on ido\n",
            "Attributed Title": "\nDe sancto Aldelmo (rubric in margin, f 88v)",
            "folio": "ff. 88v-89v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Aldelm þe Confessour was man of noble lyneIbore he was in Engelond þe kynges broþer sone yne…\n",
            "Last Lines": "\n…Nou bidde we ȝurne Seint Aldelm oure erand bere soþat we mote to þe ioye come þat he was on ido\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 54-55"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Aldeyne þe confessour was man of noble lyveIbore he was\n                    in Engelond þe kynggis broþer sone yve…\n",
            "Last Lines": "\n…Now prey we fast seint Aldelyn þat he our eraunde bere\n                    soThat we mowe to þe Ioie come þat he is in ydo. Amen\n",
            "folio": "ff. 84v-85v"
        }
    }
}