{
    "_id": 4536,
    "_header": "Saint Alphege the martyr that good man was enough",
    "Title(s)": "South English Legendary",
    "Subjects": "Alphege, saint, life of; saints’ lives",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Alphege in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 100v"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn Alfe þe martir þat good mon was InouȝIbore was\n                    in engelond & to holi lif drouȝ…\n",
            "Last Lines": "\n…Nou bidde we seynt Alfe þat broȝte þer is lif to\n                    endeþat we mote þoru is bone to þe Ioie of heuene\n                    wende\n",
            "Attributed Title": "\nsyn Alfe þe martyr (f. 56)",
            "folio": "ff. 56-59"
        },
        "Bod779": {
            "First Lines": "\nSeint alphe þe marter þat good man was InouȝI bore\n                    he was in ingelond & to holy lyf drouȝ…\n",
            "Last Lines": "\n…Of oure mysdedes for ȝeuenesse & þin wille\n                    fulfille& bryng vs to þyn ryche blisse & scheld vs fram\n                    þyne ille\n",
            "Attributed Title": "\nSeynt alphe þe marter (f. 83v)",
            "folio": "ff. 83v-85v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Alphe þe Martir good mon was i nouhI boren he was in\n                    Engelond and to holy lyf drouh…\n",
            "Last Lines": "\n…Now bidde we seint Alphe þat þus brouhte his lyf to\n                    endeÞat we mowe þorwh his preyere in to heuene wende.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 27rb-28ra"
        },
        "BodEngPoete94": {
            "First Lines": "\nSeint alphe þe marter þat goodman was inowBore he was in\n                    englond & to holi lif drow…\n",
            "Last Lines": "\n…His broþer was maister of his ost edrich was his nameHe\n                    het his broþer edrich to canterberi fare…\n",
            "Note": "\nA single bifolium, lines 1-6, 11-38, 43-71.",
            "folio": "ff. 1v-2v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Alphe þe martir þat gode man was y nowI bore he was\n                    in engelond & to eche godnes drow…\n",
            "Last Lines": "\n…Now bidde we to went Alphei þat þus brought his lif to\n                    endþat we mowe thorwe his bone to þe Ioye of heuene\n                    wend\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 40rb-41va"
        },
        "BodTan17": {
            "First Lines": "\nSEint alphege þe marter þat good man was I noughBore he\n                    was in ingelond and to holi liif drough…\n",
            "Last Lines": "\n…Bidde we alle to seint alphege þat his liif þus\n                    brouȝte to endeÞat we mote þour his lore to þe ioye of\n                    heuen wende\n",
            "folio": "ff. 89-91v"
        },
        "OxfTri57": {
            "First Lines": "\nSeint Alphe þe martir þat guod man was y nouȝI bore\n                    he was in Engelond þat holy lyf drouȝ…\n",
            "Last Lines": "\n…Now bidde we oure lord & seint alphe þat þus\n                    broȝte his lyf to endeÞat we mote þorgh his bone to þe\n                    ioye of heuene wende\n",
            "Attributed Title": "\nvita sancti Alphegi martiris (f. 30, to right, rubric, by scribe);\n                        Alphegus (RT)",
            "folio": "ff. 30-32"
        },
        "CamCCC145": {
            "First Lines": "\nSeinte Alphege þe martir þat godman was InouIbore he was\n                    in engelonde and to holi lif drou…\n",
            "Last Lines": "\n…Nou bidde we oure louerd seint alphe þat þus broȝte\n                    is lyf to endeÞat we mote þoru is loue to þe Ioie of heuene\n                    wende\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.148-55.\n",
            "folio": "ff. 56-59"
        },
        "CamKC13": {
            "First Lines": "\nSEint alphe þe martir þat good man was y nowI bore he was\n                    In Engelond and to holy chirch lyf he drow…\n",
            "Last Lines": "\n…Now bidde we good and seint Alphe þat þus brouȝ his\n                    lif to endeÞat we mote þoru his bone to þe blisse of heuene\n                    wende\n",
            "folio": "Part II, ff. 40v-43"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Alphe þe Martyr þat goed man was ynowIbore he was\n                    in Engelonde and to holy lif he drow…\n",
            "Last Lines": "\n…Now bydde we god and Seint Alphe þat þus brouYte his lif\n                    to endeÞat we mote þorw his bone to þe blisse of heuene\n                    hennes wende\n",
            "Attributed Title": "\nAlphegus (RT)",
            "folio": "pp. 253-258"
        },
        "CamTCC605": {
            "First Lines": "\nSEint alphe þe marter þat goud man was ynowebore he was\n                    in englond & to holy lif drowe…\n",
            "Last Lines": "\n…bydde we seint alphe þat broȝt his lyf þus to\n                    endeþat we mot þorwe his bone in to heuene wende\n",
            "Attributed Title": "\nAlphe (RT)",
            "folio": "ff. 58-60"
        },
        "BLAdd10301": {
            "First Lines": "\nSEint alfege þe martir þat gode man was ynouI bore he was\n                    in engelonde & to holy lif drou…\n",
            "Last Lines": "\n…Nou bidde we oure lord seint alfe þat þus broȝt ys\n                    lif to endeþat we mote þoru is bone to þe Ioye of heuene\n                    wende\n",
            "Attributed Title": "\nDe sancto alphego (f. 67, by scribe in margin beside first line);\n                        Alphego (RT)",
            "folio": "ff. 67-70"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint alfe þe martir þat godman was inouIbore was in englond & to holi lif drou…\n",
            "Last Lines": "\n…nou bidde we our lord seint alfe þat brouȝte þus his lif to endeþat we mote þorou his bone to þe ioie of heuen wende\n",
            "Note": "\n“Capitulum xxxi” added to right margin by later hand (f. 60).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 60-63"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Alfe þe martir god mon was inowBore he was in engelonde & to holi lif drow…\n",
            "Last Lines": "\n…Now bidde we seint alfe þat þer browȝte is lif to endeÞat we mowe þorw is bone into heuene wende\n",
            "Note": "\nEnds “Amen” (f. 141).",
            "folio": "ff. 138v-141"
        },
        "BLEge2810": {
            "First Lines": "\nSEint Alfe þe martir þat godman was ynoȝIbore he was in engelonde & to holy lif droȝ…\n",
            "Last Lines": "\n…Nou bidde we alle to Seint Alfe þat broȝteþus is lif to endeþat we mote þorȝ is loue to heuene blisse wende\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 50v-53"
        },
        "BLEge2891": {
            "First Lines": "\nSEint alphege  þe martir þat god man was InouIbore he was in engelonde and to holy lif drou…\n",
            "Last Lines": "\n…Nou bidde we oure louerd seint alphe þat þus broȝte is lif to endeþat we mote þoru is loue to þe ioie of heuene wende\n",
            "Note": "\nLines 71-150 wanting.",
            "Attributed Title": "\nDe sancto Alphego (rubric in margin, f. 67)",
            "folio": "ff. 67-68v"
        },
        "BLHar2277": {
            "First Lines": "\nSent Alphe þe martir þat god man was youȝIbore was in England & to holi lye drouȝ…\n",
            "Last Lines": "\n…Nou bidde we oure louerd seint Alphen þat þus brouȝte his laf to endeþat we mote þurf his bone to þe ioye of helene wende\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 30v-33v"
        }
    }
}