{
    "_id": 4537,
    "_header": "Saint Anastasia was I-born at Rome by old dawe",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Anastasia, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Anastasia in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Anastace was ibore at rome bi olde daweOf swiþe heie men\n                    icome al of þe olde lawe…\n",
            "Last Lines": "\n…& þe maner is to muche anerþe to lye lesingeTo\n                    þe Ioie of heuene þat heo is Inne godes ous bringe\n",
            "folio": "ff. 219-220v"
        },
        "Bod779": {
            "First Lines": "\nSeint anastas was I bore at rome by olde dawe& of swyþe\n                    hyȝe men ycome al of þe olde lawe…\n",
            "Last Lines": "\n…& þe maner is mochil in erþe for to lyȝe\n                    lesingeIn to þe ioy þat ȝhe is inne god oure soulus\n                    bringe\n",
            "Note": "\nComplete text; second occurrence in MS.",
            "Attributed Title": "\nSeint anastas þe virgine (f. 257v)",
            "folio": "ff. 257v-258v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Anastace was y bore At Rome be olde daweOf swiþe heye\n                    men she come Al of þe olde lawe…\n",
            "Last Lines": "\n…And þe maner is to myche on eorþe forto leone\n                    lesingTo þe heye ioye þat she is inne god vs alle\n                    bringe\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line",
            "folio": "ff. 134vb-135va"
        },
        "CamCCC145": {
            "First Lines": "\nSeint Anastace was ibore at rome by olde daweOf swuþe heie men\n                    icome al of þe olde lawe…\n",
            "Last Lines": "\n…And þe manere is to muche an eorþe forto luue\n                    lesyngeTo þe ioie of heuene þer he is Inne god oure soule\n                    bringe\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.586-90.\n",
            "folio": "ff. 170v-172"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Anastace was ybore at Rome by olde daweOf swiþe heye men\n                    as of þe olde lawe…\n",
            "Last Lines": "\n…And þe manere is to muche in eorþe ffor to leone\n                    lesyngeTo þe ioye þat ȝeo is ynne god oure soules\n                    bringe\n",
            "Attributed Title": "\nAnastasia (RT)",
            "folio": "pp. 90-93"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint anastase was ibore at rome bi olde daweof suiþe heie men heo com al of þe olde lawe…\n",
            "Last Lines": "\n…nou god for loue of seint anastase our soule so wisseþat we mote ford wit hire come to heuen blisse\n",
            "Note": "\n“Capitulum xCi” added to left margin by later hand (f. 222v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 222v-224"
        },
        "BLHar2277": {
            "First Lines": "\nSEinte Anastace was ibore at Rome bi olde daweOf swiþe heȝemen icome al of þe olde lawe…\n",
            "Last Lines": "\n…& þe maner is to moche an vrþe forto leoue lesingeTo þe ioye of heuene þat heo is inne for hire loue god ous bringe\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 189v-191"
        },
        "GraysInn20": {
            "Note": "\nA fragment",
            "folio": "ff. 2-2v"
        }
    }
}