{
    "_id": 4540,
    "_header": "Saint Andrew the apostle was Saint Peters brother",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Andrew, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Andrew in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSeynt Andreu þe apostel was seynt Peters broþerOur lord\n                    sulf to cristendom him broȝte & non oþer…\n",
            "Last Lines": "\n…Nou bidde we seynt Andreu þat he ous so wisse& bidde\n                    uor ous þat we come to heuene blisse\n",
            "Editions": "\nWhatley,  Gordon E.,\n                        ed.  \n             Saints’ Lives in Middle English Collections.\n         With Anne B. Thompson and Robert K. Upchurch. MI: Western Michigan\n            University for TEAMS, 2004. \n",
            "folio": "ff. 199-202"
        },
        "Bod779": {
            "First Lines": "\nSeint Andrew þe apostle was seint petres broþiroure lord\n                    hem brouȝt to cristindom hym & none oþir…\n",
            "Last Lines": "\n…Now bidde we ȝerne seint andreuȝ þat he vs so\n                    wisseþAnd praye for vs þat we mote come to heuene\n                    blisse\n",
            "Attributed Title": "\nSeint andreu þe postil (f. 113v)",
            "folio": "ff. 113v-115"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSeint Andreu þe Apostel was seint Petres broþurVr lord\n                    him self to cristendom hem brouhte and non oþur…\n",
            "Last Lines": "\n…Now bidde we ȝerne seynt Andreuh þat he us here so\n                    wisseAnd bidde for vs þat we mote come to heuene blisse.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 66va-67rb"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Andreu þapostle Was seint peters brotheroure lord him\n                    self to cristendom him brouȝt & non oþer…\n",
            "Last Lines": "\n…Nou bidde we seint Andreu þat here he vs so wisseAnd\n                    bidde for vs þat we mote come to heuene blisse\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 124va-126rb"
        },
        "OxfTri57": {
            "folio": "f. 143"
        },
        "CULAdd3039": {
            "First Lines": "\nSaynt Andrew þe apostle was sayn petre broþerÞai\n                    were called to cristendome with god & with noþerffor bothe wore\n                    þai fishers & als þai fished adayBe þe see our lorde\n                    come & til þaim gon þai say…\n",
            "Last Lines": "\n…Nowe pray we to saynt Andreu þat he vs lere & wysAnd\n                    pray for vs þat we may comme vnto heuen blis\n",
            "folio": "ff. 57-60v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Andrew þe apostle was Seint Peteres broþerOure lord\n                    him sulf to cristendom him broȝt & bob oþer…\n",
            "Last Lines": "\n…Now bidde we Seint Andrew þat he her so vs wisseÞat\n                    we mote at oure ending come to heuene blisse\n",
            "Attributed Title": "\nDecembre Sanct Andreas Legenda Sanctorum (p. 1)",
            "folio": "pp. 1-6"
        },
        "CamTCC605": {
            "First Lines": "\nSEint andru þe apostel was seint petris broþerOure lord\n                    hym sulfe to cristendom hen turnde & non oþer…\n",
            "Last Lines": "\n…bydde we god & seint andru þat he ous here so\n                    wysse& bydde for ous þat we motyn come to heuene\n                    blysse\n",
            "Attributed Title": "\nAndreu apostel (RT)",
            "folio": "ff. 120-122v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint andreu þe apostel was seint peteris broþerour lord him sulf to cristendom hom broȝte & non oþer…\n",
            "Last Lines": "\n…nou bidde we ȝerne seint andreu þat he ous here so wisse& bidde for ous þat we mote come to heuen blisse\n",
            "Note": "\n“Capitulum lxxxvi” added to left margin by later hand (f. 202v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 202v-205v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Andreu þe apostel was seinte petrus broþerOure lord him self to cristendom hem turnide & non oþer…\n",
            "Last Lines": "\n…Bide we god and seint andreu þat he vs her so wisseAnd bidde for vs þat we moten comen to heuene blisse\n",
            "Note": "\nEnds “Amen” at end of last line (f. 44v).",
            "folio": "ff. 42-44v"
        },
        "BLEge2810": {
            "First Lines": "\nSEint andreu þe apostel was seint petir is broþerOure louird hom broȝte to cristindom & non oþer…\n",
            "Last Lines": "\n…Nou bidde we ȝerne Seint Andreu þat he ous so wisseAnd bidde uor ous þat we mote come to heuene blisse\n",
            "Note": "\nEnds “Amen.”",
            "folio": "f. 123-125"
        },
        "BLEge2891": {
            "First Lines": "\nSEint Andreu þe apostel was seinte peters broþerOure louerd him sulf to cristendom han broȝte & non oþer…\n",
            "Last Lines": "\n…ffram ferre londe icham icome to speke in priuetewiþ þe of my soule neode ȝif þou wost schriue me…\n",
            "Note": "\nEnds imperfectly due to loss or confusion of folios; fol. 192r-v part of a female saint’s life.",
            "folio": "ff. 190-191v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Andreu þapostle was seint Peters broþerOure louerd silf to cristendom him brouȝte & non oþer…\n",
            "Last Lines": "\n…Þermide as me ofte mai to liþer þoȝt heo him drouȝÞat neuere a so fair creature him þoȝte he neseȝ…\n",
            "Note": "\nEnds imperfectly.",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\n\nFurnivall,  Frederick James. \n             Early English Poems and Lives of Saints.\nTransactions of the London Philological Society\n         1858; Pt. 2, Berlin, 1862: 98-101.\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.543-50.\n\n",
            "folio": "ff. 174v-176v"
        },
        "BLSto949": {
            "First Lines": "\nSeynt andreu þe apostil was seynt petres broþerVr lord him sulf to Cristendom hom brouht & non oþer…\n",
            "Last Lines": "\n…Nou bidde we ȝerne Seynt andreu þat he vs so wisseAnd bidde vor vs þat we mote come to heuene blisse\n",
            "folio": "ff. 71v-74"
        },
        "Lam223": {
            "First Lines": "\nSAynt Andrewe þe apostel was saynt Petres broþerOure lord\n                    him self to cristendome him broȝt & non oþer…\n",
            "Last Lines": "\n…Now bidde we ȝerne saynt Andrewe þat he vs so\n                    wisseAnd pray for vs þat we mote come to heuen blisse.\n                    Amen\n",
            "Attributed Title": "\nSaynt Andrewe (RT)",
            "folio": "ff. 237-240"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Andrewe þe apostel was seint Peters broþerOur lord\n                    hymself to Cristendome hem brouȝt & non oþer…\n",
            "Last Lines": "\n…Now preie we seint Andrewe þat he vs here so\n                    wisseÞat we mowe sone after þis lif come to heuene blisse.\n                    Amen.\n",
            "Attributed Title": "\nVita sancti Andree Apostoli (f. 176v)",
            "folio": "ff. 176v-178"
        }
    }
}