{
    "_id": 4543,
    "_header": "Saint Augustine that Christendom brought into England",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Augustine of Canterbury, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Augustine of Canterbury in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "Note": "\nLines 1-35 only.",
            "folio": "f. 120v"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn Austyn þat cristendom broȝte in to\n                    engelondeRiȝt is among oþer iwis þat be\n                    vnderstonde…\n",
            "Last Lines": "\n…Nou bidde we ȝerne seynt Austyn þat to crisendom ous\n                    brouȝteþat we mote to þe Ioie come to wam our lord ous\n                    boȝte\n",
            "Attributed Title": "\nseynt Austyn (f. 84)",
            "folio": "ff. 84-85v"
        },
        "Bod779": {
            "First Lines": "\nSeint austin þat cristindom brouȝte in to\n                    ingelonderyȝt is a mon oþer I wis þat he be\n                    ondirstonde…\n",
            "Last Lines": "\n…& graunt vs þat we mote after oure endyng daycome to\n                    þe ioye of heuene þat lasteþ euere & ay\n",
            "Attributed Title": "\nSeint austin þe prechour (f. 88v)",
            "folio": "ff. 88v-89v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Augustin þat cristendom brouhte in to EngelondeRiht is\n                    among oþere i wis þat we him vndurstonde…\n",
            "Last Lines": "\n…Nou bidde we ȝeorne seint Austin þat to cristendom vs\n                    brouhteÞat we mote to þe Ioye come to whom vr lord vs bouhte.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 24-5 (lines 1-34 only).\n",
            "folio": "f. 31va-31vb"
        },
        "BodLauMis108": {
            "First Lines": "\n…Þo he to þe yle cam to Seint Austyn he\n                    sendeÞat he to him with his felawes to don is erende\n                    iwende…\n",
            "Last Lines": "\n…Bidde we ȝeorne seint Austin þat cristindom so\n                    brouȝteÞat we moten to þulke Ioye come to ȝwan ore\n                    louerd us bouȝte\n",
            "Note": "\nBegins imperfectly due to lost folio between 30 and 31 (stub, numbered\n                    30*, remains); missing lines 1-36.",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 24-5.\n",
            "folio": "ff. 31-31v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Austyn þat Cristendom brought into EngelondeRight is\n                    among oþer y wis þat he beo vnderstonde…\n",
            "Last Lines": "\n…Nou bidde we ȝerne seint Austyn þat to Cristendom vs\n                    broughtþat we mote to þe ioye come to whom oure lord vs\n                    bouȝte\n",
            "folio": "ff. 52rb-52vb"
        },
        "BodTan17": {
            "First Lines": "\nSEint Austyn þat cristindom brouȝte first in to\n                    IngelondRiȝt it is a mong oþere I wis þat he be\n                    vndirstond…\n",
            "Last Lines": "\n…To seint austin & to alle hise a riȝt fair\n                    wonyngeþe king ȝaf in to þe toun of douere to sein in here\n                    prechinge\n",
            "Note": "\nEnds imperfectly at line 70.",
            "folio": "ff. 111-111v"
        },
        "OxfTri57": {
            "First Lines": "\nSeint austyn þat cristendom broȝte into\n                    engelondeRiȝt ys among oþere y wis þat he be\n                    vnderstonde…\n",
            "Last Lines": "\n…Now bidde we ȝerne seint austyn þat to cristendom vs\n                    broȝteþat we to þe ioie come to wham oure lord him\n                    boȝte\n",
            "folio": "ff. 49-49v"
        },
        "CULEe215": {
            "First Lines": "\nSEynt Austyn þat brought crystyndam in to ynglondRyght it ys\n                    þat amonge other holi men þat he be vnder stonde…\n",
            "Last Lines": "\n…Nowe prey we to seynt awstyn þat vs to crystyndam\n                    broughtThat we may come to that ioye þat oure lord vs to\n                    bought\n",
            "folio": "ff. 111v-112v"
        },
        "CamCCC145": {
            "First Lines": "\nSeint Austin þat cristendom broȝte into\n                    engelondeseiȝt is among oþer iwis þat he beo vnder\n                    stonde…\n",
            "Last Lines": "\n…Nou bidde we ȝerne seint austin þat to cristendom us\n                    broȝteÞat we to þe ioie come to wan oure louerd us\n                    boȝte\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.214-17.\n",
            "folio": "ff. 80v-82"
        },
        "CamKC13": {
            "First Lines": "\nSEint Austin þat brouȝte cristendom to EngelondeRiȝt\n                    is a mong oþere þat he be vnderstonde…\n",
            "Last Lines": "\n…Seint Austyn brouȝte cristendom þus to EngelondeWel\n                    hauȝte we his dai holde ȝif we were wel vnderstonde\n",
            "Note": "\nEnds imperfectly.",
            "folio": "Part II, ff. 47v-48v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Austyn þat brouȝte cristendom to EngelondeRiȝt\n                    is þat among oþere he beo vnderstonde…\n",
            "Last Lines": "\n…Now bidde we ȝeorne Seint Austyn þat vs to cristendom\n                    brouȝteÞat we to þe ioye come to whuch oure lord vs\n                    bouȝte\n",
            "Attributed Title": "\nAugustinus (RT)",
            "folio": "pp. 295-297"
        },
        "CamTCC605": {
            "folio": "f. 94v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint austin þat cristendom brouȝte in to englondriȝt is among oþer ywis þat he be vnþerstonde…\n",
            "Last Lines": "\n…nou bidde we ȝerne seint austin þat to cristendom ous broȝteþat we to þe ioie come to wham oure lord ous bouȝte\n",
            "Note": "\n“Capitulum xliiii” added to left margin by later hand (f. 87v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 87v-88v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Austin þat cristendom brouȝte to engelondeRiȝt is among oþere þat we him vnderstonde…\n",
            "Last Lines": "\n…Bidde we ȝerne seint austin þat to cristendom vs brouȝteÞat we to þe ioie come to whoch oure lord vs bouȝte\n",
            "folio": "ff. 156v-157v"
        },
        "BLEge2810": {
            "First Lines": "\nSEint Austin þat cristindom broȝte to engelondeRiȝt is þat amonge oþer iwis he be vndirstonde…\n",
            "Last Lines": "\n…Nou bidde we ȝerne seint Austin þat to cristindon ous broȝteÞat we to þe ioie com to wan oure louird him boȝte\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 64v-65v"
        },
        "BLEge2891": {
            "First Lines": "\nSEint Austin þat cristendom broȝte into engelondeRiȝt is among oþer iwis þat he beo vnder stonde…\n",
            "Last Lines": "\n…Nou bidde we ȝeorne seint austin þat to cristendom us broȝteþat we to þe ioie come to wan oure louerd us boȝte\n",
            "Attributed Title": "\nDe sancto Agustino (rubric in margin, f. 89v)",
            "folio": "ff. 89v-91"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Austyn þat cristendom brouȝte in to EngelondeRiȝt is among oþere iwis þat he beo vnderstonde…\n",
            "Last Lines": "\n…Nou bidde we ȝurne Seint Austin þat to cristendom ous brouȝteþat we to þe ioye come to whan oure louerd ous bouȝte\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 55-56v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Austyn þat Cristendom brouȝt to engelondeRight it\n                    is amongis oþer þat he be vnderfonge…\n",
            "Last Lines": "\n…Now preye we god and seint Austyn þat to cristendome vs\n                    brouȝtÞat we mowe come to þe ioye to which our lord vs\n                    bouȝt\n",
            "folio": "ff. 85v-87"
        }
    }
}