{
    "_id": 4545,
    "_header": "Saint Barnabas the apostle that good was & hende",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Barnabas, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Barnabas in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Barnabe þe apostel þat good was & hendeImartred\n                    he was uor godes loue in strong deþ aten ende…\n",
            "Last Lines": "\n…Nou bidde we ȝerne ihesu crist kyng of alle kyngeVor\n                    þe loue of Barnabe þat he ous to heuene bringe\n",
            "Attributed Title": "\nseyn Barnabe (f. 85v)",
            "folio": "ff. 85v-87"
        },
        "Bod779": {
            "First Lines": "\nseint barnabe þe apostil þat good was & hendemartrid\n                    he was for goddus loue in strong deþ at þe ende…\n",
            "Last Lines": "\n…& þat we moot þer be god ȝeue vs soch\n                    graceto sitte in þe ryȝt syde to se oure lordus face\n",
            "folio": "ff. 303v-304v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSeint Barnabe þe Apostel þat good was and hendeImartred\n                    was for vr lordes loue in strong deþ atte ende…\n",
            "Last Lines": "\n…Nou bidde we Ihesu crist þat is kyng of alle kyngeffor\n                    loue of seint Barnabe þat he to heuene vs bringe. Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 32ra-32rb"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Barnabe þe Apostle þat guod was and hiendeI Martred\n                    he was for godes loue in strongue deþe at þenende…\n",
            "Last Lines": "\n…Nov bidde we ȝeorne ihesu crist king of alle kingeffor\n                    loue of Seint Barnabe þat he us to heouene bringue\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 26-9.\n",
            "folio": "ff. 31v-32v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint barnabe þe Apostle þat god was & hendeMartired\n                    was for godes loue In strong detht atte nende…\n",
            "Last Lines": "\n…Nou bidde we ȝerne Ihesu Crist king of all thingeffor\n                    þe loue of seint barnabe þat he vs to heuene bringe\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 52vb-53rb"
        },
        "OxfTri57": {
            "First Lines": "\nSeint Barnabe þe appostel þat guod man was and hendeI\n                    martrid was for godis sone in strong deþ atte nende…\n",
            "Last Lines": "\n…Now bidde we ȝerne ihesu crist kyng of alle kyngeffor\n                    þe loue of seint Barnabe þat vs to heuene brynge\n",
            "Attributed Title": "\nVita sancti Barnabe apostoli (f. 50)",
            "folio": "ff. 50-51"
        },
        "CamCCC145": {
            "First Lines": "\nSein Barnabe þe apostel þat god was and hendeI martred\n                    was for godes loue in strong deþ atte nende…\n",
            "Last Lines": "\n…Nou bidde we ȝeorne ihesu crist king of alle kyngeffor\n                    þe loue of sein barnabe þat us to heuene bringe\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.217-20.\n",
            "folio": "ff. 82-83"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Barnabe þe Apostel þat goed man was &\n                    hendeymartred was ffor godes loue in strong deþ atten\n                    ende…\n",
            "Last Lines": "\n…Now bidde we ȝeorne Ihesu crist þat is kyng ouer alle\n                    þingeffor þe loue of Seint Barnabe þat he vs to heuene\n                    bringe\n",
            "Attributed Title": "\nBarnabas (RT)",
            "folio": "pp. 297-299"
        },
        "CamTCC605": {
            "First Lines": "\nSEint barnabe þe apostel þat goud was & hendey\n                    martryd was for godis loue in stronge deþ at þan\n                    ende…\n",
            "Last Lines": "\n…Now bydde we ȝerne ihesu crist kyng of al kyngfor loue\n                    of seint barnabe to heuene þat he ous bringe\n",
            "Attributed Title": "\nBarnabe apostel (RT)",
            "folio": "ff. 123v-124v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin Barnabe þe apostel þat gode was & hendey\n                    Martrede was for godes love & stronge deþ attenende…\n",
            "Last Lines": "\n…Now praye we ȝerne ihesu crist kyng of alle kynggefor\n                    þe love of Sein barnabe þat vs to heuene bringe\n",
            "Attributed Title": "\nDe Sancto Barnabe (f. 96, by scribe in margin beside first line);\n                        Barnaba (RT)",
            "folio": "ff. 96-97v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSein Barnabe þe apostel þat god was & hendeymartiret he was for godes loue in strong deþ aten ende…\n",
            "Last Lines": "\n…nou bidde we ȝerne ihesu crist king of alle kingefor þe loue of sein barnabe þat he ous to heuen bringe\n",
            "Note": "\n“Capitulum xlv” added to right margin by later hand (f. 89).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 89-90"
        },
        "BLEge1993": {
            "First Lines": "\nSeint barnabe þe apostel þat god was & hendeMartired was for godes loue in strong deþ ate nende…\n",
            "Last Lines": "\n…Now bidde we ihesu crist king of alle kingeVor seint barnabes loue to heuene vs bringe\n",
            "Note": "\nEnds “Amen” (f. 159v).",
            "folio": "ff. 158v-159v"
        },
        "BLEge2810": {
            "First Lines": "\nSEint barnabe þe apostil þat godman was & hondeImartirid he was vor godis loue in stronge deþ atte nende…\n",
            "Last Lines": "\n…Nou bidde we ȝerne Ihesu crist kinge of alle kingeVor loue of Seint barnabe þat he ous to heuene bringe\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 65v-66v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin barnabe þe apostel þat god was and hendeImartred was for godes loue and strong deþ attenende…\n",
            "Last Lines": "\n…Nou bidde we ȝeorne ihesu crist king of alle kyngeffor þe loue of seint barnabe þat us to heuene bringe\n",
            "folio": "ff. 91-92"
        },
        "BLHar2277": {
            "First Lines": "\nSEint barnabe þapostle þat god was & hendeImarterd was for godes loue in stronge deþe attan ende…\n",
            "Last Lines": "\n…Nou bidde we ȝurne to ihesu crist king of alle kingeffor þe loue of Seint barnabe þat he ous to heuene bringe\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 56v-58"
        },
        "Lam223": {
            "First Lines": "\nSAynt barnabe þe Apostle þat was so gode &\n                    hendeMartired he was for goddes love with harde deþ at his\n                    ende…\n",
            "Last Lines": "\n…Now pray we ȝerne to Ihesu lord of all þingeffor\n                    love of saynt barnabe to heuen þat he vs bringe Amen\n",
            "Attributed Title": "\nSaynt barnabe (RT)",
            "folio": "ff. 124v-126"
        },
        "TokyoTak54": {
            "First Lines": "\nSeint Bernard þe appostel was good & eke hendeAnd marterd\n                    was for goddis loue er he hens wende…\n",
            "Last Lines": "\n…Now prey we Ihesu crist kyng aboue kyngFor þe loue of\n                    seynt Barnabe vs to Ioye bring. Amen.\n",
            "Attributed Title": "\nVita Sancti Barnabi (f. 87)",
            "folio": "ff. 87-88"
        }
    }
}