{
    "_id": 4549,
    "_header": "Saint Benedict he was I-bore in the land of Nursia",
    "Note": "For a variant text in some MSS see 4560.",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Benedict of Nursia, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Benedict in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 69v"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn benet was ibore in þe lond of mursieTo rome he was wel\n                    ȝong isend to lerny of clergie…\n",
            "Last Lines": "\n…Nou god uor þe loue of seynt benet ous lete þen wei\n                    wende& to þe Ioie þat he is Inne to him come aten\n                    ende\n",
            "Attributed Title": "\nseyn Benet (f. 47)",
            "Editions": "\n\nMcCann,  Justin. \n             “Early English Verses on St. Benedict.” \n             Downside Review\n         41 (1928): 44-56: 48-53 (with corrections from Oxford,  Corpus Christi College 431).\nWhatley,  Gordon E.,\n                        ed.  \n             Saints’ Lives in Middle English Collections.\n         With Anne B. Thompson and Robert K. Upchurch. MI: Western Michigan\n            University for TEAMS, 2004. \n\n",
            "folio": "ff. 46-48v"
        },
        "Bod779": {
            "First Lines": "\nSeint benet was I bore in þe lond of vrcyeto rome he was wel\n                    ȝong I sent to lerne clergye…\n",
            "Last Lines": "\n…Now god for þe loue of seint benet vs lete þat wey to\n                    wende& to þe ioye þat he is in to hym come at þe\n                    ende\n",
            "Attributed Title": "\nSeint benet þe holi monk (f. 135)",
            "folio": "ff. 135-136v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint benet was y bore in lond of mursyeto Rome he was wel y send\n                    to leorne clergye…\n",
            "Last Lines": "\n…Now gor [sic] for þe loue of seint B vs let þat\n                    way wendeAnd to þe ioye þat he in is Comme atte nende\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 23va-24vb"
        },
        "BodTan17": {
            "First Lines": "\nSEint benet was born in þe lond of vrsyeTo rome he was wol\n                    ȝong sent for to lere clergie…\n",
            "Last Lines": "\n…God for þe loue of seint benyt lete vs þat weiȝe\n                    wendeAnd to þe ioye þat he is inne to him mote we comme atte\n                    ende\n",
            "folio": "ff. 43v-45v"
        },
        "OxfCCC431": {
            "First Lines": "\nSeint beneth was ibore in þe lond of musieTo Rome he was wel\n                    ȝonge isend to lerne of clergie…\n",
            "Last Lines": "\n…him firu sulf he strupte anon among þornes he him\n                    ta[ ]& brumeles & turnde him here & þer & al his fleis\n                    to r[ ]…\n",
            "Note": "\nEnds imperfectly due to lost leaves at end of volume; ends of lines\n                    cropped or worn.",
            "Attributed Title": "\nDe sancto denedicto (f. 43v)",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.122.\n",
            "folio": "f. 43v"
        },
        "OxfTri57": {
            "First Lines": "\nSeint Benet was ybore in þe lond of vrsyeTo rome he was wel\n                    ȝong y sent to lerne clergye…\n",
            "Last Lines": "\n…Now god for þe loue of Seint Benet vs lete þe wey\n                    wendeAnd to þe ioye þat he ys ynne come at þe\n                    ende\n",
            "Attributed Title": "\nVita Sancti Benedicti Abbatis (rubric marginal note by scribe, f.\n                        3v); Benedictus (RT)",
            "folio": "ff. 3v-5"
        },
        "CamCCC145": {
            "First Lines": "\nSein benet him was ibore in þe lond of murcieTo rome he was\n                    wel ȝong ysend to lerin of clergie…\n",
            "Last Lines": "\n…Nou god for loue of sein benet us lete þane wel wendeAnd\n                    to þe ioie þat he is Inne to him come atte nende\n",
            "folio": "ff. 46-48"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Benet was ybore in þe lond of MurcyeTo Rome he was wel\n                    ȝong ysend to leorne of clergye…\n",
            "Last Lines": "\n…Now god ffor þe loue of Seint Benet vs lete þan wey\n                    wendeAnd to þe ioye þat he is ynne to him come atten\n                    ende\n",
            "Attributed Title": "\nBenedictus (RT)",
            "folio": "pp. 175-179"
        },
        "CamTCC605": {
            "First Lines": "\nSEint benet was ybore in þe toune of mersyeTo rome he was\n                    Yonge sende to lerne clergie…\n",
            "Last Lines": "\n…Now god for þe loue of hym ous lete þat wey\n                    wende& to þat ioie þat he is Inne to hym come atte\n                    nende\n",
            "Note": "\nFolio 52* is next after folio 52.",
            "Attributed Title": "\nBenet (RT)",
            "folio": "ff. 51v-52*"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin Benet he was y bore in þe lond of murcieTo Rome he was\n                    wel ȝong y sende to lerny of clergie…\n",
            "Last Lines": "\n…Nou god for loue of seint benet vs let þat wey wendeAnd\n                    to þe Ioye þat he is Inne to him come atte ende\n",
            "Attributed Title": "\nDe sancto Benedicto (f. 56, by scribe in margin beside first line);\n                        Benedictus (RT)",
            "folio": "ff. 56-58v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint benet he was ibore in þe lond of mursieto rome he was wel ȝong isent to lerne of clergie…\n",
            "Last Lines": "\n…nou god for þe loue of seint benet ous late þeb wei wende& to þe ioie þat he is Inne to him come atte nende\n",
            "Note": "\n“Capitulum xxiiii” added to left margin by later hand (f. 49v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 49v-52"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Benet was ibore in þe toun of MersieTo rome he was ȝong sent to lerne clergie…\n",
            "Last Lines": "\n…Now god for þe loue of him vs lete þat weie wendeAnd to þe ioie þat he is inne to him come ate nende\n",
            "Note": "\nEnds “Amen” after penultimate line (f. 131).",
            "folio": "ff. 129-131"
        },
        "BLEge2810": {
            "First Lines": "\nSEint benet was ybore in þe londe of vrsteTo Rome he was wel ȝonge ysend to lerne clergie…\n",
            "Last Lines": "\n…Nou god vor þe loue of seint benet ous lete þan wey wendeTo þe ioye þat he is inne þat lestiþ wyþoute ende\n",
            "Note": "\nPart of text inserted on a half-sized leaf (f. 46-46v) between ff. 45 and 47: 35 lines beginning “þer beside was a prest þat hat florentyne”; ends “Amen.”",
            "folio": "ff. 43v-45v"
        },
        "BLEge2891": {
            "First Lines": "\nSEyn benet hym was ybore in þe lond of murcyeTo rome he was wel ȝong ysend to leorny of clergie…\n",
            "Last Lines": "\n…A ston hy founde swuþe fair to hore work wel god & cleneAl þe folk þat þere was ne miȝte him heble of ene…\n",
            "Note": "\nEnds incomplete, due to loss of folio or folios between 38 and 39.",
            "Attributed Title": "\nDe sancto Benedicto (rubric in margin, f. 38)",
            "folio": "f. 38-38v"
        },
        "BLHar2277": {
            "First Lines": "\n…Ac þe Message was vnhende þat o coftret forþ he berÞat oþer he hudde bi þe wey to nyme hamward þer…\n",
            "Last Lines": "\n…Nou god for þe loue of Seint benett ous lete þane wey wende& to þe ioye þer he is inne Come att an ende\n",
            "Note": "\nBegins imperfectly; ends “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 1-1v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Benet was yboor in þe lond of nurcyeTo Rome was he\n                    þough ysent to lerne clergie…\n",
            "Last Lines": "\n…God for þe loue of seynt Benet vs lete þat way\n                    wendeTo þe ioye þer he is Inne we come at last eende.\n                    Amen.\n",
            "folio": "ff. 38-39"
        }
    }
}