{
    "_id": 4569,
    "_header": "Saint Brice with Saint Martin was his deacon on earth here",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Brice, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Brice in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn brice wiþ seynt martin was is dekene anerþe hereTo\n                    seynt martyn he was contrarious In eche manere…\n",
            "Last Lines": "\n…Nou god uor þe gret a[ ] þat seynt brice hadde\n                    hereGrante ous to be vor is loue of pyne of helle skere\n",
            "Attributed Title": "\nseynt Brice (f. 176)",
            "folio": "ff. 176-177"
        },
        "Bod779": {
            "First Lines": "\nsein bryse wit seint martin was erchedekin hereto his lord seint\n                    martin he was contrarius in ech manere…\n",
            "Last Lines": "\n…Now god for þe gret anoy þat seint bryse had\n                    heregrant vs for his loue of þe pyne of helle be skere\n",
            "folio": "ff. 285-286"
        },
        "CULAdd3039": {
            "First Lines": "\nSayne Brice with sayne Martyn was his deken als we redeOft he\n                    scorned his awen lorde & conturried his dedeA pore man mett with sayne\n                    brice als þai wente to a plasAnd spired after sayne martyne þat\n                    his lorde was…\n",
            "Last Lines": "\n…Now Llord for þat sakles shame þat sayne Brice suffrede\n                    hereGraunte vs to be for his lufe in heuene þat is so\n                    clere\n",
            "folio": "ff. 37v-38"
        },
        "CamFitzMc128": {
            "First Lines": "\nSAint Brice with saint martin was his dekyn on erth herTo his lord\n                    saint martyn contrarios he was in ych maner…\n",
            "Last Lines": "\n…Now Ihesu for the mykel any that saint Brice had herGraunt vs\n                    to be for his love of the pyn of helle skere\n",
            "Attributed Title": "\nSaynt Martyn (sic) (RT)",
            "folio": "ff. 1v-2v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Brice wiþ Seint Martin was his deokne on eorþe\n                    hereTo Seint Martin his lord he was contrarious in eche\n                    manere…\n",
            "Last Lines": "\n…Now god ffor þe grete anuy þat Seint Brice hadde\n                    hereGraunte vs to beo ffor his loue of þe pyne of helle\n                    skere\n",
            "Attributed Title": "\nSanctus Bricius (RT)",
            "folio": "pp. 491-493"
        },
        "CamTCC605": {
            "First Lines": "\nSEint bryce was erchedeken myd seint martyn hereTo seint Martyn he\n                    was contraryous in eche manere…\n",
            "Last Lines": "\n…now god for þe grete anuye þat seint bryce hadde\n                    þergraunte for his loue to be of þe pyne of helle\n                    skere\n",
            "Attributed Title": "\nBryce (RT)",
            "folio": "ff. 160-160v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEin brice wit sein martin was his dekne an erþe hereto sein martin his lord he was quarious in eche manere…\n",
            "Last Lines": "\n…nou lord for þe grete anuy þat sein brice hadde þeregraunte ous to be for his loue of þe pine of helle skere\n",
            "Note": "\n“Capitulum lxxix” added to right margin by later hand (f. 177).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 177-178"
        },
        "BLEge2810": {
            "First Lines": "\nSEint brice wiþ seint martin was his dekene anerþe hereTo Seint martin he was contrarious in eche manere…\n",
            "Last Lines": "\n…Nou louird vor þe grete anuy þat seint brice hadde hereGraunte ous to be vor is loue of pine of helle skere\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 110-110v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin brice wiþ sein Martin was is dekne an eorþe hereTo sein Martin he was contrarious is louerd in eche manere…\n",
            "Last Lines": "\n…Nou louerd for þe grete anny þat sein brice hadde hereGrante us to beo for is loue of þe pine of helle schere\n",
            "folio": "f. 174v-175v"
        },
        "BLSto949": {
            "First Lines": "\nSeyn brice wiþ Seyn martin was ys dekne on erþe hereTo Seyn martyn he was quarius is lord in eche manere…\n",
            "Last Lines": "\n…Nou god for þe gret anu þat Seyn brice hadde hereGraunt vs to be for is loue of þe pyne of helle schere\n",
            "folio": "ff. 50-51"
        },
        "Lam223": {
            "First Lines": "\nSAynt Brice with saynt Maryn was his deken on erþe hereTo his\n                    lord saynt Martyn he was contrarious in ych manere…\n",
            "Last Lines": "\n…And dyed þe vij & sixty ȝere þat he was busshop\n                    madeNow Ihesu for þe mykel anye þat saynt brice had\n                    hereGraunte vs to be for his love of þe pyne of hell skere\n                    Amen\n",
            "Attributed Title": "\nSaynt Brice (RT)",
            "folio": "ff. 211-212"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Brice wiþ seint Martyn his deken or erþe was\n                    hereContrarye he was to seint Martyn his lord in ech\n                    manere…\n",
            "Last Lines": "\n…Now god for þe grete gref þat seint brice hadde\n                    hereGraunt vs to be for his loue of helle pyne skere. Amen.\n",
            "Attributed Title": "\nVita Sancti Bricij (f. 160)",
            "folio": "ff. 160-161"
        }
    }
}