{
    "_id": 4571,
    "_header": "Saint Bridget the holy maid of Ireland was",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Bridget, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Bridget (longer version) in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 45"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn Bride þe holi maide of hirlonde wasBiȝute heo was in\n                    spouse bruche in awonder cas…\n",
            "Last Lines": "\n…þe uerst day of feuerer hire lif heo broȝte to\n                    endeGod let ous alle for hir loue to þe Ioie of heuene\n                    wende\n",
            "Attributed Title": "\nsyn Bryde (f. 15)",
            "folio": "ff. 15-18v"
        },
        "Bod779": {
            "First Lines": "\nSeint bryde þe holy mayde of erlond ȝhe wasby ȝete\n                    ȝhe was in spousbreche & in a wonder cas…\n",
            "Last Lines": "\n…at nouȝt so þat euer among sumþing þat mayde\n                    let dyȝtSuþ hit by fal þer afterward þat þis mayde\n                    cholde\n",
            "folio": "ff. 127v-128v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Bryde þe holy maide of yrlond wasbiȝeten in\n                    spousebriche in a wonder cas…\n",
            "Last Lines": "\n…Þe firste day of feuerer hire lyf heo brouȝt to\n                    endeGod let us all forþ with hire to þe ioye of heuene\n                    wende\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 6rb-6vb"
        },
        "BodTan17": {
            "First Lines": "\nSEint Bride þe holy maide of irlonde wasBe ȝete sche was\n                    in spouse breke in a wonder cas…\n",
            "Last Lines": "\n…þe firste dai of feuerer hir liif sche brouȝte to\n                    endeGod lete us alle forþ wiþ hire to ioye of heuen\n                    wende\n",
            "folio": "ff. 13v-16v"
        },
        "OxfCCC431": {
            "First Lines": "\n[S]eint Bride þe holy maide of irlond wasBy ȝute ȝe\n                    was in spousebruche in a wonder cas…\n",
            "Last Lines": "\n…Þe furste day of feuerer h[ ] broȝte to endeGod\n                    lete vs for þe loue of [ ] of heuene wende\n",
            "Note": "\nSome text missing due to mutilation of leaves.",
            "Attributed Title": "\nDe sancta brigida virgine & non martire (f.\n                    14v)",
            "folio": "ff. 14v-17v"
        },
        "CamCCC145": {
            "First Lines": "\nSein bride þat holi maide of irlonde wasBi ȝute he was in\n                    spousbruche in a wonder cas…\n",
            "Last Lines": "\n…Þe ferste day of feuerer hure lif he broȝte to\n                    endeGod lete us alle forþ wiþ hure to þe ioie of heuene\n                    wende\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.37.\n",
            "folio": "ff. 14v-17v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Bride þe holy mayde of yrlonde wasByȝute ȝeo\n                    was in spousbruche in a wonder cas…\n",
            "Last Lines": "\n…Þe fferste day of ffeuerer hure lif ȝeo broȝte to\n                    endeGod lete vs fforþ wiþ hure to þe ioye of heuene\n                    wende\n",
            "Attributed Title": "\nBrigida (RT)",
            "folio": "pp. 121-122;  119-120;  123-125"
        },
        "CamTCC605": {
            "First Lines": "\nSEint bryde þe holy mayde of yrlond wasby ȝute heo was in\n                    spouse bryche in a wounder cas…\n",
            "Last Lines": "\n…At last as god wold to þe deþ heo drowby for hure\n                    deþ heo was ware þerof longe ynow\n",
            "Attributed Title": "\nbryde (RT)",
            "folio": "ff. 35v-38"
        },
        "BLAdd10301": {
            "First Lines": "\nSEyn bryde þat holy mayde of yrlonde wasBy ȝute ȝo\n                    was in spous bruche in a wonder cas…\n",
            "Last Lines": "\n… þe ferste day of feuerer hure lif ȝo broȝt to\n                    endeGod let vs alle forþ with hure to þe Ioye of heuene\n                    wende\n",
            "Attributed Title": "\nDe sancto Brigida (RT)",
            "folio": "ff. 21-24v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEinte Bride þat holimaide of yrlond wasBi ȝete ȝhe was in spousbreche in a wonþer cas…\n",
            "Last Lines": "\n…þe ferste dai of feuerer here lif ȝhe broȝte to endegod lete ous all for here loue to þe Ioie of heuene wenþe\n",
            "Note": "\n“Capitulum xi” added to left margin by later hand (f. 16v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 16v-20v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint bride þis holi maide of yrlonde wasBiȝett was in sposbruche in a wonder cas…\n",
            "Last Lines": "\n…Þe furste day of feuerer hir lif heo brouȝte to endeGod lete vs alle wiþ hire to þe ioie of heuene wende\n",
            "Note": "\nEnds “Amen” (f. 106).",
            "folio": "ff. 103v-106"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt bryde þat holy mayde of yrlonde wasBy ȝete ȝe was in spousbreche in a wondir cas…\n",
            "Last Lines": "\n…Þe verste day of veruer hire lif ȝe broȝte to hendeGod ous let alle vorþ wiþ hire to þe Ioye of heuene wende\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 15v-18v"
        },
        "BLEge2891": {
            "First Lines": "\nSEint Bride þat holy maide of Irlonde wasBiȝute heo was in spousebruche in a wonder cas…\n",
            "Last Lines": "\n…þe veorþe day of feuerer hure lyf heo broȝte to endeGod lete us alle forþ wiþ hure to þe ioie of heuene wende\n",
            "Attributed Title": "\nDe sancta Brigida (rubric in margin, f. 6v)",
            "folio": "ff. 6v-9v"
        },
        "PROC473415": {
            "First Lines": "\nSeynt bride þe holy maide þat of irlonde wasByȝete\n                    he was in spousbreche in a wonder casSuptak was hure fader name þat\n                    ispoused hadde a wifIn luþer bileue of paynym hy ladde þo hare\n                    lif…\n",
            "Note": "\n79 lines; ends imperfectly.",
            "folio": "ff. 4-4v"
        },
        "NottsULMiLm7": {
            "First Lines": "\n…A seruant he hadde in is hous brocsech was hure nameÞis\n                    duptac by soȝte hure of lechorie and ssameOn hure he byȝat a\n                    child in spousbruche and wiþ wouÞo is owe wif hit vnder ȝet\n                    sory he was ynou…\n",
            "Last Lines": "\n…Þo bad þe quene vaste þat it moste [ ]\n                    ybore…\n",
            "Note": "\nLines 5-25, 39-59.",
            "Editions": "\n\nHistorical Manuscripts Commission, Report on the Manuscripts of Lord\n                Middleton, [formerly] preserved at Wollaton Hall, Nottinghamshire.\n         (1911): 622-3.\n",
            "folio": "ff. 1-1v"
        },
        "TokyoTak54": {
            "First Lines": "\nSent Bride þat holy maide Of Irelonde wasAnd was biȝete\n                    in spousebreche in a wonder cas…\n",
            "Last Lines": "\n…Þe ferst day of feuerȝere her lif she brouȝt to\n                    endeGod sende vs grace as he did hur to þe Ioye of heuene wende.\n                    Amen.\n",
            "Attributed Title": "\nVita Sancte Brigide Viginis [sic] (f. 21)",
            "folio": "ff. 21-23v"
        }
    }
}