{
    "_id": 4572,
    "_header": "Saint Cecilia of noble kind I-bore was at Rome",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Cecilia, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Cecilia in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Cecile of noble kunne ibore was at romeOur lord crist heo\n                    louede wel ar heo fram cradel come…\n",
            "Last Lines": "\n…Nou bidde we our suete lord uor hire holi martirdomTo bringe\n                    ous to þulke Ioie þat hire soule to com\n",
            "Editions": "\n\nLovewell,  Bertha Ellen,\n                        ed.  \n             The Life of St. Cecilia from ms. Ashmole 43 and ms. Cotton Tiberius E.\n                VII.\nYale Studies in English\n         3. Boston, New York, 1898: 72-91.\nFurnivall,  Frederick James,\n                        ed.  \n             Originals and Analogues of some of Chaucer’s Canterbury\n                Tales.\nChaucer Society\n         2nd ser. 7, 10, 15, 20, 22. London: Trübner, 1872-87: 208-18.\n\n",
            "folio": "ff. 185v-188v"
        },
        "Bod779": {
            "First Lines": "\nseint sisile of nobil in kin bore was at romeoure lord\n                    crist ȝhe louid wel er ȝhe fro cradil come…\n",
            "Last Lines": "\n…now bidde we oure swete lord for here strong marterdombring\n                    oure soulus to þe ioyȝe þat here to com\n",
            "Editions": "\nLovewell,  Bertha Ellen,\n                        ed.  \n             The Life of St. Cecilia from ms. Ashmole 43 and ms. Cotton Tiberius E.\n                VII.\nYale Studies in English\n         3. Boston, New York, 1898: 72-91.\n",
            "folio": "ff. 286-288v"
        },
        "BodLauMis108": {
            "First Lines": "\nSeinte Cecilie of noble kynde I bore ȝe was at romeOure louerd\n                    crist ȝe louede wel ar ȝe fram cradel come…\n",
            "Last Lines": "\n…Nou bidde we oure swete louerd for hire martirdomTo bringge\n                    vs to þat ioye þat hire soule to com\n",
            "Attributed Title": "\nVita & passio Sancte Cecilie virginis & martiris (f.\n                        230v)",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 490-6.\n",
            "folio": "ff. 230v-233v"
        },
        "CULAdd3039": {
            "First Lines": "\nSayne Cecil come of noble kynde at Rome borne sho wasWhile sho was\n                    ȝonge sho lufed god forþi sho had grete graceSho was cristende\n                    priuely als we in story redeAnd faste sho prayed to Ihesu criste to kepe\n                    hir madenhede…\n",
            "Last Lines": "\n…Ihesu for þis maiden lufe & for hir\n                    martirdomeÞou brynge vs to þat mekil ioye þat hir saule is\n                    to come\n",
            "folio": "ff. 43v-46v"
        },
        "CamFitzMc128": {
            "First Lines": "\n…The queller hyr smete with all his mayn thre sith in hir\n                    fwyreHe ne might it fully smyten of ho boght the deth full\n                    der…\n",
            "Last Lines": "\n…lord for the martirdome that saint Cecile was InGraunte vs to\n                    that ylk Ioye to com that hir life con wynne\n",
            "Note": "\nBegins imperfectly at line 235; last 20 lines only.",
            "Attributed Title": "\nSaynt cissill (RT)",
            "folio": "f. 8"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Cecile of noble kyn ybore was at RomeOure lord crist ȝeo\n                    louede wel ar ȝeo ffram hure cradel come…\n",
            "Last Lines": "\n…Now bidde we oure lord ffor hure stronge martirdomTo bringe\n                    vs to þulke ioye þat hure soule to com\n",
            "Attributed Title": "\nSancta Cecilia (RT)",
            "folio": "pp. 508-514"
        },
        "CamTCC605": {
            "First Lines": "\nSEint Cecelie of noble kunde bore was at romeOure lord heo loued\n                    wel or heo fram cradel com…\n",
            "Last Lines": "\n…lord for þe marterdom þat seint Cecile wasgraunt\n                    ous þulke Ioie þat hire saule ys Inne\n",
            "Attributed Title": "\nCecily (RT)",
            "folio": "ff. 165-167v"
        },
        "BLCottCleoDIX": {
            "First Lines": "\n[S]Eint Cecile of noble kinne ibore was at RomeOur louerd crist\n                    ȝeo louede wel er ȝeo fram cradel come…\n",
            "Last Lines": "\n…Nou louerd for þulc marterdom þat seint Cecilie\n                    haddeGraunte ous to þulk ioie come þer þat angles hire to\n                    ladde amen\n",
            "Note": "\nFolio number reflects the most recent foliation. Space left for enlarged\n                    ‘S’, which was left blank.",
            "Editions": "\nLovewell,  Bertha Ellen,\n                        ed.  \n             The Life of St. Cecilia from ms. Ashmole 43 and ms. Cotton Tiberius E.\n                VII.\nYale Studies in English\n         3. Boston, New York, 1898: 72-91.\n",
            "folio": "ff. 155v-158v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEinte cecile of noble kunne ibore was at romeour lord crist heo loueþe wel ar heo fro cradel come…\n",
            "Last Lines": "\n…nou bidde we our suete lord for here strong martirdomto bring vs to þilke ioie þat here soule to com\n",
            "Note": "\n“Capitulum lxxxii” added to right margin by later hand (f. 187); ends, “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "f. 187-190"
        },
        "BLEge2810": {
            "First Lines": "\nSEint cecilie of noble kunne ybore was at romeOure louird crist ȝeo louide wel ar ȝeo fram cradel come…\n",
            "Last Lines": "\n…Nou bidde we god of heuene vor hire stronge martirdomTo bringe ous to þulke ioie þat hire soule is to ycom\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 114v-116"
        },
        "BLSto949": {
            "First Lines": "\nSeynt cecylie of noble lynne yore was at RomeOur lord crist heo loued wel ar heo fro cradel come…\n",
            "Last Lines": "\n…Lord for martirdom þat seynte cecylye haddeGraunt vs to þulke ioye come þat þin aungel her ladde\n",
            "Note": "\n“Amen” added after last line.",
            "folio": "ff. 58-61"
        },
        "Lam223": {
            "First Lines": "\nSAynt Cecile of noble kyn born was at RomeOure lord Crist she loved\n                    wel er she fro þe cader come…\n",
            "Last Lines": "\n…Lord for þe martirdome þat saynt Cecile was\n                    InGraunte vs to þat ioye to come þat hir lyf con wynne\n                    Amen\n",
            "Attributed Title": "\nSaynt Cecile (RT)",
            "folio": "ff. 221v-225"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Cicile þe good mayde ybore was at RomeOur lord she loued\n                    moche er she from cradel come…\n",
            "Last Lines": "\n…Now prey we our swete lord þat for hur marterdomBrynge\n                    vs to þat ilk ioye þat hur soule to come. Amen\n",
            "Attributed Title": "\nVita Sancte Cecile Virginis (f. 166)",
            "folio": "ff. 166-169v"
        }
    }
}