{
    "_id": 4573,
    "_header": "Saint Chad the good man was born of England",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Chad, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Chad in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 57v"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn Chadde þe holi mon was of engelondeBiscop he was of\n                    lichesfeld as ic vnderstonde…\n",
            "Last Lines": "\n…& wiþ angles to heuene wende as hi broȝte him er\n                    tydyngeNou god uor þe loue of him to þulke Ioie ous\n                    bringe\n",
            "Attributed Title": "\nseyn Chadde (f. 31)",
            "folio": "ff. 31v-32v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Chadde þe gode Mon was her of EngelondeBisschop he was\n                    of Licheffelde as vr lord him ȝaf his sonde…\n",
            "Last Lines": "\n…With angels to þe ioye of heuene as heo him er brouȝte\n                    tiþingeNou God for þe loue of Seint Chadde to þilke ioye vs\n                    bringe. Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 17rb-17va"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Chadde þe godeman was of EngelondeBisshop he was of\n                    lychefeld as I vnderstonde…\n",
            "Last Lines": "\n…With angles to heuen he wend As þei him brouȝte we\n                    tiþingNou god for þe loue of hym To þat ioye vs\n                    bringe\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 15rb-16ra"
        },
        "BodTan17": {
            "First Lines": "\nSEint Chadde þe goode man was of IngelondBischop he was of\n                    lichefelde as I vndirstond…\n",
            "Last Lines": "\n…And wiþ aungellis to heuene wente as þei brouȝte er\n                    tidingGod for þe loue of him to þat ioye vs all\n                    bringe\n",
            "folio": "ff. 28-29"
        },
        "OxfCCC431": {
            "First Lines": "\n[S]eint chadde þe gode man was here of engelondebissop he was\n                    of lycheffeld as ich vnderstonde…\n",
            "Last Lines": "\n…& wiþ angles to heuene as hy broȝte er\n                    tyþingeNow god for þe loue of him to þulke ioie vs\n                    bringe\n",
            "Note": "\nPortion of text lost due to mutilation of leaves.",
            "Attributed Title": "\nDe sancto Cedda confessore (f. 27)",
            "folio": "ff. 27-28v"
        },
        "CamCCC145": {
            "First Lines": "\nSein chadde þe godeman was of engelondeBissop he was of\n                    lettesfeld as ich vnderstonde…\n",
            "Last Lines": "\n…& wiþ angles to heuene wende as he broȝte her\n                    tiþingeNou god for þe lous of him to þulke ioye us\n                    bringe\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.78-81.\n",
            "folio": "ff. 29v-30v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint chadde þe goede man was here of EngelondeBisschop he was\n                    of lyccheffeld as ich vnderstonde…\n",
            "Last Lines": "\n…And wiþ aungeles to heuene wende as hi brouYte him þer\n                    tydyngeNow god ffor þe loue of him to þilke ioye vs alle\n                    bringe\n",
            "Attributed Title": "\nSanctus Cedda (RT)",
            "folio": "pp. 146-148"
        },
        "CamTCC605": {
            "First Lines": "\nSEint chadde þe goud man was of englondbischop he was of\n                    lichefeld as ic vnderstonde…\n",
            "Last Lines": "\n…& with angles to heuene wende as hii broȝt er\n                    tydingeNow god for þe loue of hym to þulke Ioie ous\n                    brynge\n",
            "Attributed Title": "\nChadde (RT)",
            "folio": "ff. 48-49"
        },
        "BLAdd10301": {
            "First Lines": "\nSEynt chadde þe godeman was of engelondebissop he was of\n                    leccesfeld as y vnder stonde…\n",
            "Last Lines": "\n…And wiþ angles to heuene wende as hy broȝte er\n                    tyþingeNou god for þe loue of him to þat Ioye vs\n                    bringe\n",
            "Attributed Title": "\nDe sancto Cedd (f. 38, by scribe in margin beside first\n                    line)",
            "folio": "ff. 38-39"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEyn chadde þe godeman was of englondbischop he was of lecheffeld as ich vnþerstonde…\n",
            "Last Lines": "\n…& with angeles to heuen wente as hi broȝte him ertidingnou god for þe loue of him to þilke ioie ous bringe\n",
            "Note": "\n“Capitulum xix” added to left margin by later hand (f. 33v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 33v-35"
        },
        "BLEge2891": {
            "First Lines": "\nSEint chadde þe godeman was of engelondeByssop he was of lecchesfeld as ich vnder stonde…\n",
            "Last Lines": "\n…And wiþ angles to heuene wende as hi broȝte her tiþingeNou god for þe loue of hym to þulke ioie us bringe\n",
            "Attributed Title": "\nDe sancto Cedde (rubric in margin, f. 21v)",
            "folio": "ff. 21v-22v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Chadde þe holy mon was here of EnglondBisshop he was of\n                    lichfeld as ȝe shul vnderstonde…\n",
            "Last Lines": "\n…With angels to þe ioye of heuen as him come ere\n                    tiþingeAnd Ihesu for saynt Chaddes love to þat ioye vs bringe\n                    Amen\n",
            "Attributed Title": "\nSaynt Chadde (RT)",
            "folio": "ff. 74-75"
        }
    }
}