{
    "_id": 4574,
    "_header": "Saint Christina the holy thing as I you tell can",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Christina, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Christina in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Cristine þe holi þing as ic ȝou telle conHoli\n                    lif ladde & clene & wel ȝou telle con…\n",
            "Last Lines": "\n…Wiþ torment as ȝe haweþ ihurd & eiþ\n                    wounder monionNou god uor þe loue of hir ous bringe þuder\n                    echon\n",
            "folio": "ff. 112v-116v"
        },
        "Bod779": {
            "First Lines": "\nSeyn cristyne þe holy þyng as I ȝou telle canHolyff\n                    ledde & clene & wel ȝonge by gan…\n",
            "Last Lines": "\n…Wit turmentes as ȝe habbeþ I herd wit woundes meny\n                    onnow god for þe loue of here þedir vs brynge echon\n",
            "Attributed Title": "\nSeint cristine þe holy virgine (f. 17); Explycit sante cristy[ ] (f.\n                    21)",
            "folio": "ff. 17-21"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSeint Cristine þis holi þing as I ow telle conHoli lyf\n                    ladde and clene and wel ȝong bigon…\n",
            "Last Lines": "\n…Wiþ turmens as ȝe hau herd wiþ woundes mony\n                    onNou God for þe loue of hire vs bringe þider vchon.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 42rb-43va"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Cristyne þat holy thing as I ȝou telle canHoly lif\n                    ladde & clene & wel ȝong bigan…\n",
            "Last Lines": "\n…Wiþ turment as ȝe haue y herd wiþ woundes\n                    manyonNou god for þe loue of hire vs bring þider\n                    echon\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 71rb-73va"
        },
        "OxfTri57": {
            "folio": "f. 80v"
        },
        "CULAdd3039": {
            "First Lines": "\nSayn Cristyne þe maiden suete als I ȝou tel canTo lyfe\n                    halyli & clene ful ȝonge sho beganA heghe Justis hir fadre was his\n                    name was calde VrbanVndre þe emperoure he was þat hight\n                    Dioclician…\n",
            "Last Lines": "\n…And cristyne to þe blis of heuen with angels went\n                    ywisNow ihesu criste for sristen lufe brynge vs to þat\n                    blis\n",
            "folio": "ff. 141v-145"
        },
        "CamCCC145": {
            "First Lines": "\nSeinte cristine þe holy þing as ich ȝou telle\n                    canHoly lif ladde and clene and wel Yong bigan…\n",
            "Last Lines": "\n…Wiþ tormens as ȝe habbeþ ihurd wiþ wonden moni\n                    onNou god for þe loue of hure us bringe þuder echon\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.315-27.\n",
            "folio": "ff. 117v-122"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint cristine þe holy þing as ich ȝou telle canHoly\n                    lif ȝeo ladde and clene and wel ȝong þer to by\n                    gan…\n",
            "Last Lines": "\n…Wiþ turmentȝ as ȝe habbeþ yhurd and woundes\n                    many onNow god ffor þe loue of hure þuder vs bringe\n                    euerichon\n",
            "Attributed Title": "\nCristina (RT)",
            "folio": "pp. 359-366"
        },
        "CamTCC605": {
            "First Lines": "\nSEint cristine þe holy þing as ic ȝou telle canholy\n                    lyf ladde & clene & wel ȝonge by gan…\n",
            "Last Lines": "\n…With turmens as ȝe habbeþ y herd & woundes many\n                    ongod for þe loue of hure ous bringe þuder echon\n",
            "Attributed Title": "\nCrystine (RT)",
            "folio": "ff. 161v-165"
        },
        "BLAdd10301": {
            "First Lines": "\nSEinte cristine þat holy þing ac y ȝou telle canholy\n                    lif ladde & clene & wel ȝong by gan…\n",
            "Last Lines": "\n…Wiþ tormens as ȝe haviþ y hurde wiþ wonden\n                    many onNou god for þe loue of hire vs bringe þuder\n                    echon\n",
            "Attributed Title": "\nDe Sancta cristina (f. 135v, by scribe in margine beside\n                    first line); Cristina (RT)",
            "folio": "ff. 135v-140v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint cristine þe holi þing as ich ȝow telle canholi lif ladde & clene & wel ȝong bigan…\n",
            "Last Lines": "\n…wit tormens as ȝhe haue i herd with woundes monionnou god for þe loue of hire ous bringe þuþer echon\n",
            "Note": "\n“Capitulum li” added to right margin by later hand (f. 110).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 110-114v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint cristene þe holi þing as ich ȝow telle can…Holi lif ladde and clene and wel ȝong bigan\n",
            "Last Lines": "\n…Wiþ tormens as herden wiþ woundes moni onNow god for þe loue of hir vs bringe þider echon\n",
            "Note": "\nEnds “Amen” (f. 194).",
            "folio": "ff. 190-194"
        },
        "BLEge2891": {
            "First Lines": "\nSeinte cristine þe holy þing as ich ȝou telle canHoly lyf ladde and clene and wel ȝonge bigan…\n",
            "Last Lines": "\n…wiþ tormens as ȝe habbeþ ihurd wiþ wonden manyonNou god for þe loue of hure us bringe þuder echon\n",
            "folio": "ff. 111v-117"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Cristine þis holi þing as ȝou telle canHoli lyf & clene ladde & wel ȝung bigan…\n",
            "Last Lines": "\n…Wiþ turmentz as ȝe habbeþ ihhurd wiþ wondes meni onNou god for þe loue of hire ous bringe þider echon\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 92v-97"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Cristyn þat holy þinge as I ȝou telle canHoly\n                    lif lad and clene and ful ȝonge she bygan…\n",
            "Last Lines": "\n…Wiþ turmetry as ȝe han herd & woundys many\n                    onNow god for þe loue of hur bring vs þider echon\n",
            "Note": "\nIncludes 16 unique couplets in various places.",
            "Attributed Title": "\nvita sancte Cristine virgine (f. 117)",
            "Editions": "\nPickering,   Oliver S.,  and  Manfred Görlach.  \n             “A Newly Discovered Manuscript of the South English Legendary.” \n             Anglia\n         100 (1982): 109-23: 119-20 (extra couplets only).\n",
            "folio": "ff. 117-122"
        }
    }
}