{
    "_id": 4576,
    "_header": "Saint Christopher was a Saracen in the land of Canaan",
    "Note": "For other versions, see 1304, 3246.",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Christopher, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Christopher in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Cristofere was sarazyn In þe lond of canaanIn none stude\n                    bi is daie ne bond me so strong aman…\n",
            "Last Lines": "\n…þus seynt cristofere atelaste þe herte lord out\n                    soȝteNou god ous bringe to þulke Ioie þat he is soule\n                    broȝte\n",
            "folio": "ff. 120-122v"
        },
        "Bod779": {
            "First Lines": "\nSeint cristofre was an heþen man In þe lond of canaanIn\n                    no stede be his day me ne fond so strong a man…\n",
            "Last Lines": "\n…Now Ihesus for seint cristofris loue soule bote vs sende&\n                    bring vs after oure ending day to þe ioye wit outen ende\n",
            "Attributed Title": "\nSeint cristofre þe Martir (f. 119)",
            "folio": "ff. 119-121"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Cristofre was a Sarazin in þe lond of CanaanIn no stude\n                    bi his daye me fond non so strong a Man…\n",
            "Last Lines": "\n…Þus seint Cristofre þe hexte lord atte laste out\n                    souhteNow God us bringe to þulke Ioye þer he his soule brouhte\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 49ra-49vb"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Cristofre was a saracen in þe londe of canaanIn none\n                    stude bi is daie nas so gret a man…\n",
            "Last Lines": "\n…Þus seint Cristofre þene hexte louerd at þe laste\n                    of souȝteGod us bringue to þulke Ioye þat he is soule\n                    brouȝte\n",
            "Attributed Title": "\nVita sancti Cristofori (f. 121v)",
            "Editions": "\n\nHorstmann,  Carl. \n             Altenglische Legenden.\n         Paderborn: F. Schoningh, 1875: 35-41.\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 271-8.\n\n",
            "folio": "ff. 121v-124"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Cristofore was a Saresin in þe lond of CanaanIn no stede\n                    bi his day fonde men so strong man…\n",
            "Last Lines": "\n…Þus seint Cristofre atte laste þe hexte king out\n                    soughteNou god vs bringe to þilke ioye þat he his soule to\n                    brought\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 76rb-77va"
        },
        "OxfTri57": {
            "folio": "f. 87v"
        },
        "CULAdd3039": {
            "First Lines": "\nCristofre was a sarȝene in þe lande of CanaanIn his\n                    dayeȝ in no lande men knev so strange a manffourtene fete he was longe\n                    & thik & brode þertoSlike a man þat was so strange many\n                    maistris bird do…\n",
            "Last Lines": "\n…Þus sayn cristofre ate laste þis gretteste lorde oute\n                    soughtÞat ilk lorde grante vs al þat blis þat he þus\n                    dere boght\n",
            "folio": "ff. 148-150"
        },
        "CamCCC145": {
            "First Lines": "\nSein cristofre was Zarasin in þe lond of canaanIn no stude bi\n                    is daie ne uond me so strong man…\n",
            "Last Lines": "\n…Þus sein cristofore atte laste þe hexte god out\n                    soȝteNou god us bringe to þulke ioie þat he is soule\n                    broȝte\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.340-81.\n",
            "folio": "ff. 127-130"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Cristofore was a Sarazyn in þe lond of ChanaanIn no\n                    stede by his daye me ne ffond no strengour man…\n",
            "Last Lines": "\n…Þus Cristoffore atte laste þe hexte lord out\n                    souȝteNow god vs bringe to þulke ioye þat he his soule to\n                    brouȝte\n",
            "Attributed Title": "\nSanctus Cristoforus (RT)",
            "folio": "pp. 375-380"
        },
        "CamTCC605": {
            "First Lines": "\nSEint cristofre was a sareȝyn in þe londe of canaanIn no\n                    stede by þulke day nas so strange man…\n",
            "Last Lines": "\n…þus cristofre atte laste þe hexte lord oute\n                    souȝtegod ous bringe to þulke Ioie þat he his saule to\n                    broȝt\n",
            "Attributed Title": "\nCristofre (RT)",
            "folio": "ff. 72v-75"
        },
        "BLAdd10301": {
            "First Lines": "\nSEyn cristofre was Zarasen in þe lond of canaanIn no stude by\n                    is daye ne fond me so stronge man…\n",
            "Last Lines": "\n… þus sein cristofre atte laste þe hexte god out\n                    soȝteNou god vs bringe to þat Ioye þat he is soule\n                    broȝte\n",
            "Attributed Title": "\nDe sancto cristoforo (f. 146, by scribe in margin beside first\n                    line); Cristoforo (RT)",
            "folio": "ff. 146-149"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEin Cristofore was ȝarasin in þe lond of canaanIn none stude be his daie ne fond me so strong man…\n",
            "Last Lines": "\n…þus sein cristofore at laste þe hexte lord out soȝtenou god ous bringe to þilke ioie þat he is soule broȝte\n",
            "Note": "\n“Capitulum liii” added to right margin by later hand (f. 118); last word originally written “broȝte” and “r” erased.",
            "folio": "ff. 118-120v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint cristofore was a sarsin in þe of kanaanIn no stude bi is daiȝe nas so strong a man…\n",
            "Last Lines": "\n…Þus seint cristofre ate laste þe hexte lord out souȝteGod vs bringe to þat ioie þat is soule to brouȝte\n",
            "Note": "\nEnds “Amen” (f. 198v).",
            "folio": "ff. 196-198v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin cristofere was sarazin In þe lond of canaanIn no stude bi is daye ne fond me so strong man…\n",
            "Last Lines": "\n…þus sein cristofre attelaste þe hexte god out foȝteNou god us bringe to þulke ioie þat he is soule broȝte\n",
            "folio": "ff. 121-124"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Cristofre was Sarazin in þe lond of CanaanIn no stede bi his daye ne fond me so strong a man…\n",
            "Last Lines": "\n…Þus Seint Cristofre atte laste þe hexte king out souȝteNou god ous bringe to þulke ioye þat he his soule brouȝte\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\n\nFurnivall,  Frederick James. \n             Early English Poems and Lives of Saints.\nTransactions of the London Philological Society\n         1858; Pt. 2, Berlin, 1862: 59-65.\nMätzner,  Edouard Adolf Ferdinand. \n             Altenglische Sprachproben, I: Poesie.\n         Berlin: Wiedmann, 1867: 1.194.\n\n",
            "folio": "f. 101v-104"
        },
        "Lam223": {
            "First Lines": "\nSAynt Cristofre was a sarsyn in þe lond of CanaanIn\n                    no stid by his day ne fond men so stronge aman…\n",
            "Last Lines": "\n…Þus saynt cristofre þe hixt lord atte last out\n                    soȝtNow god vs bringe to þat ioye þere he his soule to\n                    broȝt\n",
            "Attributed Title": "\nSaynt Cristofre (RT)",
            "folio": "ff. 150-153"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Christofor was a Sarazein in þe londe of chanaanIn no\n                    place þe whilis he lyved was so strong a man…\n",
            "Last Lines": "\n…Þus seint Christofor at þe last þe heghest lord\n                    soughtNow god vs bringe to þat Ioie þat vs dere\n                    bouȝt\n",
            "Attributed Title": "\nVita beati Christofory (f. 124v)",
            "folio": "ff. 124v-127"
        }
    }
}