{
    "_id": 4577,
    "_header": "Saint Clement was I-bore at Rome by old daw",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Clement, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Clement in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEynt Clement was ibore at rome bi olde daweOf þe hexte men he\n                    com at rome þat were of þulke lawe…\n",
            "Last Lines": "\n…þer is nou seynt clements chirch I mad wiþ qinte\n                    gynneGod ȝeue vs part of þulke Ioie þat is soule is\n                    Inne\n",
            "folio": "ff. 188v-195v"
        },
        "Bod779": {
            "First Lines": "\nSeint clement was I bore at rome by þe olde dawe& of\n                    þe hyeste men he com of rome þat weren by þulke\n                    lawe…\n",
            "Last Lines": "\n…& þer he lyþ in his cherche Imad myd faire\n                    ginneGod ȝeue vs part of þe ioye þat his soule is\n                    inne\n",
            "folio": "ff. 105v-110av"
        },
        "BodEngPoeta1": {
            "First Lines": "\n…Allas quaþ þis gode mon myne leue children\n                    þreoWhi wole ȝe oure ffader bete wole ȝe me no more i\n                    seo…\n",
            "Last Lines": "\n…Þere is now seint Clementes chirche y mad wiþ qweynte\n                    ginneGod ȝif vs part of þat ilke ioye þat his soule is Inne.\n                    A.M.E.N.\n",
            "Note": "\nBegins imperfectly due to loss of folios 57-64; lines l-322\n                    wanting.",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 65ra-65va"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Clement was I bore at Rome I furn bi olde daweOf þe\n                    hexte men he was i come þa weren in þulke lawe…\n",
            "Last Lines": "\n…Þare is nouþe Seint clementes churche I mad with quoynte\n                    gynneGod ȝiue us part of þulke Ioyȝe þat Seint clement\n                    is inne\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 322-40.\n",
            "folio": "ff. 141-147"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Clement was y bore At Rome bi olde daweOf þe hexte men\n                    of Rome þat were of þilke lawe…\n",
            "Last Lines": "\n…per is nou seint clementȝ chirche made wiþ queinte\n                    gynneGod ȝeue vs part of þilk ioye þat his soule is\n                    inne\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 110ra-113vb"
        },
        "BodRawPoe225": {
            "First Lines": "\nSeynt Clement was born in rome be þe olde daweof þe\n                    gretest blod he com þat was þer of þat lawe…\n",
            "Last Lines": "\n…þo sche was to lond comyn & hir child sche myȝt not\n                    fyndeffor care & sorwe þat sche had taken sche was ner out of hir\n                    mynde\n",
            "Attributed Title": "\nDe sancto Clemento pape (f. 5v)",
            "folio": "ff. 5v-10v"
        },
        "OxfTri57": {
            "folio": "f. 135"
        },
        "CULAdd3039": {
            "First Lines": "\nSayne Clement þe haly man borne he was at Rome& of þe\n                    gretteste of þe cite we rede wele þat he comeHis fadre hight\n                    ffanstyniane & his modre matidyanneTwo elder breþer he hade als\n                    þaire names tell I canne…\n",
            "Last Lines": "\n…In rome is ȝit sayn Clement kuke made with mekil\n                    wynneGod graunt vs parte of þat ioy þer his saule is\n                    in\n",
            "folio": "ff. 46v-53"
        },
        "CamFitzMc128": {
            "First Lines": "\nSAynt Clement was Iborn at Rome by old daweOf the heghest men he\n                    was comen that wer of thilk lawe…\n",
            "Last Lines": "\n…And sayd that he monqueller was and wicch & ek\n                    forsworeThat folk awayted him to slee in Antioche\n                    therfore…\n",
            "Note": "\nEnds imperfectly due to loss of folio(s).",
            "Attributed Title": "\nSaynt clement (f. 8); Saynt clement (RT)",
            "folio": "ff. 8-13v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Clement was ybore at Rome by olde daweOf þe hexte men of\n                    Rome he com þat were in þulke lawe…\n",
            "Last Lines": "\n…Þer is now Seint Clementes body in a chirche of queynte\n                    gynneGod ȝiue vs part of þulke ioye þat his soule is now\n                    ynne\n",
            "Attributed Title": "\nSanctus Clemens (RT)",
            "folio": "pp. 514-525"
        },
        "CamTCC605": {
            "First Lines": "\nSEint clement was I bore atte rome by olde dayof þe hexte men\n                    he com þat were of þulke lay…\n",
            "Last Lines": "\n…þer is now seint clementes churche ymad mid grete\n                        sy gynnegod ȝif ous parte of þe Ioie þat his\n                    saule ys Inne\n",
            "Attributed Title": "\nClement (RT)",
            "folio": "ff. 240v-246"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint clement was ibore at rome be olde saueof þe hexte men he com of rome þat were of þilke lawe…\n",
            "Last Lines": "\n…þer is nou sein clementis cherche ymad with quante gynnegod ȝiue ous part of þilke ioie þat his soule is Inne\n",
            "Note": "\n“Capitulum lxxxiii” added to right margin by later hand (f. 190).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 190-197"
        },
        "BLEge2810": {
            "First Lines": "\nSEint clement was be holde tyme borne ate RomeOf þe hexte men þat weren in þe toune he come…\n",
            "Last Lines": "\n…þer is nou seint clementes churche ymad wiþ queinte ginneGod ȝeue ous part of þulke ioie þat is soule is inne\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 116v-120"
        },
        "BLEge2891": {
            "First Lines": "\n…Sire heo seide þat is mi sone tel me ware he beoI ne Wilny mi lyf no leng bote þat ich him Iseo…\n",
            "Last Lines": "\n…þer is nou sein clementes churche Imad wiþ queinte gyneGod ȝiue us part of þulke ioie þat is soule is Inne\n",
            "Note": "\nLines 1-174 wanting:  begins imperfectly due to loss of folio or folios between 181 and 182.",
            "folio": "ff. 182-186v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Clement was ibore at Rome bi olde daweOf þe hexte men of Rome þat were in Vulke lawe…\n",
            "Last Lines": "\n…Þer is nou Seint Clementes churche ymaked wiþ queynte ginneGod ȝiue ous part of þulke ioye þat his soule is inne\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.515.\n",
            "folio": "ff. 164-171"
        },
        "BLSto949": {
            "First Lines": "\nSeynt clement was ybore at Rome by olde daweOf þe hexte men he was y come þat were by þulke lawe…\n",
            "Last Lines": "\n…þer is nou Seynt clementis churche ymad wiþ queynte gynneGod ȝiue vs part of þulke ioyȝe þat seynt clement is inne\n",
            "folio": "ff. 61-67v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Clement was born at Rome by olde daweOf þe hext men he\n                    was comen þat weren in þat lawe…\n",
            "Last Lines": "\n…Þere is now saynt Clementes chirche made with coynt\n                    gynneNow god ȝeue vs part of þe ioye þat saynt clement is\n                    ynne\n",
            "Attributed Title": "\nSaynt Clement (RT)",
            "folio": "ff. 225-232v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Clement was iborn at Rome by olde daweHe come of þe\n                    heghest men þat were of þe lawe…\n",
            "Last Lines": "\n…Ther is nowe seint Clementis chirch made with queynt gynneGod\n                    ȝeue vs part of þat Ioye that his saule is Inne. Amen.\n",
            "Attributed Title": "\nVita Sancti Clementis pape (f. 169v)",
            "folio": "ff. 169v-173"
        }
    }
}