{
    "_id": 4582,
    "_header": "Saint Denis was in the old law pagan as other were",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Denis, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Denis in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn denys was In þe olde lawe payn as oþer wereIn\n                    þe cite of atteneis þer non oþer nere…\n",
            "Last Lines": "\n…þer hi beȝut alle þre as monymen iseþGod\n                    ȝeue ous part of þulke Ioie þat hi Inne beþ\n",
            "folio": "ff. 150v-151v"
        },
        "Bod779": {
            "First Lines": "\nSen denys In þe olde laue heþen as oþer wereIn\n                    þe cyte of attenus þeras non oþer nere…\n",
            "Last Lines": "\n…& bringe vs to þat ilke ioye þer þat hy\n                    beþ inne& to oure kende eritage heuen blisse to winne\n",
            "Attributed Title": "\nSeint denys þe marter (f. 184v)",
            "folio": "ff. 184v-186"
        },
        "BodLauMis463": {
            "First Lines": "\nSeint Deonis was in þe olde lawe þaynym as oþere\n                    wereIn þe Cite of Attenes þere none oþere\n                    nere…\n",
            "Last Lines": "\n…þere beoþ ȝet alle þreo as men þere y\n                    seoþGod geue vs part of þe ioye þat þei inne\n                    beoþ\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 93vb-94vb"
        },
        "OxfTri57": {
            "folio": "f. 112v"
        },
        "CULAdd3039": {
            "First Lines": "\nSayn dinyse was of paynyms law wele he knew þer loreWych in\n                    þe cite of attenes als all oyer woreÞe best clerkes of þe\n                    werld þat ilc tyme yore wereDynys was þat same tyme þer\n                    maister þem to lere…\n",
            "Last Lines": "\n…Þe sawles wyth myrth to heuen went þe bodise left\n                    þer all threffor þeir loue god grant it vs in heuen wyth þem\n                    to be\n",
            "folio": "ff. 14v-16v"
        },
        "CamCCC145": {
            "First Lines": "\nSein denis was in the olde lawe paynim as oþer wereIn þe\n                    cite of attenis þare non oþer nere…\n",
            "Last Lines": "\n…þere hi beoþ ȝute alle þre as many men i\n                    seoþGod ȝiue us part of þulke ioie þat hi Inne\n                    beoþ\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.434-9.\n",
            "folio": "ff. 161-163"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Denys was in þe olde lawe paynym as oþere wereIn\n                    þe Cite of Athenes þer none oþere men nere…\n",
            "Last Lines": "\n…Þer hi beoþ alle þreo as many man ȝut\n                    yseoþGod ȝiue vs part of þat ioye þat hi ynne\n                    beoþ\n",
            "Attributed Title": "\nSanctus Dionisius (RT)",
            "folio": "pp. 452-455"
        },
        "CamTCC605": {
            "First Lines": "\nSEint Denys in þe old lawe was paynym as many wereIn þe\n                    cite of attenys þer non oþer paynymes þer\n                    nere…\n",
            "Last Lines": "\n…þer beþ ȝut alle þre as many men hem\n                    seþgod ȝyue ous parte of þe Ioie þat hii in\n                    beþ\n",
            "Attributed Title": "\nDenys (RT)",
            "folio": "ff. 87v-89"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEyn denys was in þe olde lawe paynym as oþer wereIn þe cite of attenes þer non oþer nere…\n",
            "Last Lines": "\n…þer hi beþ ȝut alle þre as moni man iseþgod ȝif ous part of dilke ioie þat hi Inne beþ\n",
            "Note": "\n“Capitulum lxvii” added to left margin by later hand (f. 147v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 147v-149v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin denis was in þe olde lawe painym as oþer wereIn þe cite of attenus þare non oþer nere…\n",
            "Last Lines": "\n…þare hi beoþ ȝute alle þreo as manie men IseoþGod ȝiue us part of þulke ioie þat hi Inne beoþ\n",
            "folio": "ff. 154-156v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Demis was in þe olde lawe payn as oþere wereIn þe Cite of Attenes þer non oþere nere…\n",
            "Last Lines": "\n…Þer beoþ ȝute alle þreo as meni men iseoþGod gyue ous part of þulke ioye þat hi inne beoþ\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 134-136"
        },
        "BLSto949": {
            "First Lines": "\nSeynt denys in þe olde laws was payȝen as oþer wereIn þe cite of athenes þer non oþer nere…\n",
            "Last Lines": "\n…þere hii beþ ȝut alle þre as monte men yseþGod ȝif vs part of þulk ioiȝe þat hii inne beþ\n",
            "folio": "ff. 26v-28v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Denys in þe olde lawe was paynym as oþer mo wereIn\n                    þe Cite of Athenes non þer þen siche þer\n                    nere…\n",
            "Last Lines": "\n…Þere þai be ȝett all þre as mony men\n                    senGod ȝeue vs part of þat blis þat þai inne ben\n                    Amen\n",
            "Attributed Title": "\nSaynt Denys (RT)",
            "folio": "ff. 191v-194"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Denys in þe olde lawe was panyme as oþer wereIn\n                    þe Cite of Athenys þer noon oþer ner…\n",
            "Last Lines": "\n…Þer þey ben alle þre as many men seeþGod\n                    sende vs grace of þat Ioye þat þei in beþe\n",
            "Attributed Title": "\nVita sancti Dionisij martiris (f. 145v)",
            "folio": "ff. 145v-147v"
        }
    }
}