{
    "_id": 4583,
    "_header": "Saint Dominic the holy friar in Spain was I-bore",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Dominic, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Dominic in the South English Legendary — couplets",
    "_witnesses": {
        "Bod779": {
            "First Lines": "\nSeint dompinke þe holy frere in spayne was I borein þe\n                    toun of cailre wel good was þe more…\n",
            "Last Lines": "\n…Now bidde we seint domenyk þat þe ordre haþ I\n                    brouȝtþat we ben forþ wit him to þe ioye of heuene be\n                    tauȝt\n",
            "Attributed Title": "\nSeint domenic þe holi frere (f. 167)",
            "folio": "ff. 167-170v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Dominik þe noble frere in Spayne was i boreIn þe\n                    toun of Cailre wel good was þe More…\n",
            "Last Lines": "\n…Now bidde we seint Dominik þat þe Ordre haþ i\n                    wrouhtÞat we beo forþ wiþ him to þe Ioye of heuene i\n                    brouht. AMEN. Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 47vb-49ra"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Domenic þe holie frere in spayne was i boreIn þe\n                    toune of Saylye wel guod was þe more…\n",
            "Last Lines": "\n…Bidde we ore louerd and ore lauedi for Seint Dominikes\n                    loueÞat we moten aftur ore ende day to þe blisse of heuene\n                    come\n",
            "Attributed Title": "\nVita sancti Dominici confessoris (f. 124)",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 278-88.\n",
            "folio": "ff. 124-1279v"
        },
        "CULAdd2585c": {
            "First Lines": "\nSeint domnyk þe holy man in spayne was i booreIn þe town\n                    of Salche hee cam of noble mooreA knyȝte ffelyce his fader heet his\n                    mother heet annejeneIs moder glad was of þe sone [\n                    ]…\n",
            "Last Lines": "\n…Sone sche seyde pax pes þy meny & þyn oreI wil\n                    not seyde oure swete lorde þis synne þus ill more\n",
            "Note": "\n124 lines.",
            "folio": "ff. 1-2v"
        },
        "CamTCC605": {
            "First Lines": "\nSEint dominike þe holy frere in spayn was y boreIn þe\n                    toune of gailie wel goud was þe more…\n",
            "Last Lines": "\n…bydde we oure lord & oure ledy & seint dominik þe\n                    frereþat we moten after oure endyng in heuene ben\n                    partynere\n",
            "Attributed Title": "\nDominik frater predicatorum (RT)",
            "folio": "ff. 137v-140v"
        },
        "BLEge1993": {
            "First Lines": "\nSEint Dominic þe holi frere in spaine was iboreIn þe toun of cailre welle god was þe more…\n",
            "Last Lines": "\n…Now biddeþ seint seint dominic þat þe hordre haþ iwrouȝtÞat we beo forþ wiþ him to þe ioie of heuene brouȝt\n",
            "Note": "\nNot included as occurring in this MS in Brown  and  Robbins (1943)\nXCarleton Fairchild Brown,   and  Rossell Hope Robbins.  \n             The Index of Middle English Verse.\n         New York: Printed for the Index Society by Columbia University Press,\n            1943 or Boffey  and  Edwards (2005)\nXJulia Boffey,   and  A. S. G. Edwards.  \n             A New Index of Middle English Verse.\n         London: The British Library, 2005.",
            "folio": "ff. 206-210"
        },
        "Lam223": {
            "First Lines": "\nSAynt Dominik þe holy frere in Spayne was y boreIn þe\n                    toun of Cailye wel gode was þen þe more…\n",
            "Last Lines": "\n…Pray we oure lord & oure lady & saynt Domynik þe\n                    frereÞat we mot after oure endinge day in heuen be her fere\n                    Amen\n",
            "Note": "\nAt the end of the second line, ‘more’ is glossed: ‘.i.\n                    rote’.",
            "Attributed Title": "\nSaynt Dominik (RT)",
            "folio": "ff. 155-159"
        }
    }
}