{
    "_id": 4584,
    "_header": "Saint Dunstan was of England I-come of good more",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Dunstan, saint, life of",
    "Versification": "— two-line — aa",
    "Bibliographic Ghosts": "Southwell, Southwell Cathedral Library 7, f. 193: prose.",
    "_description": "Life of St. Dunstan in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 118"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn dunston was of engelond icome of gode moreMiracle our lord\n                    dude uor him ar he were ibore…\n",
            "Last Lines": "\n…Swete lord seynt dunston þat oure erchebiscop wereBryng\n                    ous to þe Ioie of heuene as angles þi soule bere\n",
            "Attributed Title": "\nsyn dounston (f. 80v)",
            "folio": "ff. 80v-83"
        },
        "Bod779": {
            "First Lines": "\nSeint donston was of ingelond I come of gode moremeraklis oure lord\n                    dede for hym ar he were I bore…\n",
            "Last Lines": "\n…& wente to þe ioye þat neuer ne chal mysseNow\n                    Ihesu for þyn holy name graunt vs þat ilke blisse\n",
            "Attributed Title": "\nSeint donston þe bischop (f. 85v)",
            "folio": "ff. 85v-87v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Dunston was of Engelonde i come of goode moreMiracle vr lord\n                    dude for him ȝit he was vnbore…\n",
            "Last Lines": "\n…Now swete lord seint Dunston þat vre Erchebisschop\n                    wereBring vs to þe Ioye of heuene as Angels þi soule bere. A.\n                    M.E.N.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "Editions": "\n\nHorstmann,  Carl. \n             “Die Legenden von St. Dunstan und St. Christopher aus MS. Laud\n                108.” \n             Jahrbuch für romanische und englische Sprache und\n                Literatur\n         14 (1875): 32-41: 32-5 (lines 107-160).\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 19-24 (lines 107-160).\n\n",
            "folio": "ff. 30vb-31rb"
        },
        "BodLauMis108": {
            "First Lines": "\nSeint Dunston was of enguelonde icome of guode moreMiracle ore\n                    louerd dude for him þe ȝuyt he was unbore…\n",
            "Last Lines": "\n…And is endedai [ ]An holi þoresdai [ ]He liet him\n                    clep[ ]His men þat h[ ]…\n",
            "Note": "\nStub, numbered f. 30*, all that is left of lost folio; ends\n                    imperfectly.",
            "folio": "ff. 29v-30*"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Donston was of engelond come of gret moreMiracle oure lord\n                    dide for him er he were y bore…\n",
            "Last Lines": "\n…Nou swete lord seint donston þat oure erchebisshop\n                    werebring vs to þe ioye of heuene as þe angels þi soule\n                    bere\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 50rb-51va"
        },
        "BodTan17": {
            "First Lines": "\nSEint dunstan was of Ingelond & come of good moreMeraclis oure\n                    lord dide for him or he were I bore…\n",
            "Last Lines": "\n…Swete lord seint dunston þat oure erchebischop\n                    wereBringe vs to þe ioye of heuyn as aungellis þi soule\n                    bere\n",
            "folio": "ff. 107v-110"
        },
        "BodRawPoe225": {
            "First Lines": "\n…ffor whan he muste of hys [ ]Reste hym for werinesse [\n                    ]…\n",
            "Last Lines": "\n…[ ]it patryk cam [ ][ ] Austyn [ ]…\n",
            "Note": "\nA fragment: one leaf.",
            "folio": "ff. 16-16v"
        },
        "OxfTri57": {
            "First Lines": "\nSeint Donston was of engelonde y come of guode moreMeracle oure\n                    lord dude for him er he were y bore…\n",
            "Last Lines": "\n…Now swete lord seint Dunston þat oure erchebischop\n                    wereBringe vs to þe ioye of heuene as angeles þy soule\n                    bere\n",
            "Attributed Title": "\nVita sancti Dunstani (rubric marginal heading by scribe, f. 46)",
            "folio": "ff. 46-48"
        },
        "CamCCC145": {
            "First Lines": "\nSein donston was of engelond icome of gode moreMiracle oure louerd\n                    dude for him ar he were ibore…\n",
            "Last Lines": "\n…Nou swete louerd sein donston þat oure erchebissop\n                    wereBringe us to þe ioie of heuene as angles þine soule\n                    bere\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.204-11.\n",
            "folio": "ff. 77-79v"
        },
        "CamKC13": {
            "First Lines": "\nSEint Dunston was in Engelonde icome of gode moreMiracles oure lord\n                    dude for him ȝut ar he were y bore…\n",
            "Last Lines": "\n…Now seint Dunston þat oure erchebisshop her wereBring vs\n                    to þilke ioie þat aungeles þi soule to bere\n",
            "folio": "Part II, ff. 44v-46v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Dunston was in Engelonde ycome of goed moreMiracles oure lord\n                    dude ffor him ar he were ybore…\n",
            "Last Lines": "\n…Now Seint Dunston þat oure Erchebisschop her wereBryng\n                    vs to þulke ioye þat aungeles þi soule bere\n",
            "Attributed Title": "\nDunstanus (RT)",
            "folio": "pp. 288-293"
        },
        "CamTCC605": {
            "First Lines": "\nSEint dunston was of englonde y come of goud moreMiracle oure lord\n                    dud for hym ar he were y bore…\n",
            "Last Lines": "\n…Now swete lord seint dunston þat oure erchebischop\n                    werebrynge ous to þat Ioie þer angles þy saule\n                    bere\n",
            "Attributed Title": "\nDunston (RT)",
            "folio": "ff. 63v-65v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin Donston was of engelond y come of gode moreMiracle oure lorde\n                    dude for him as he were y bore…\n",
            "Last Lines": "\n…Nou swete lorde sein donston þat oure erche bissop\n                    wereBring vs to þe Ioye of heuene as angeles þy soule\n                    bere\n",
            "Attributed Title": "\nDe sancto Dunstano (f. 90v, by scribe in margin beside\n                    first line); Donstane (RT)",
            "folio": "ff. 90v-93"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEin dunston was of ynglond icome of gode moreMiracle our lord dede for him as he were ibore…\n",
            "Last Lines": "\n…nou suete lord sein donston þat our erchebischop werebring ous to þe ioie of heuen as angeles þin soule bere\n",
            "Note": "\n“Capitulum xlii” added to left margin by later hand (f. 83v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 83v-86v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Dunston was of engelonde icome of god moreMiracle oure lord dude for him ar he were ibore…\n",
            "Last Lines": "\n…Now swete lord seint dunston þat oure erthe bisichop wereBring vs to þat ioie þat angles þi soule to bere\n",
            "Note": "\nEnds “Amen” (f. 154).",
            "folio": "ff. 151v-154"
        },
        "BLEge2810": {
            "First Lines": "\nSEint Dunstan was of Engelonde ycome of gode moreMiracle oure louird dude vor him ar he was ybore…\n",
            "Last Lines": "\n…Nou swete louird seint dunston þat oure erchebusschop wereBringe ous to þe ioye of heuene þer angelus þine soule bere\n",
            "Note": "\nFolio 60r (38 lines) written by a different hand.",
            "folio": "ff. 59v-63"
        },
        "BLEge2891": {
            "First Lines": "\nSEint Donston was of engelond Icome of gode moreMiracle oure louerd dude for him ar he were ibore…\n",
            "Last Lines": "\n…Nou swete louerd sein donston þat oure erchebissop wereBring us to þe ioie of heuene as angles þine soule bere\n",
            "Attributed Title": "\nDe sancto Donstano (rubric in margin, f. 86)",
            "folio": "ff. 86-88v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Dunstan was of Engelond icome of gode moreMiracle oure louerd dude for him er he were ibore…\n",
            "Last Lines": "\n…Nou suete louerd Seint Dunstan þat oure archebischop wereBring ous to þe ioye of heuene as angles þi soule bere\n",
            "Note": "\nEnds imperfectly.",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\n\nFurnivall,  Frederick James. \n             Early English Poems and Lives of Saints.\nTransactions of the London Philological Society\n         1858; Pt. 2, Berlin, 1862: 34-40.\nMätzner,  Edouard Adolf Ferdinand. \n             Altenglische Sprachproben, I: Poesie.\n         Berlin: Wiedmann, 1867: 1.171.\n Bad Key: Morris1892-94: 19 (lines 1-92).\n\n",
            "folio": "ff. 51-54"
        },
        "Lam223": {
            "First Lines": "\nSAynt Dunstan was of Englond of gode kynne ycoreGod wroȝt for\n                    hym myracle long er he was bore…\n",
            "Last Lines": "\n…Now swete lord saynt Dunstan þat Erch bisshop was\n                    hereÞou lede vs to þe ioye of heuen þer angels þi soule\n                    bere. Amen\n",
            "Attributed Title": "\nSaynt Dunstan (RT)",
            "folio": "ff. 122v-124v"
        },
        "LeedsRipon": {
            "First Lines": "\nS[ ]As they stod[ ]There lyght [ ]Here lyght [\n                    ]…\n",
            "Last Lines": "\n…To Glastyngb[ ]Than bothe k[ ]\n",
            "Note": "\nOn deposit at Brotherton Library, University of Leeds; only beginnings\n                    of first 40 lines.",
            "folio": "f. 122v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeint Dunston was of Engelond come of good moreMiracles our lord\n                    did for hym er he were ybore…\n",
            "Last Lines": "\n…Now swete lord seynt Dunstoun þat our bisshop wereBrynge\n                    vs to þat ioye of heuene þer aungels þi soule bere.\n                    Amen.\n",
            "Attributed Title": "\nFestum Sancti Dunstani (f. 81v)",
            "folio": "ff. 81v-84v"
        }
    }
}