{
    "_id": 4586,
    "_header": "Saint Ecgwine the holy man was here of England",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Ecgwine, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Ecgwine in the South English Legendary — couplets",
    "_witnesses": {
        "BodEngPoeta1": {
            "First Lines": "\nSEint Egwyne þe holy mon was here of EngelondeBisschop he was\n                    of Wircetre as ich vndurstonde…\n",
            "Last Lines": "\n…Now Ihesu for þe loue of him lete vs here such lyf\n                    ledeÞat we mote to heuene come and forȝiue vs vre misdede.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 52vb-53ra"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint egwine þe holiman was here of englondebischop he was of Worchestre as ich vnþerstonde…\n",
            "Last Lines": "\n…nou ihesu crist for þe loue of seint egwine lat ous such lif ledeþat we mote to heuen come & for ȝif ous our misdede\n",
            "Note": "\n“Capitulum xCv” added to left margin by later hand (f. 266v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 266v-268v"
        },
        "BLEge1993": {
            "First Lines": "\nSEint egwine þe holi mon wes hey of engelondeBisceop he was of Winchestre as icham vnderstonde…\n",
            "Last Lines": "\n…Now ihu vor þe loue of him lete vs such lif ledeÞat we moten to heuene come & vor ȝef vs oure misdede\n",
            "folio": "ff. 221v-222v"
        },
        "BLSto949": {
            "First Lines": "\nSeynt Egewyn þe holy man was herre of engelondeBischop he was of wurcestre as ich am vnderstonde…\n",
            "Last Lines": "\n…Nou ihesus for þe loue of him let vs suche lyf ledeþat we moten to heuene come & vorgiue vs our mysdede\n",
            "Note": "\n“Amen” at end.",
            "folio": "ff. 142v-144"
        },
        "BLAdd10626": {
            "First Lines": "\nSeint Egwyn þe holy man was here in englondeBischepe of\n                    Wircetre he was as y vnder stonde…\n",
            "Last Lines": "\n…Þo þey openede þis fysch in his wombe þey\n                    foundeÞe keye of þe veterus þat was caste in avene\n                    grounde…\n",
            "Note": "\nLines 1-46 only.",
            "folio": "ff. 7-7v"
        }
    }
}