{
    "_id": 4587,
    "_header": "Saint Edmund the Confessor that lieth at Pountney",
    "Note": "South English Legendary",
    "Subjects": "Edmund, saint, life of; saints’ lives",
    "Versification": "— two-line — aa",
    "Bibliographic Ghosts": "Southwell, Southwell Cathedral Library 7, f. 194v: prose.",
    "_description": "Life of St. Edmund, Archbishop of Canterbury, in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn edmond þe confessour þet liþ at pounteneieOf\n                    godemen & trewe com þei hi were noȝt wel heie…\n",
            "Last Lines": "\n…Nou uor is loue we biddeþ god þat ous dere\n                    aboȝteBringe ous to þe heie blisse þat is soule to\n                    broȝte\n",
            "Attributed Title": "\nEdmond Confessour (f. 177)",
            "folio": "ff. 177-184v"
        },
        "Bod779": {
            "First Lines": "\nSeint edemond þe comfessour lyþ at pounteneyeof gode men\n                    & treue I come þey he were nouȝt wel hye…\n",
            "Last Lines": "\n…ffor his loue we bidde god þat vs dere bouȝtebringe\n                    vs to þe hyYe blis þat he his soule brouȝte\n",
            "Attributed Title": "\nSeint Edemond þe Comfessour (f. 99)",
            "folio": "ff. 99-104v"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Eadmund þe confessour þat lythy at pounteneyeOf\n                    guode men and trewe he cam þes huy neren nouȝht ful\n                    heiȝe…\n",
            "Last Lines": "\n…Nou god for þe loue of him and þat us deore\n                    bouȝhteTo þulke blisse us bringue þat he is soule\n                    brouȝhte\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 431-9.\n",
            "folio": "ff. 179v-188"
        },
        "BodLauMis463": {
            "folio": "f. 128v"
        },
        "CULAdd3039": {
            "First Lines": "\nÞe haly Bishope saynte Edmonde þat liggeȝ at\n                    pontenayOf gude men & trewe he come þat godde & treuthe lufed\n                    ayIn Inglande was he borne in þe tovne of AbyngdoneGlad myght\n                    þat modre be þat broght forthe slike a sonne…\n",
            "Last Lines": "\n…Now godd for his loue we pray þe als þou ful dere vs\n                    boghtTo þat blis þat he is in þou graunte þat we be\n                    broght\n",
            "folio": "ff. 38-42"
        },
        "CamFitzMc128": {
            "First Lines": "\nSAint Edmond the confessour that lys at pounteneyOf gode men and\n                    trew he come thoȝ thai ner not well hey…\n",
            "Last Lines": "\n…The grislokest weder that might be come from the westSwart\n                    and derk and grislich and ouerkest all the toun…\n",
            "Note": "\nEnds imperfectly due to loss of folio(s); catchword in lower margin of\n                    f. 7v is ‘and blewe so grislich’.",
            "Attributed Title": "\nsaynt edemond (margin, f. 2v); Saynt Edmond (RT)",
            "folio": "ff. 2v-7v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Edmund þe confessour þat liþ at PounteneyeOf\n                    goede man and truwe com þei hi nere nouȝt wel heye…\n",
            "Last Lines": "\n…Now ffor his loue bidde we god þat vs deore\n                    bouȝteBringe vs to þulke ioye þat aungeles his soule to\n                    brouȝte\n",
            "Attributed Title": "\nSanctus Edmundus Episcopus (RT)",
            "folio": "pp. 493-506"
        },
        "CamTCC605": {
            "First Lines": "\nSEint edmunde þe confessour þat lyþ at pounteneyeof\n                    goud men & trewe he cam þey hii nere noȝt wel\n                    heye…\n",
            "Last Lines": "\n…ffor his loue bydde we god þat ous dere boȝtTo\n                    brynge ous to þulke blysse þat his saule to broȝt\n",
            "Attributed Title": "\nEdmund confessour (RT)",
            "folio": "ff. 154-159v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint edmund þe confessor þat liþ at pounteneyeof godemen & treu he com þei hi nere noȝt wel heie…\n",
            "Last Lines": "\n…nou for his loue we biddeþ god þat ous þere aboȝtebring ous to þe heie blisse þat he his soule broȝte\n",
            "Note": "\n“Capitulum lxxx” added to right margin by later hand (f. 178).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 178-185v"
        },
        "BLEge2810": {
            "First Lines": "\nSEint Edmunde þe confessoure þat liþ at pounteneieOf godemen & trewe he com þei hij nere noȝt heie…\n",
            "Last Lines": "\n…Mani is þe vair miracle þat god vor him haþ ydoNou god ous bringe to þulke ioye þat is soule wende to\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 110v-114"
        },
        "BLEge2891": {
            "First Lines": "\nSEint Edmond þe confessor þat liþ at pountenieOf godeman and triwe icome þei hi nere noȝt we heiȝe…\n",
            "Last Lines": "\n…In þe on þer was luþer Inou þei heo ne lure þat oþer alsoþe deueles lawe of helle it is and þoru god neuere ido…\n",
            "Note": "\nLines 1-494 only: ends imperfectly due to loss of folio or folios between 181 and 182.",
            "folio": "ff. 175v-181v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Edmund þe confessour þat liþ at PonteneyeOf gode men & true he cam þeȝ hi nere noȝt wel heye…\n",
            "Last Lines": "\n…Nou for his loue we biddeþ god þat ous deore bouȝteBringe ous to þe heȝ blis þat he his soule to brouȝte\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\n\nFurnivall,  Frederick James. \n             Early English Poems and Lives of Saints.\nTransactions of the London Philological Society\n         1858; Pt. 2, Berlin, 1862: 71-87.\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.492-511.\n\n",
            "folio": "ff. 155-162v"
        },
        "BLSto949": {
            "First Lines": "\nSeynt Edmond  þe confessour þat liþ at PounteneyeOf gode men & trewe he com þei hii nere nout heye…\n",
            "Last Lines": "\n…Nou for is loue we biddeþ god þat us dere abouhteBrynge vs to þe heye blisse þat he is soule brouhte\n",
            "folio": "ff. 51-56v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Edmund þe confessour þat lys at PounteneyOf gode\n                    men & trewe he come þogh þai nere not wel hye…\n",
            "Last Lines": "\n…Now god of þe love of him þat vs dere\n                    boȝtBringe vs to þe hegh blisse þat he his soule to\n                    broȝt. Amen\n",
            "Attributed Title": "\nSaynt Edmond of Pountenay (RT); Saynt Edmund (RT)",
            "folio": "ff. 212-220"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Edmonde þe Confessour þat lith at PountneyOf good\n                    men and trewe he come þof þei ner but hey…\n",
            "Last Lines": "\n…For his loue prei we god þat vs dere haþ\n                    bouȝtBryng vs to þat hye blisse þat he was in ybrouȝt.\n                    Amen.\n",
            "Attributed Title": "\nVita sancti Edmondi confessoris (f. 161)",
            "folio": "ff. 161-165"
        }
    }
}