{
    "_id": 4588,
    "_header": "Saint Edmund the holy king I-bore was here by east",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Edmund, king of England, saint, life of",
    "Versification": "— two-line — aa",
    "Bibliographic Ghosts": "Southwell, Southwell Cathedral Library 7, f. 199: prose.",
    "_description": "Life of St. Edmund the King in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn edmond þe kyng of wan we makeþ festeOf þe on\n                    ende of engelond kyng was bi este…\n",
            "Last Lines": "\n…Nou god uor þe loue of seynt edmond þat was so noble\n                    kyngGrante ous þe Ioie þat he is Inne after our\n                    endyng\n",
            "Attributed Title": "\nEdmond kinge (f. 184v)",
            "folio": "ff. 184v-185v"
        },
        "Bod779": {
            "First Lines": "\nSeint edemond þe holy kyng of wham we makeþ gret festeof\n                    þe on ende of ingelonde king was her be este…\n",
            "Last Lines": "\n…Nou god for þe loue of seint edemond þat was so noble a\n                    kyngGraunte vs þe ioye þat he is in after oure ending\n",
            "Attributed Title": "\nSent edemond þe kyng (f. 104v)",
            "folio": "ff. 104v-105v"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Eadmund þe holie kyng I bore was here bi esteIn þe\n                    on ende of Engelonde of ȝwam men makieȝ feste…\n",
            "Last Lines": "\n…Novþe god for þe loue of Seint Eadmund þat was so\n                    noble kingGraunte us þe Ioye þat he is Inne aftur ovre\n                    ending\n",
            "Attributed Title": "\nVita Sancti Eadmundi regis (f. 131)",
            "Editions": "\n\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 296-9.\nHervey,  Lord Francis. \n             Corolla Sancti Edmundi.\n         London: J. Murray, 1907: 362-6.\n\n",
            "folio": "ff. 131-132"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Edmond þe holy king of whom we make festeOf þat on\n                    ende of engelond king he was here bi este…\n",
            "Last Lines": "\n…Nou god for þe loue of seint Edmond þat was so noble\n                    kingGraunte vs þe Ioye þat he is inne After oure\n                    ending\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 109rb-110ra"
        },
        "OxfTri57": {
            "folio": "f. 134"
        },
        "CULAdd3039": {
            "First Lines": "\nSaynt Edmonde þe haly kynge of whome we make grete festeOf ane\n                    ende of Ingelande he was kynge be esteffor of Sothfolke he was he was kynge\n                    of al þat contre wydeffor þat tyme was in Inglande was\n                    kyngeȝ on ilke a syde…\n",
            "Last Lines": "\n…Now god for saynt Edmonde lufe þat was þe noble\n                    kyngeGraunte vs at our dede day þe blisse withoute endynge\n",
            "folio": "ff. 42-43v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Edmund þe holy kyng of whan we makeþ ffesteOf\n                    þe on ende of Engelonde kyng was by heste…\n",
            "Last Lines": "\n…Now ffor þe loue of Seint Edmund þat was so noble a\n                    kyngGod vs graunte þe ioye þat he is ynne after oure\n                    endyng\n",
            "Attributed Title": "\nSanctus Edmundus Rex (RT)",
            "folio": "pp. 506-508"
        },
        "CamTCC605": {
            "First Lines": "\nSEint edmunde þe king of wam we makeþ grete festeof\n                    þe on ende of englonde king was here by este…\n",
            "Last Lines": "\n…god for loue of seint edmund þat was so noble a\n                    kynggraunte ous þe Ioie þat he is In after oure\n                    endyng\n",
            "Attributed Title": "\nEdmundus Rex (RT)",
            "folio": "ff. 160v-161v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint edmond þe holi king of wham we makeþ gret festeof þe on ende of englond king was here by este…\n",
            "Last Lines": "\n…nou god for þe loue of seint edmond þat was so noble kinggraunte ous þe ioie þat he is Inne & ȝiue ous god ending\n",
            "Note": "\n“Capitulum lxxxi” added to left margin by later hand (f. 185v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 185v-187"
        },
        "BLEge2810": {
            "First Lines": "\nSEint Edmunde þe holi kinge of wan me makiþ festeOf on onde of Engelonde kinge was her bi este…\n",
            "Last Lines": "\n…Nou god vor þe loue of Seint Edmunde þat was so noble kingeGraunte ous þe ioie þat he is inne after oure endinge\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 114-114v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Edmund þe holi king of wham we makieþ gret festeOf þat on ende of Engelond kyng he was her bi este…\n",
            "Last Lines": "\n…Nou god for þe loue of Seint Edmund þat was so noble kyngGrante ous þe ioye þat he is inne after oure ending\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\n\nFurnivall,  Frederick James. \n             Early English Poems and Lives of Saints.\nTransactions of the London Philological Society\n         1858; Pt. 2, Berlin, 1862: 87-9.\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.511-15.\n\n",
            "folio": "ff. 162v-164"
        },
        "BLSto949": {
            "First Lines": "\nSeynt edmund þe holy king of whom we makeþ festeOf þe on ende of engelonde kyng was her by este…\n",
            "Last Lines": "\n…Nou god for loue of Seynt edmond þat was so noble kyngGraunt vs þe ioyȝe þat he is inne after our endyng\n",
            "folio": "ff. 57-58"
        },
        "Lam223": {
            "First Lines": "\nSAynt Edmund þe holy kyng kyng was here by estOf þe oon\n                    ende Of Englond of whom men make grete feste…\n",
            "Last Lines": "\n…Now god for þe love of saynt Edmund þe\n                    kyngȜeue vs þe ioye þat he is ynne after oure endynge\n                    Amen\n",
            "Attributed Title": "\nSaynt Edmund þe kyng (RT)",
            "folio": "ff. 220-221v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Edmonde þe kynge of whom we make gret festeOn þe\n                    oon ende of engelonde a litel here by Este…\n",
            "Last Lines": "\n…God for þe loue of him þat was so noble a\n                    kyngeGraunte vs þe Ioye þat he is Inne after our endynge.\n                    Amen.\n",
            "Attributed Title": "\nVita sancti Edmundi Regis (f. 165)",
            "folio": "ff. 165-166"
        }
    }
}