{
    "_id": 4590,
    "_header": "Saint Edward the young martyr was king of England",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Edward the Elder, saint, life of",
    "Versification": "— two-line — aa",
    "Bibliographic Ghosts": "Southwell, Southwell Cathedral Library 7, f. 199v: prose.",
    "_description": "Life of St. Edward the Elder in the South English Legendary — couplets",
    "_witnesses": {
        "BodLauMis108": {
            "First Lines": "\nSEint Edward þe ȝungue was kyng of EnguelondeWel\n                    ȝoung he i martred was þoruȝ tricherie and\n                    onde…\n",
            "Last Lines": "\n…Nov god for þe loue of heom boþe þet swete kingues\n                    wereTo þe Ioye of heouene þat huy beoth inne with heom us bringue\n                    þere\n",
            "Note": "\nVariant text; formerly 2890.",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 47-53.\n",
            "folio": "ff. 39-41v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Edward þe ȝong martir was king of engelondeful\n                    ȝong martired he was bi trecherie & onde…\n",
            "Last Lines": "\n…Now god for þe loue of hem boþe þat oure kinges\n                    wereto þe ioye of heuen us bring With hem boþe\n                    þere\n",
            "folio": "ff. 21rb-23ra"
        },
        "Bod779": {
            "First Lines": "\nSeint edeward þe ȝonge marter was kyng of ingelondewel\n                    ȝong I martret he was wit trecherye & onde…\n",
            "Last Lines": "\n…bote good hit is wel to don whodir we euer wendeȝIhesus\n                    for þyn holy name heuene blis þu us sende\n",
            "Attributed Title": "\nSeynt edeward þo Yong marter (f. 81)",
            "folio": "ff. 81-83v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Edward þe ȝonge Martir was kyng of EngelondeWel\n                    ȝong he i Martired was þorwh tricherie and onde…\n",
            "Last Lines": "\n…Now God for þe loue of hem boþe þat beyne vr kynges\n                    wereTo þe Ioye of heuene wiþ hem vs bringe þere. A.M.E.N.\n                    Amen\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 14vb2-15va"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn Edward þe ȝonge martir was kyng of engelondeWel\n                    ȝong ymartred he was þoru trecherie & onde…\n",
            "Last Lines": "\n…Nou god uor þeloue of boþe þat our kynges\n                    wereTo þe Ioie of heuene þat hi beþ Inne wiþ hem bringe\n                    ous þere\n",
            "Attributed Title": "\nseyn Edeward þe ȝonge martyr (f. 41v)",
            "folio": "ff. 41v-45"
        },
        "BodTan17": {
            "First Lines": "\nSEint edward þe ȝonge marter was king of ingelondewol\n                    ȝong he was martired þour treccherie and onde…\n",
            "Last Lines": "\n…God for þe loue of hem boþe þat goode kingis\n                    wereTo þe ioye of heuyn þere þei ben to hem bringe vs\n                    þere\n",
            "folio": "ff. 39v-42v"
        },
        "OxfCCC431": {
            "First Lines": "\nSeint Edward þe ȝonge martir was kyng of engelondeWel wel\n                    ȝong ymartered he was þurȝ trecherie &\n                    onde…\n",
            "Last Lines": "\n…Now god for þe loue of him boþe þat oure kynges\n                    wereto þe ioye of heuene þat hy beþ inne wiþ hem brynge\n                    vs [ ]\n",
            "Note": "\nPortion of text lost due to mutilation of leaves.",
            "Attributed Title": "\nDe sancto Edwardo rege & martire (f. 39)",
            "folio": "ff. 39-42"
        },
        "OxfTri57": {
            "First Lines": "\n…ffor with oute schedynge of blod ne worþ neuere þe\n                    senne y doOf þe lond folki of Engeland þat no gult haueþ\n                    þer to…\n",
            "Last Lines": "\n…Now god for þe sone of hem boþe þat oure kynges\n                    wereTo þe ioye of heuene vs bringe to hem þere\n",
            "Note": "\nLines 1-108 missing.",
            "Attributed Title": "\nEdwardus (RT)",
            "folio": "ff. 1-2v"
        },
        "CamCCC145": {
            "First Lines": "\nSeint Edward þe ȝonge martir was king of engelondeWel\n                    ȝong ymartred he was þoru tricherie & onde…\n",
            "Last Lines": "\n…Nou god for loue of hom boþe þat oure kinges wereTo\n                    þe ioie of heuene þat hi beoþ Inne wiþ hom bringe us\n                    þere\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.110-18.\n",
            "folio": "ff. 41v-44v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Edward þe ȝonge Martyr was kyng of EngelondeWel\n                    ȝong ymartred he was þorw tricherie and onde…\n",
            "Last Lines": "\n…Now god ffor þe loue of ham boþe þat oure kynges\n                    wereTo þe ioye of heuene vs bringe þat hi beoþ ynne\n                    þere\n",
            "Attributed Title": "\nEdwardus (RT)",
            "folio": "pp. 167-172"
        },
        "CamTCC605": {
            "First Lines": "\nSEint edward þe marter was king of englondeȝong marter he\n                    was with trecherie & onde…\n",
            "Last Lines": "\n…Now god for loue of hem boþe þat oure kinges wereTo\n                    þe Ioie of heuene with hem bringe ous alle þere\n",
            "Attributed Title": "\nEdwardus Rex (RT)",
            "folio": "ff. 230v-233"
        },
        "CamFitzMc128": {
            "First Lines": "\n…Chast and wis of consel bot pride he louyd lestWild men\n                    louyd he not that reccheles wer of thoȝt…\n",
            "Last Lines": "\n…After anghelmas a forutenyȝt his day falles in the\n                    ȝerAnd at the mydde festene saynt Edward the martir\n",
            "Note": "\nBegins imperfectly due to loss of folios.",
            "Attributed Title": "\nSaynt Edward (RT)",
            "folio": "ff. 17-19"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint Edward þe ȝong mastir was king of ynglondwel ȝong ymartiret he was þorou tricheri & onde…\n",
            "Last Lines": "\n…now god for loue of hom bode þat oure kinges wereto þe Ioie of heuen þat hi beþ Inne with hom bring our dere\n",
            "Note": "\n“Capitulum xxii” added to left margin by later hand (f. 44v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 44v-48"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt Edward þe ȝonge martir was kinge of engelondeWel ȝonge ymartrid he was þorȝ trecherie & onde…\n",
            "Last Lines": "\n…Nou god vor þe loue of hom boþe þat oure kinges wertTo Ve ioye of heuene ous bringe & fram helle þat we be skere\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 39v-42v"
        },
        "BLEge2891": {
            "First Lines": "\nSEint Edward þe ȝonge martir was kyng of engelondeWel ȝong ymartred he was þoru tricherie and onde…\n",
            "Last Lines": "\n…Nou god for loue of hom boþe þat oure kynges wereTo þe ioye of heuene þat hi beoþ Inne wiþ hem bring us þere\n",
            "Attributed Title": "\nDe sancto Edward Rege (rubric in margin, f. 33v)",
            "folio": "ff. 33v-36v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEint edward þe ȝong marter was king of engelondewel\n                    ȝong ymartired he was þoru tricherie and onde…\n",
            "Last Lines": "\n…Nou god for loue of hom boþe þat oure kinges wereto\n                    þe Ioye of heuene þat hy beþ inne wiþ hom bringe vs\n                    þere\n",
            "Attributed Title": "\nDe sancto edwardo Regio (f. 51, by scribe in margin beside first\n                    line); edward regis (RT)",
            "folio": "ff. 51-54v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Edward þe ȝonge martir was kyng of EnglondWel\n                    ȝonge he was martired þurȝ trecherye &\n                    onde…\n",
            "Last Lines": "\n…After myghelmasse a fourtenyȝt his day falles in þe\n                    ȝereAnd at þe mydde festene saynt Edward þe\n                    martir\n",
            "Attributed Title": "\nSaynt Edward (RT)",
            "folio": "ff. 84v-87"
        },
        "Winches33": {
            "Note": "\nVariant text; formerly 2890.",
            "folio": "f. 20v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Edward þe ȝong marter was kyng of EngelondeFul yong\n                    matred he was þorgh trechery & onde…\n",
            "Last Lines": "\n…Now god for þe loue of both þat our kynggis wereTo\n                    þe Ioye of heuene wher þei be in bryng vs alle þere.\n                    Amen.\n",
            "Attributed Title": "\nVita Sancti Edwardi Regis & marteris (f. 33); Here endeth\n                    þe glorious lif of seint Edward (f. 36v)",
            "folio": "ff. 33-36v"
        }
    }
}