{
    "_id": 4594,
    "_header": "Saint Fabian thirteen year pope was in Rome",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Fabian and Sebastian, saints, lives of",
    "Versification": "— two-line — aa",
    "_description": "Lives of SS. Fabian and Sebastian (shorter version, 94 lines) in the South English Legendary — 4 lines (Fabian) and 90 lines (Sebastian), in couplets",
    "_witnesses": {
        "BodEngPoeta1": {
            "First Lines": "\nSEint ffabian þrettene ȝer Pope was in RoomeHe\n                    tornde mony a luþer mon in to Cristendoome…\n",
            "Last Lines": "\n…Þus þe holy mon Sebastian his lyf Brouhte to\n                    endeAnd to þe Ioye of heuene from pyne he gon wende\n",
            "Note": "\n‘Pope’ in the first line deleted by later hand.",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 10va-10vb"
        },
        "BodLauMis108": {
            "First Lines": "\nSeint fabian þrettene ȝer pope was was  In\n                    romeHe turnede mani men þat luþere were into cristine\n                    dome…\n",
            "Last Lines": "\n…Þus Seint Sebastian þe holi man is lif brouȝte to\n                    endeAnd fram þe pine of is liue to þe blisse of heuene he gan i\n                    wende\n",
            "Note": "\nThis version begins four lines later than usual, with ‘Telle\n                    ichulle of þe holi man Seint Sebastian…’, including the first\n                    four lines of this text at the end of 392.",
            "Editions": "\n\nHorstmann,  Carl. \n             “Die Legenden des ms. Laud 108.” \n             Archiv für das Studium der neueren Sprachen und\n                Literaturen\n         4 (1872): 395-414: 405.\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 177-8.\n\n",
            "folio": "ff. 88v-89v"
        },
        "CULAdd3039": {
            "First Lines": "\nSayne ffabiane was Pape xiij ȝere in rome& turnide many a\n                    wikked man vnto cristendomeDecnis þat was prince of hethin folke\n                    þenGart do him to Materdome þerfore & many a cristen\n                    man…\n",
            "Last Lines": "\n…& þus þis haly man Sebastian in materdom gan\n                    endeTo þat blisse þat he is in gode grante þat we may\n                    wende\n",
            "folio": "ff. 115v-116v"
        },
        "CamFitzMc128": {
            "First Lines": "\nSAynt fabian xiij ȝer pope was in RomeAnd turned many a wykked\n                    man vnto cristendom…\n",
            "Last Lines": "\n…And thus this holy man sebastian his lif in Ioie con endAnd\n                    wonnes euer in heven god grawnt vs thider to wend\n",
            "Attributed Title": "\nSaynt fabian (RT)",
            "folio": "ff. 42-43"
        },
        "Lam223": {
            "First Lines": "\nSAynt ffabian xiij ȝere Pope was in RomeAnd turned mony a\n                    wicked man vnto cristendome…\n",
            "Last Lines": "\n…And þus þis holy mon Sebastian his lyf in ioye con\n                    endeAnd wones euer in heuen god graunt vs þider to wende\n",
            "Attributed Title": "\nSaynt ffabyan (RT)",
            "folio": "ff. 53-54v"
        }
    }
}