{
    "_id": 4595,
    "_header": "Saint Faith that holy maid of swith high men she came",
    "Note": "For a wholly different text in one MS see 2229.",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Faith, saint, life of",
    "Versification": "— two-line — aa",
    "Bibliographic Ghosts": "Southwell, Southwell Cathedral Library 7, ff. 201-202: prose.",
    "_description": "Life of St. Faith in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEynte fei þe holi maide of suyþe heie men comSwiþe\n                    ȝong In hire child hod heo turnde to cristendom…\n",
            "Last Lines": "\n…Nou seynt Fei & hire felawes our ernde beode soþat\n                    we mote to þe Ioie come þat hi beþ Inne ido\n",
            "folio": "ff. 149-151"
        },
        "BodLauMis108": {
            "First Lines": "\nSEinte Fey þat holie maide of swiþe heiȝe men heo\n                    comSwiþe ȝong in hire childhod heo turnede to\n                    cristindom…\n",
            "Last Lines": "\n…Nou Seinte fey and hire felawes ore erinde beode soÞat\n                    we moten to þe Ioye come þare huy beoth inne ido\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 83-6.\n",
            "folio": "ff. 52v-54"
        },
        "CULAdd3039": {
            "First Lines": "\nSayn fayth þe holy maiden of hye kyn che comTill che was\n                    ȝong inchylded che turnd to cristindomAnd lyfed holi lyfe inogh hyr\n                    worde sprong full wydeOf hir godenes & hiir lyfyng about on ilc a\n                    syde…\n",
            "Last Lines": "\n…Sayn faith & þi felawes all to god for vs ȝe\n                    prayÞat blis vs grant þat ȝe are ine at oure endyng\n                    day\n",
            "folio": "ff. 13-14v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint ffey þe holy mayde of swiþe heye men comSwiþe\n                    ȝong in hure chilhold ȝeo turnde to cristendom…\n",
            "Last Lines": "\n…Now Seint ffey and hure ffelawes oure erande beode soÞat\n                    we mote to þe ioye come þat hi beoþ ynne ydo\n",
            "Attributed Title": "\nSancta fides (RT)",
            "folio": "pp. 449-452"
        },
        "CamTCC605": {
            "First Lines": "\nSEint fey þe holy mayde of wel hey men comeswyþe\n                    ȝonge in hure childhod heo turnede to cristendom…\n",
            "Last Lines": "\n…To þe Ioie of heuene þe saules alle wendeNow god\n                    lene þat we mote oure synnes here amende\n",
            "Attributed Title": "\nffey (RT)",
            "folio": "ff. 86v-87v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEin fei þe holi maide of suiþe hei men comsuide ȝong in here childhod heo torneþe to cristendom…\n",
            "Last Lines": "\n…nou sein fey & hire felaues our herande beþe soþat we mote to þe ioie come þat hi beþ Inne ido\n",
            "Note": "\n“Capitulum lxvi” added to right margin by later hand (f. 146).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 146-147v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin fey þe holy maide of swuþe hiȝe men comSwuþe ȝong in hure childhod heo turnde to cristendom…\n",
            "Last Lines": "\n…Nou seinte fey and hure felawes our erende bidde soþat we mote to þe ioie come þat hi beoþ Inne ido\n",
            "folio": "ff. 153-154"
        },
        "BLSto949": {
            "First Lines": "\nSeynt feye þat holy mayde of swiþe heyȝe men com…\n",
            "Last Lines": "\n…Now seynte feyþe & her felawes vr herende bede alsoþat we mote to þat ioiȝe come þat hii beþ inne ydo\n",
            "folio": "ff. 25-26v"
        },
        "Lam223": {
            "First Lines": "\nSAynt ffey þe holy mayde of wel hegh men comeSwiþe\n                    ȝonge in hir childhede she turned to cristendome…\n",
            "Last Lines": "\n…To þe ioye of heuen here soules all did wendeNow god\n                    graunte þat we mote oure soules here amende Amen\n",
            "Attributed Title": "\nSancta ffides (RT); Saynt ffey (RT)",
            "folio": "ff. 190v-191v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt feiþ þe holy maide of swich hie men comeRight\n                    ȝong in hur childhode she turned to cristendome…\n",
            "Last Lines": "\n…Now seint Feiþ and hire felowes our erand bede\n                    soÞat we mote come to þat blisse which þei ben Inne\n                    do\n",
            "Attributed Title": "\nvita sante fidis virginis. (f. 144)",
            "folio": "ff. 144-145v"
        }
    }
}