{
    "_id": 4597,
    "_header": "Saint Francis the friar minor that was good man enough",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Francis of Assisi, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Francis in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Frances þe frere menour good mon was InouȝIn is\n                    ȝonghede marchaunt he was & to trewenesse dron…\n",
            "Last Lines": "\n…& beþ þer boþe two In Ioie wiþþoute\n                    endeNou god uor loue of hem ous late þuder wende\n",
            "Editions": "\nWhatley,  Gordon E.,\n                        ed.  \n             Saints’ Lives in Middle English Collections.\n         With Anne B. Thompson and Robert K. Upchurch. MI: Western Michigan\n            University for TEAMS, 2004. \n",
            "folio": "ff. 142v-149"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint ffraunceis þe ffrere Menour þat good mon was i\n                    nouhIn his ȝonghede Marchaunt he was and to trewenesse\n                    drouh…\n",
            "Last Lines": "\n…Þis holy mon at stod a while and þouȝte hem sum\n                    good techeAnd as hit were men of witte þis foules he gon\n                    preche…\n",
            "Note": "\nEnds imperfectly due to loss of folios 57-64.",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 55vb-56vb"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint fraunceys þe frere Menour þat guod man was i\n                    novȝMarchaunt he was in his ȝonghede and to eche treuwenesse\n                    drovȝ…\n",
            "Last Lines": "\n…And þare huy boþe in Ioye with outen endeNou god\n                    for þe loue of Seint fraunceis late us alle þudere wende.\n                    Amen\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 53-67.\n",
            "folio": "ff. 41v-46v"
        },
        "CULAdd3039": {
            "First Lines": "\nSeyn fraunceys þe frer menor þat gode man inoghIn hiis\n                    ȝyngthe a merchand was to godenes ay he droghHiis marchandis he made\n                    all day in þe cite of assiseIn almusdede & pore men he spend hiis\n                    marchandise…\n",
            "Last Lines": "\n…Þere are ye both in ioy & myrthe sall last wyth owten\n                    endeGod grant vs for þe lufe of þem vnto þat blys to\n                    wende\n",
            "folio": "ff. 7v-13"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint ffraunces þe frere Menour goed man was ynowIn his\n                    Yonghede Marchaunt he was & to alle truþe drow…\n",
            "Last Lines": "\n…And beoþ þere in ioye ynow wiþ oute eny\n                    endeNow god ffor þe loue of ham lete vs alle þuder\n                    wende\n",
            "Attributed Title": "\nSanctus ffranciscus (RT)",
            "folio": "pp. 439-449"
        },
        "CamTCC605": {
            "First Lines": "\nSEynt fraunces þe frere mynour þat goude man was\n                    ynoweMarchaunt he was þe wyle he ȝonge was & to eche\n                    gouernesse drowe…\n",
            "Last Lines": "\n…& beþ þer boþ two in Ioie with þouten\n                    endeNow god for loue of seint fraunces late ous þydere\n                    wende\n",
            "Attributed Title": "\nffraunces frere mynor (RT)",
            "folio": "ff. 146v-151"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEin franceis þe frere menour god man was ynouIn his ȝonghede marchaunt he was & treunesse drou…\n",
            "Last Lines": "\n…& beþ þere boþe to in ioie wit outen endenou god for þe loue of hom ous lete alle þuþer wende\n",
            "Note": "\n“Capitulum lxv” added to right margin by later hand (f. 140).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 140-146"
        },
        "BLEge1993": {
            "First Lines": "\nSEint franceis þe frer menour þat god mon was inowIn is ȝonghede marchauns he was & to trewnesse drow…\n",
            "Note": "\nEnding illegible due to water damage to last leaf; may be incomplete.",
            "folio": "ff. 235-238v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin franceis þe frere menour þat god man was InouIn ȝonghede marchant he was and to triwenesse drou…\n",
            "Last Lines": "\n…And beoþ þere boþe to In ioie wiþ oute endeNou god for þe loue of hom us alle lete þuder wende\n",
            "folio": "ff. 146v-152"
        },
        "BLSto949": {
            "First Lines": "\nSeynt ffraunceys þe frere menour gode man was ynouȝIn ys ȝonghede marchaunt was & to trewnesse drouȝ…\n",
            "Last Lines": "\n…& beþ boþe to in ioie wiþ outen endeNou god for þe lous of hym vs lete alle þider wende\n",
            "Note": "\nBrown  and  Robbins (1943)\nXCarleton Fairchild Brown,   and  Rossell Hope Robbins.  \n             The Index of Middle English Verse.\n         New York: Printed for the Index Society by Columbia University Press,\n            1943 lists this as beginning on f. 18r.",
            "folio": "ff. 18v-25"
        },
        "Lam223": {
            "First Lines": "\nSAynt ffraunces þe frere Menour þat gode mon was\n                    ynoghMerchaunt he was whyle he was ȝonge & to all godenes\n                    drogh…\n",
            "Last Lines": "\n…And ben þere boþe two in þe ioye withouten\n                    endeNow god for þe love of saynt fraunces graunte vs þider to\n                    wende Amen\n",
            "Attributed Title": "\nSaynt ffraunces (RT)",
            "folio": "ff. 183v-190"
        }
    }
}