{
    "_id": 4598,
    "_header": "Saint Frideswitha was here of England",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Frideswitha, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "The longer version of the Life of Saint Frideswide, 188 lines, based on the Latin Life of St. Frideswide, BHL (1898)\nXBHL, . Bibliotheca hagiographica latina antiquae et mediae aetatis, ed. Sociátá des Bollandistes. 2 vols. Brussels, 1898-1901 3162 attributed to Robert of Cricklade, found in some copies of the South English Legendary — couplets. For the \"short version,\" see 4598.5.",
    "_witnesses": {
        "Bod779": {
            "First Lines": "\nseint friswide þe mayde was her of ingelondat oxinforde\n                    ȝhe was I bore as ich ondirstond…\n",
            "Last Lines": "\n…& þer haþ be for here loue ofte gret\n                    bootnyngnowȝ bid we god for here loue to þe ioyȝe of heuin\n                    vs bring\n",
            "folio": "ff. 280v-282"
        },
        "BodAsh43": {
            "First Lines": "\nSEynte ffredeswide was her of engelondeAt oxenford heo was ibore as\n                    ic vnderstonde…\n",
            "Last Lines": "\n…þer haþ ibe uor hire loue ofte gret bonyngeNou\n                    bidde we god uor hire loue þat he to heuene ous bringe\n",
            "Editions": "\nReames,  Sherry L.,\n                        ed.  \n             Middle English Legends\n                of Women Saints.\n         With the assistance of Martha G. Blalock and Wendy R. Larson.\n            Kalamazoo, MI: Western Michigan University for TEAMS, 2003. \n",
            "folio": "ff. 155v-157v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint ffrydeswyde was her of EngelondeAt oxenford ȝeo was\n                    ybore as ich vnderstonde…\n",
            "Last Lines": "\n…Þer haþ ybeo ffor hure loue ofte gret botnyngeNow\n                    bidde we god ffor hure loue þat ȝeo vs to heuene bringe\n",
            "Attributed Title": "\nSancta ffredeswida (RT)",
            "folio": "pp. 430-434"
        },
        "CamTCC605": {
            "First Lines": "\nSEint freþeswyde þat holy mayde was of englondeatte\n                    oxenford heo was y bore as ic vnderstonde…\n",
            "Last Lines": "\n…heo wend out of þis world a morwe vp lukes daynow god\n                    ous bringe to þe blysse þat he broȝt þat may\n",
            "Attributed Title": "\nfreþeswyþ (RT)",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "Editions": "\nReames,  Sherry L.,\n                        ed.  \n             Middle English Legends\n                of Women Saints.\n         With the assistance of Martha G. Blalock and Wendy R. Larson.\n            Kalamazoo, MI: Western Michigan University for TEAMS, 2003. \n",
            "folio": "ff. 247-248v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint frideswithe was here of englondeat oxenforde heo was ibore as ich vnderstonde…\n",
            "Last Lines": "\n…þer haþ we for hire loue ofte gret botnyngnou bidde we god for hire loue to þe ioie of heuen ous bringe\n",
            "Note": "\n“Capitulum xCix” added to left margin by a later hand (f. 273v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 273v-275v"
        }
    }
}