{
    "_id": 4603,
    "_header": "Saint George the holy man as we findeth I-write",
    "Note": "For a variant see 4602.",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; George, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. George in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 103"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn Iorge þe holi mon as we fyndeþ iwriteIn þe lond\n                    of capadoce ibore was & biȝitte…\n",
            "Last Lines": "\n…þer he is in grete Ioie þat last wiþþouten\n                    endeNou god uor þe loue of him ous let alle þuder\n                    wende\n",
            "Attributed Title": "\nsyn Iorge (f. 59)",
            "folio": "ff. 59-60v"
        },
        "Bod779": {
            "First Lines": "\nSeint iorge þe holyman as we fyndeȝ I wryteIn þe\n                    lond of capadocye I bore he was & by ȝete…\n",
            "Last Lines": "\n…& þere he is in gret ioye þat last wit outen\n                    ende& god for þe loue of sent iorge vs lete alle þedir\n                    wende\n",
            "Attributed Title": "\nSeint iorge þe marter (f. 142)",
            "folio": "ff. 142-143"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint George þe holi Mon as we fyndeþ i writeIn þe\n                    Lond of Capadose i boren he was and bi ȝite…\n",
            "Last Lines": "\n…Þer he is in gret Ioye þat lasteþ wiþ outen\n                    endeNow God for seynt George loue vs leeue þider wende.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 28ra-28rb"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint George þe holie man ase we findeȝ i writeIn þe\n                    londe of Cappadoce he was i bore and bi ȝite…\n",
            "Last Lines": "\n…Þare he is in grete Ioye þat last with outen\n                    endeNov god for seint Georges loue late ore soule þudere\n                    wende\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 294-6.\n",
            "folio": "ff. 130-131"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint George þe holi man as we finde writeIn þe lond of\n                    Capadoce y bore was & riȝite…\n",
            "Last Lines": "\n…þere he is in gret Ioye þat lasteþ wiþ outen\n                    endeNou god for sent George loue vs lete alle þider wende\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 41va-42rb"
        },
        "BodRawPoe225": {
            "First Lines": "\nA þou tretour sayd dacyanWilt þou al way take on\n                    so…\n",
            "Last Lines": "\n…Whan dacian sey þis don y wisHis wittes were nyȝk\n                    hym be nome\n",
            "Note": "\nFragments.",
            "folio": "ff. 105ra-116v"
        },
        "BodTan17": {
            "First Lines": "\nSEint George þe holi man as we fynde writeIn þe lond of\n                    capadoce I bore he was & be ȝite…\n",
            "Last Lines": "\n…þere he is in gret ioye þat lasteþ euere wiþ\n                    outen endeGor for seint georges loue lete vs alle þidir\n                    wende\n",
            "folio": "ff. 91v-92v"
        },
        "OxfTri57": {
            "First Lines": "\nSeint George þe holy man as we fyndeþ y writeIn þe\n                    lond of Cappodoce y bore was & by ȝyte…\n",
            "Last Lines": "\n…þere he ys in gret ioye þat lasteþ withoute\n                    endeNow god for seint Georgis sone vs lete alle þuþer\n                    wende\n",
            "Attributed Title": "\nVita sancti Georgii (rubric marginal heading by scribe, f. 32);\n                        Georgius (RT)",
            "folio": "ff. 32-33"
        },
        "CamCCC145": {
            "First Lines": "\nSein Gorge þe holy man as we vindeþ iwriteIn þe lond\n                    of capadose ybore was and bi ȝute…\n",
            "Last Lines": "\n…þer he is in grete ioye þat last wiþ oute\n                    endeNou god for sein Gorges loue us lete al þuder wende\n",
            "Editions": "\n\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.155-9.\nWhatley,  Gordon E.,\n                        ed.  \n             Saints’ Lives in Middle English Collections.\n         With Anne B. Thompson and Robert K. Upchurch. MI: Western Michigan\n            University for TEAMS, 2004. \n\n",
            "folio": "ff. 59-60"
        },
        "CamKC13": {
            "First Lines": "\nSEint George þe holi man as we findeþ of him y writeIn\n                    þe lond of Capadoce y bore was and bi ȝute…\n",
            "Last Lines": "\n…Þer he his in gret ioie þat lasteþ wiþ oute\n                    endeNow god for seint Georges loue lede vs alle þider\n                    wende\n",
            "folio": "Part II, ff. 43-44v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint George þe holy man as we ffyndeþ of him ywriteIn\n                    þe lond of Capadoce ybore was and byȝite…\n",
            "Last Lines": "\n…Þer he is in gret ioye þat lasteþ wiþouten\n                    endeNow god ffor Seint Georges loue lete vs alle þider\n                    wende\n",
            "folio": "pp. 258-260"
        },
        "CamTCC605": {
            "First Lines": "\nSEint george þe holy man as we fynden y wroteIn þe londe\n                    of capadoce i bore was & by ȝute…\n",
            "Last Lines": "\n…Þer he is in grete Ioye þat lasteþ with oute\n                    endeGod for þe loue of hym ous lete þuder wende\n",
            "Attributed Title": "\nGeorge (RT)",
            "folio": "ff. 60v-61"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin george þe holy man as we vindeþ y writeIn þe\n                    lond of capadose y bore was & by ȝute…\n",
            "Last Lines": "\n…Þer he is in grete Ioye þat last wiþ outen\n                    endeNou god for sein Iorges loue vs lete al þuder wende\n",
            "Attributed Title": "\nDe sancto georgio (f. 70v, by scribe in margin beside\n                    first line); georgio (RT)",
            "folio": "ff. 70v-71v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint george þe holiman as we findeþ ywriteIn þe lond of capadoce ibore was & biȝite…\n",
            "Last Lines": "\n…þer he is in gret ioie þat lasteþ withouten enþenou god for seint georges loue ous late al þeþer wende\n",
            "Note": "\n“Capitulum xxxii” added to right margin by later hand (f. 63).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 63-64"
        },
        "BLEge1993": {
            "First Lines": "\nSeint George þe holi mon as we findeþ iwriteIn þe lond of capadoce ibore was & biȝite…\n",
            "Last Lines": "\n…Þer he is in grete ioie þat last wiþ outen endeGod for georges loue vs lete þider wende\n",
            "Note": "\nEnds “Amen” (f. 142).",
            "folio": "ff. 141-142"
        },
        "BLEge2810": {
            "First Lines": "\nSEint george þe holiman as we vindiþ ywriteIn ve londe of capadoce hij bore he was & byȝete…\n",
            "Last Lines": "\n…;þere he is in gret ioye þat lestiþ wyþoute endeNou god for þe loue of him ous lete alle þidir wende\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 53-54"
        },
        "BLEge2891": {
            "First Lines": "\nSEin George þe holie man as we findeþ iwriteIn þe lond of capadose Ibore was and bi ȝute…\n",
            "Last Lines": "\n…þare he is in gret ioieþat last wiþ oute endeNou god for sein georges loue us lete alle þuder wende\n",
            "Attributed Title": "\nDe sancto Georgio (rubric in margin, f. 68v)",
            "folio": "ff. 68v-70"
        },
        "BLHar2277": {
            "First Lines": "\nSEint George þe holi man as we fyndeþ iwriteIn þe londe of Capadoce ibore was & biȝitte…\n",
            "Last Lines": "\n…þer he is wiþ grete ioye þat euermo ilesteþ wiþouten endeNou god for þe loue of Seint George ous lete þider wende\n",
            "Note": "\nIn penultimate line “euermo” written and expunged after “ilesteþ”; ends “amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 33v-34v"
        },
        "Lam223": {
            "First Lines": "\nSAynt George þe holy knyȝt þat regned here biforeIn\n                    þe lond of Capadoce was þat gode mon born…\n",
            "Last Lines": "\n…And þere he lenges euer in ioye þat lestes withouten\n                    endeGod for saynt Georges love þou graunte vs þider to wende\n                    Amen\n",
            "Attributed Title": "\nSaynt George (RT)",
            "folio": "ff. 94-95v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt George þe holy man as we finde iwriteIn þe londe of\n                    Capadoce ibore was & biȝete…\n",
            "Last Lines": "\n…Ther is in gret Ioye þat lasteth wiþout endeNow god\n                    for þe loue of hym lat vs all þidere wende. Amen.\n",
            "folio": "ff. 72-73"
        }
    }
}