{
    "_id": 4605,
    "_header": "Saint Giles the holy man ne loved no sin",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Giles, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Giles in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSeyn gilis þe holi mon ne louede noþing sunneAt atteneis\n                    he was ibore he com of kynges kunne…\n",
            "Last Lines": "\n…He deide seue hondred ȝer after þat god was\n                    ibore& wende to þe Ioie of heuene þat he of seruede\n                    byuore\n",
            "folio": "ff. 134v-136"
        },
        "Bod779": {
            "First Lines": "\nSeint gilis þe holyman ne loued noþing synneat attenes he\n                    was I bore he com of kinges kinne…\n",
            "Last Lines": "\n…to þilke ioye he vs bring þat is wit outen\n                    ende& graunt vs after oure ending daye þedir alle to\n                    wende\n",
            "Attributed Title": "\nSeint gilis þe holi abot (f. 159v)",
            "folio": "ff. 159v-160"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Gyles þe holy mon louede noþing sunneIn Athenes he\n                    was ibore he com of kynges kunne…\n",
            "Last Lines": "\n…Now God for þe loue of seint Gyles his swete grace vs\n                    sendeÞat we aftur þisse lyue to þe Ioye of heuene wende.\n                    A.M.E.N.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 52rb-52vb"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Giles þe confessour Loued noþing sinneAt attenes he\n                    was y bore Comen of kinges kynne…\n",
            "Last Lines": "\n…He diede seuene hondred ȝer after þat oure lord was\n                    bore& went to þe ioye of heuene þat he deserued\n                    bifore\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line",
            "folio": "ff. 83vb-84vb"
        },
        "OxfTri57": {
            "folio": "f. 99"
        },
        "CamCCC145": {
            "First Lines": "\nSein gilis þe holyman ne louede noþing sunneAt attenes he\n                    was ibore he com of kinges kunne…\n",
            "Last Lines": "\n…He deide sene hondred ȝer after þat god was\n                    iboreAnd wende to þe ioie of heuene þat he seruede\n                    biuore\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.384-9.\n",
            "folio": "ff. 142-144"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Gyle þe holy man ne louede no synneIn Attenes he was\n                    ybore and ycome of heye kynne…\n",
            "Last Lines": "\n…He deyde sene hondred ȝer after þat god was\n                    yboreAnd wente to þe ioye of heuene þat he aseruede by\n                    ffore\n",
            "Attributed Title": "\nSanctus Egidius (RT)",
            "folio": "pp. 403-405"
        },
        "CamTCC605": {
            "First Lines": "\nSEint gile þis holy man loued no þyng synneAtte attenes\n                    he was ybore & ycome of kinges kunne…\n",
            "Last Lines": "\n…he deyed seuene hundred ȝere after þat god was\n                    bore& wende to þe Ioie of heuene þat he serued by\n                    fore\n",
            "Attributed Title": "\nGyles (RT)",
            "folio": "ff. 76v-77v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin gilis þe holy man ne lovede noþing synneAt attenes\n                    he was y bore he com of kynges kynne…\n",
            "Last Lines": "\n…he deide seue hondred ȝer after þat god was y\n                    bore& wende to the Ioye of heuene þat he seruede by\n                    fore\n",
            "Attributed Title": "\nSancti egidii confessoris & abbatis (f. 163, by scribe in margin\n                    beside first line); Egidii (RT)",
            "folio": "ff. 163-165"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEyn gilis þe holiman ne loueþe noþing sinneat atteneis he was ibore he com of kyngis kunne…\n",
            "Last Lines": "\n…he deide seue hondreþ ȝer after þat god was i bore& wente to þe ioie of heuen þat he of serueþe bifore\n",
            "Note": "\n“Capitulum lix” added to left margin by later hand (f. 132v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 132v-133v"
        },
        "BLEge1993": {
            "First Lines": "\nSEint Giles þe holi mon ne louede no sunneIn athenes he was ibore & com of kinges kunne…\n",
            "Last Lines": "\n…He deiȝede seue hondred ȝer after þat god was boreAnd wende in to heuene as he deseruede bifore\n",
            "folio": "ff. 219v-221"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Giles þe confessour ne louede noþing synneAt Attenes he was ibore icome of kynges kynne…\n",
            "Last Lines": "\n…He deide sone hondred ȝer after þat oure louerd was ibore& wende to þe ioye of heuene þat he of seruede bifore\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 115-117"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Giles þe holy man loued noþing synneAt Athenys he\n                    was bore and come of kynggis kynne…\n",
            "Last Lines": "\n…He deied in þe vijC. ȝere aftere þat god was\n                    boreAnd went to þe Ioye of heuene which he deserded tofore.\n                    Amen.\n",
            "Attributed Title": "\nVita sancti Egidij (f. 136)",
            "folio": "ff. 136-137v"
        }
    }
}