{
    "_id": 4609,
    "_header": "Saint Gregory the confessor in Sicily was I-bore",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Gregory, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Gregory in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 59"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn Gregori þe confessour in cicile was iboreIn holinesse he\n                    ladde is lif þat is soule nere uorlore …\n",
            "Last Lines": "\n…Bidde we him wiþ gode herte apostel of engelondeþat\n                    he byuore our lord crist our neode vnderstonde\n",
            "Attributed Title": "\nSeyn Gregory (f. 32v)",
            "folio": "ff. 32v-34"
        },
        "Bod779": {
            "First Lines": "\nSeint gregor þe comfessour in sysile was I boreIm haynesse he\n                    ladde his lyf þat he ne were forlore…\n",
            "Last Lines": "\n…bidde we him wit good hert apostil of ingelondeÞat to\n                    fore oure lord crist he bere oure erande\n",
            "Attributed Title": "\nSeint gregori þe pope (f. 150v)",
            "folio": "ff. 150v-151v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Gregori þe Confessour in Cisyle was i boreIn holinesse\n                    he ladde his lyf þat his soule ne were forlore…\n",
            "Last Lines": "\n…Bidde we him wiþ gode herte Apostel of EngelondeÞat\n                    he bi fore vr lord crist vr neode vndurstonde AM.EN.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 14rb2-14vb"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Gregori þe confessour in Ciscile was i boreIn holienesse\n                    he ladde is liif þat is soule nere for lore…\n",
            "Last Lines": "\n…Bidde we þanne þene holie man apostle of\n                    EngelondeÞat he bi fore ihesu crist ore neode ounder\n                    stonde\n",
            "Attributed Title": "\nVita sancti Fregorii (f. 153)",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 355-9.\n",
            "folio": "ff. 153-154v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Gregory þe confessour In Cicyle was y boreIn holinesse\n                    he lad his lyf þat his soule nere forlore…\n",
            "Last Lines": "\n…Bidde we him with god herte apostel of engelondþat he\n                    bifore oure lord crist oure nede vnderstonde\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 16ra-16va"
        },
        "BodRawPoe225": {
            "First Lines": "\nffor he sente vs our cristin dom h[ ]þat men vsin ȝit\n                    with oute les[ ]…\n",
            "Last Lines": "\n…þat he be fore our lord ihesuoure nede he\n                    vndirstonde\n",
            "Note": "\nLast 32 lines only.",
            "folio": "f. 116"
        },
        "BodTan17": {
            "First Lines": "\nSEint Gregori þe confessour In Cisile was I boreIn almesse he\n                    ledde his liif þat his soule were not lore…\n",
            "Last Lines": "\n…Bidde we him wiþ good herte þe apostle of\n                    IngelondÞat he to oure lord crist oure nede vndirstond\n",
            "folio": "ff. 29-30"
        },
        "OxfCCC431": {
            "First Lines": "\n[S]eint Gregori þe confessor in Cicile was iboreIn holynesse\n                    he ladde his lif for his [s]oule ne scholde be forlo[re]…\n",
            "Last Lines": "\n…Now bidde we þan apostel of engelondeþat he bifore\n                    oure lord crist oure nede vnderstonde\n",
            "Note": "\nPortion of text lost due to mutilation of leaves.",
            "Attributed Title": "\nDe sancto Gregorio papa & martire (f. 28v)",
            "folio": "ff. 28v-29v"
        },
        "CamCCC145": {
            "First Lines": "\nSein gregori confessour in cisile was iboreIn holynesse he ladde is\n                    lif þat is soule nere ilore…\n",
            "Last Lines": "\n…Bidde we him wiþ gode heorte apostel of\n                    EngelondeÞat he to vore oure louerd crist our neode vnder\n                    stonde\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.81-4.\n",
            "folio": "ff. 30v-32"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Gregori þe confessour in Cysile was yboreIn holynesse he\n                    ladde his lif and clene ffram alle hore…\n",
            "Last Lines": "\n…Bydde we wiþ goede heorte to him þat Apostoyle is of\n                    EngelondeÞat he by ffore oure lord crist oure neode\n                    vnderstonde\n",
            "Attributed Title": "\nGregorius (RT)",
            "folio": "pp. 148-150"
        },
        "CamTCC605": {
            "First Lines": "\nSEint gregory þe confessoure in cicille was y borein holynesse\n                    he ladde his lyf þat he nere for lore…\n",
            "Last Lines": "\n…bydde we hym myldelyche apostel of englondeþat he to\n                    oure lord criste oure nede vnderstonde\n",
            "Attributed Title": "\nGregori (RT)",
            "folio": "ff. 49-50"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin gregory þe confessor in Cysile was y boreIn holynesse he\n                    ladde is lyf þat is soule ner for lore…\n",
            "Last Lines": "\n…Praye we him wiþ gode herte apostel of engelondeþat\n                    he to fore oure lord crist oure nede vnder stonde\n",
            "Attributed Title": "\nDe sancto Gregorio (f. 39, by scribe in margin beside first line);\n                        Gregorio (RT)",
            "folio": "ff. 39-40v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint gregori þe confessour in cisile was iboreIn holinesse he ladde his lif þat his soule nere forlore…\n",
            "Last Lines": "\n…bidde we him with gode herte apostel of englondþat he afore oure lord crist our nede vnþerstonde\n",
            "Note": "\n“Capitulum xx” added to right margin by later hand (f. 35).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 35-36"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Gregorie þe confessour in Cisile was iboreIn holinesse he liuede þat is soule nere forlore…\n",
            "Last Lines": "\n…Bidde we him wiþ gode herte apostel of engelondeÞat he to vore oure lord crist oure nede vnderstonde\n",
            "Note": "\nEnds “Amen” (f. 119).",
            "folio": "ff. 118-119"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt Gregori þe confessour in cisil was yboreIn holinysse he ladde is lif þat is soule nere vorlore…\n",
            "Last Lines": "\n…Bidde we hym wiþ gode herte apostil of engelondeþat he tovore oure louird crist oure noede vndirstonde\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 29v-30v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin Grigori þe confessour in cisile was yboreIn holynesse he ladde is lyf þat is soule nere forlore…\n",
            "Last Lines": "\n…Bidde we him wiþ gode heorte apostel of engelondeþat he tofore oure louerd crist oure neode vnder stonde\n",
            "Attributed Title": "\nDe sancto gregorio (rubric in margin, f. 22v)",
            "folio": "ff. 22v-24"
        },
        "Lam223": {
            "First Lines": "\nSAynt Gregorye þe Confessour in Cisill was he bornIn holynesse\n                    he lad his lyf to save his soule vnlorn…\n",
            "Last Lines": "\n…And þer is called saynt gregory Apostel of\n                    EnglondÞonked be god & saynt gregory of his swete sond\n                    Amen\n",
            "Attributed Title": "\nSaynt Gregorie (RT); Saynt Gregory (RT)",
            "folio": "ff. 75-76v"
        },
        "Kendal": {
            "Transcription": "\n…Wals was to þe roch com þe fissers him fettred & fast\n                    londPokay was wel son nom & in þe see cast to\n                    ground…\n",
            "Note": "\nCorresponds to lines 127-92 and 572-635 of version found in Oxford,  Bodleian Library Eng. poet. a.1 (SC 3938) [Vernon MS]. Formerly on cover, now end flyleaves.",
            "folio": ""
        },
        "Winches33": {
            "folio": "f. 30"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Gregory þe confessour in Cicile was boreIn holynes he\n                    lad his lif þat his soule ner nat lore…\n",
            "Last Lines": "\n…Prey we hym wiþ good herte postel of EngelondeÞat\n                    he tofore our lord Crist our erand vnderstonde. Amen.\n",
            "Attributed Title": "\nVita Sancti Gregorij (f. 31v)",
            "folio": "ff. 31v-32v"
        }
    }
}