{
    "_id": 4614,
    "_header": "Saint Hilary the holy man of Aquitaine was",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Hilary, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Hilary in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 34v"
        },
        "Bod779": {
            "First Lines": "\nSeint illary þe holy man of aquiteyne wasbysschop he was in\n                    þilke lond as oure lord ȝef þat cas…\n",
            "Last Lines": "\n…He wente to þe ioye of heuen after his lyf anonnow god\n                    for þe loue of hym þedir vs bringe echon\n",
            "Attributed Title": "\nSeint illari þe bysschop (f. 130v)",
            "folio": "ff. 130v-131"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint hillare þe holi mon of Aquitayne wasBisshope he was in\n                    þat lond as vr lord ȝaf þe cas…\n",
            "Last Lines": "\n…He wende to þe Ioye of heuene aftur þis lyf anonNou\n                    God for þe loue of hym vs bringe þider vchon A.M.E.N.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 9va2-9vb"
        },
        "BodTan17": {
            "First Lines": "\nSEint hillari þat holi man of equitayne wasBischop he was of\n                    þat lond os oure lord ȝaf hem gras…\n",
            "Last Lines": "\n…He wente to þe opye of heuen after þis lyf a nonNow\n                    god for þe loue of him bringe us þidere echon\n",
            "folio": "ff. 2-3"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint hyllary þe holy man Of Aquitayne wasBysshop he was of\n                    þilke lond As oure lord ȝaf þe caas…\n",
            "Last Lines": "\n…He wente to þe Ioye of heuene After þys lyf anonGod\n                    for þe loue of þe vs bryng þider echon\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 7ra-7vb"
        },
        "OxfCCC431": {
            "First Lines": "\nSeint hillary þe holy man of aquitayne wasbissop he was of\n                    þull elond as oure lord ȝaf þe cas…\n",
            "Last Lines": "\n…þis holy man a godes name toward þe deþe\n                    drow& dyȝede two hondr[ ] ȝer & fourty al\n                    ariȝt…\n",
            "Note": "\nPortion of text lost due to mutilation of leaves.",
            "Attributed Title": "\nDe sancto hy[ ] episcopi & confessori  (f.\n                    3v)",
            "folio": "ff. 3v-4v"
        },
        "CULAdd3039": {
            "First Lines": "\nSaynt hillary þe haly man of aquitane he wasBischope he was of\n                    þat lande als our lorde gafe graceOr þat he was made bischope\n                    wedid he had a wyfe& had a doghtre þat hight Apy þat led ful\n                    haly lyfe…\n",
            "Last Lines": "\n…He died two hundreth ȝere & fourty rekend ful\n                    rightAfter þat goddeȝ sonne of heuene in þe maiden mayri\n                    light\n",
            "folio": "ff. 112v-113v"
        },
        "CamCCC145": {
            "First Lines": "\nSeint hillare þe holy man of aquytaine wasBissop he was of\n                    þulke londe as oure louerd ȝaf þat cas…\n",
            "Last Lines": "\n…He wende to þe Ioye of heuene after þis lif anonNou\n                    god for þe loue of him vs bringe þuder echon\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.5-8.\n",
            "folio": "ff. 2-3v"
        },
        "CamFitzMc128": {
            "First Lines": "\nSaynt hillarie that holy man of aquitaine he wasAnd bishop of that\n                    ilk lond as god gaf him the gras…\n",
            "Last Lines": "\n…And died ij C ȝer and fourty riȝtAftirward that our\n                    lord swet was in our lady liȝt\n",
            "Attributed Title": "\nSAynt hillari (RT)",
            "folio": "ff. 38-39"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Hilari þe holy man as oure lord ȝaf þat kasOf\n                    þe lord of Aquitayne bisschop he was…\n",
            "Last Lines": "\n…He wente to þe ioye of heuene after þis lif anonNow\n                    god ffor þe loue of him vs þider bringe echon\n",
            "Attributed Title": "\nHillarius (RT)",
            "folio": "pp. 100-102"
        },
        "CamTCC605": {
            "First Lines": "\nSeint hyllary þe goud man of aquitayne wasbyschop he was in\n                    þat londe as god ȝaf þat cas…\n",
            "Last Lines": "\n…he wend to þe ioye of heuene after þis lyf anonNow\n                    god for þe loue of hym ous bring þudere echon\n",
            "Attributed Title": "\nhyllary (RT)",
            "folio": "ff. 26-27"
        },
        "BLAdd10301": {
            "First Lines": "\nSEynt hillare þe holyman of Aquytayne wasByssop he was of\n                    þat londe as oure lord ȝaf þat cas…\n",
            "Last Lines": "\n…He wonde to þe ioy of heuene after þis lyf anonNou\n                    god for þe loue of him us brynge þuder echon\n",
            "Attributed Title": "\nDe sancto hillare (ff. 7v, 8, RT)",
            "folio": "ff. 7v-8v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEynt hillary þe holiman of acquitaine wasBischop he was in þilke lond as our lord ȝat þat cas…\n",
            "Last Lines": "\n…& wente to þe Ioye of heuene after his lyf ryȝt anonnow god for þe loue of him vs brynge þere echon\n",
            "Note": "\n“Capitulum iii” added to left margin by later hand (f. 2v).",
            "Attributed Title": "\nDe Hillare (by scribe, left margin, f. 2v)",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 2v2-4"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Hillari þe gode mon of aquitaine wasBischop he was in þat lond as god ȝaf þat cas…\n",
            "Last Lines": "\n…He wente to þe ioie of heuene after his lif anonNow god for þe loue of him vs bringe þider echon\n",
            "folio": "ff. 92r2-93v"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt hillari þe holi man of aquitayne wasBisschop he was in þulke lond as oure louird ȝef þat cas…\n",
            "Last Lines": "\n…And wende to þe ioye of heuene aftir þis lif anonNou god for þe loue of hym ous brynge þedir echon\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 4r3-5"
        },
        "Lam223": {
            "First Lines": "\nSAynt hillarie þat holy man of Aquytaine he wasAnd bisshop of\n                    þat ilke lond as god him ȝaf þe grace…\n",
            "Last Lines": "\n…And dyed . ij . C ȝere and fourty riȝtAfter\n                    þat oure swete lord was in oure lady lyȝt\n",
            "Attributed Title": "\nSaynt Hillarie (RT)",
            "folio": "ff. 49v-50v"
        },
        "PROC473415": {
            "Transcription": "\nSeynt hyllary þe holi man of aquitayne wasBischop he was in\n                    þulke londe as oure louerd ȝaf þat casAr he bischop were\n                    ymad iweddede he hadde a wifAnd his douȝter het apie þat ladde\n                    wel holy lif\n",
            "Note": "\nLines 1-89; ends incomplete due to loss of folio(s).",
            "folio": "ff. 2-2v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeint Hillari the holy man of aquitaine wasBisshop he was of that\n                    londe as oure lorde ȝaf hym grace…\n",
            "Last Lines": "\n…He wente to the ioye of heuene after his lyf anoonGod for\n                    loue of hym vs brynge thider euerychon\n",
            "Attributed Title": "\nDe sancto Hillario (9v)",
            "folio": "ff. 9v-11"
        }
    }
}