{
    "_id": 4623,
    "_header": "Saint Jerome was swithe good clerk and wise through all thing",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Jerome, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Jerome in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Ierom was swiþe good clerc & wis In alle\n                    þingeMuch he made of godes seruice þat men in chirch doþ\n                    singe…\n",
            "Last Lines": "\n…þer Inne him burede is monekes þis was is lyues\n                    endeNou god ous bringe to þilke ioie þat is soule gan to\n                    wemde\n",
            "folio": "ff. 139v-141v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Ierome was swiþe god clerk and wis þorwh alle\n                    þingeMuche he made of Godus seruise þat men doþ in chirche\n                    singe…\n",
            "Last Lines": "\n…Þer Inne him buriede his Monkes þis was his lyues\n                    endeNow God us bringe to þulke Ioye þat his soule gon to wende.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 54va-55ra"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Gerom was swiþe gret clerk & was þorw al\n                    þingMiche he made of godes seruise þat men in chirch\n                    sing…\n",
            "Last Lines": "\n…þer in him beried his monkes þat was his liues\n                    endeGod vs bringe to þilk Ioye þat his soule gan to\n                    wende\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 92va-93vb"
        },
        "OxfTri57": {
            "folio": "f. 111"
        },
        "CULAdd3039": {
            "First Lines": "\nSayn Jerom a doctor was a wyse man of all thyngMecull he made of\n                    goddis seruyce þat now men in kyrk syngWhen thoedose þe emperour\n                    was lord of grete myghtHe saw þe office of holy kyrk was noght of eynd\n                    ryght…\n",
            "Last Lines": "\n…ffoure skore ȝere & eght of age god hym lendeGod\n                    bryng vs to þat mecull blys þat hiis saule gan to wende\n",
            "folio": "ff. 4v-6v"
        },
        "CamCCC145": {
            "First Lines": "\nSein Ieromin was swaþe god clerk & wis þoru alle\n                    þingeMuche he made of godes seruise þat me deþ in churche\n                    singe…\n",
            "Last Lines": "\n…Þer Inne him burede þis monkes þat was is liues\n                    endeNou god us brynge to þulke ioie þat is soule gan to\n                    wende\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.428-34.\n",
            "folio": "ff. 159-161"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Ierom was a goed clerk and wys þorw alle þingeMuche\n                    he made of godes seruise þat me doþ in chirche\n                    singe…\n",
            "Last Lines": "\n…Þer ynne he was yburyed at his lyues endeNow god to\n                    þulke ioye vs bringe þat his soule to wende\n",
            "Attributed Title": "\nSanctus Ieronimus (RT)",
            "folio": "pp. 434-438"
        },
        "CamTCC605": {
            "First Lines": "\nSEint Jerome was wel goud clerke & wys þorwe al\n                    þyngMuche he made of godes seruise þat me doþ rede &\n                    synge…\n",
            "Last Lines": "\n…þer in was þe goud man ybured þis was his lyues\n                    endeNow god ȝyue ous parte of þe Ioie þat his saule gan to\n                    wende\n",
            "Attributed Title": "\nS Ierom (RT)",
            "folio": "ff. 144v-145v"
        },
        "BlCottCalAII": {
            "First Lines": "\nSeynte Ierome was a full good clerke & wyse þorow all\n                    þyngeMoche he made of goddes seruyce þat men in cherche done\n                    synge…\n",
            "Last Lines": "\n…Ther Inne hym byryedde hys monkes þis was his lyues\n                    endeNowe god vs brynge to þat Ioye þat his sowle dede in\n                    wend\n",
            "Note": "\nEnds ‘Amen’ at end of last line and ‘Explicit’\n                    in lower margin, by scribe, f. 137.",
            "Attributed Title": "\nIerome (in upper margin, f. 135v, and as RT on 136v);\n                    Four poemes of St Jerom and St Eustace (f. 1, sixteenth-century list of\n                    contents, encompassing 4592 as\n                    well)",
            "folio": "ff. 135v-137"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEin Ierom was suiþe god clerc & wis þorou al þingeMoche he made of godes seruise þat me doþ in cherche singe…\n",
            "Last Lines": "\n…þer Inne him bureVe his monkis þis was his liues endenou god ous bringe to þilke ioie þat his soule gan to wende\n",
            "Note": "\n“Capitulum lxiii” added to right margin by later hand (f. 137).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 137-139"
        },
        "BLEge1993": {
            "First Lines": "\nSEint Ierome was gret clerk & wis þorw alle þingeMuche he made of godes seruise þat me deþ ȝet singe…\n",
            "Last Lines": "\n…Þer inne beo him burieden þat was is liues endeGod vs bringe to þat ioie þat is soule gan to wende\n",
            "Note": "\nEnds “Amen” (f. 234v).",
            "folio": "ff. 232v-234v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin Ierome was swuþe gud clerk and wis þoru alle þingeMuche he made of godes seruise þat me in churche deþ synge…\n",
            "Last Lines": "\n…þer Inne him burede is monkes þat hi him þer broȝteNou god us bringe to þulke ioie þat is soule gan to wende\n",
            "folio": "ff. 144v-146v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Ierome was swiþe god clerk & wys þurf alle þingeMoche he makede of godes seruise þat me doþ in churche singe…\n",
            "Last Lines": "\n…Þerinne him burede his monekes þat was his lyues endeNou god ous bringe to þulke ioye þat his soule gan wende\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 132-134"
        },
        "BLSto949": {
            "First Lines": "\nSeynt Ierom was a gode clerk & wys þoru alle þyngeMuche he made of godes seruyse þat me doþ in churche synge…\n",
            "Last Lines": "\n…þerinne yburede is monkes þis was is lyres endsNou god vs brynge to þilke ioye þat his soule gan to wende\n",
            "Note": "\nAfter last line, “amen.”",
            "folio": "ff. 15v-17v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Ierome was wel gode clerk & wys þurȝ all\n                    þingeMiche he made of goddes seruise þat men dos in chirche\n                    singe…\n",
            "Last Lines": "\n…Þer yne þis gode mon was buried þis was his lyves\n                    endeNow god ȝeve vs part of þe ioye þat his soule con to\n                    wende Amen\n",
            "Attributed Title": "\nSaynt Ierome (RT)",
            "folio": "ff. 181-183"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Ierom was a good clerke and wis in alle þingeMoche he\n                    made of goddis seruise þat men in church doþ singe…\n",
            "Last Lines": "\n…Þer Inne hym buried his monkes þis was his lyues\n                    endeGod bring vs to þat Ioie to which his saule did wende.\n                    Amen.\n",
            "Attributed Title": "\nvita sancti Ieromini presbiteri (f. 142v)",
            "folio": "ff. 142v-144"
        }
    }
}