{
    "_id": 4647,
    "_header": "Saint John was the best bairn the holy baptist",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; John the Baptist, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. John the Baptist in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Ion was þe beste bern þe holi baptistþat of\n                    womman was ibore euere saue ihesu crist…\n",
            "Last Lines": "\n…Nou seynt Ion þat in flum Iordan baptised godes soneLet\n                    ous þoru our cristendom to þe Ioie of heuene come\n",
            "Attributed Title": "\nsyn Ion Baptist (f. 87)",
            "folio": "ff. 87-88v"
        },
        "Bod779": {
            "First Lines": "\nGood is to habbe in mende sein Ihon þe baptisteffor he was\n                    þe beste berne after Ihesu criste…\n",
            "Last Lines": "\n…Seint Ihon þat in flom iordan cristenyd goddes sonehelp\n                    vs to oure cristindom to þe ioy of heuen to come\n",
            "Attributed Title": "\nSeint ihon þe holy baptist (f. 212v)",
            "folio": "ff. 212v-216"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Iohn was þe beste bern þe holy BaptystÞat of\n                    wommon was i bore wiþ oute Ihesu crist…\n",
            "Last Lines": "\n…Now seint Ion þat in flum Iordan Baptizede Godus soneLet\n                    vs þorwh vr cristendom to þe Ioye of heuene come Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 35vb-36rb"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Iohan was þe beste bern þe holie baptistÞat\n                    euere of womman was ibore with oute ihesu crist…\n",
            "Last Lines": "\n…Nouþe seint Iohan þat in þe flym Iordan baptisede\n                    godes soneIieue us þoruȝ ore cristindom to þe Ioye of\n                    heouene come\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 29-33.\n",
            "folio": "ff. 32v-34"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Iohn was þe beste bern þat holy baptistþat of\n                    womman was y bore Wiþ outen Ihesu crist…\n",
            "Last Lines": "\n…Nou seint Ion þat in flum Iordan baptised godes soneLete\n                    vs þorw oure cristendon to þe Ioye of heuene come\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 29-33.\n",
            "folio": "ff. 57rb-58rb"
        },
        "OxfTri57": {
            "folio": "f. 56v"
        },
        "CULAdd3039": {
            "First Lines": "\n…þat angel þat was messagere to marie þe maiden\n                    freAnd broght bodworde þat goddeȝ sonne of hir sulde beffor\n                    Gabriel was messengere of þe birthe of cristeAnd selfe angel bodworde\n                    broght of þe birth of Jon baptyste…\n",
            "Last Lines": "\n…Þis sterne houed still when it come ouer þat\n                    stedeTil marcel þis abbot had founden þis haly hede\n",
            "Note": "\nBegins and ends imperfectly due to loss of folios.",
            "folio": "ff. 130-130v"
        },
        "CamCCC145": {
            "First Lines": "\nSein Iohan was þe beste bern þe holy baptistþat of\n                    womman was euere ibore wiþ oute ihesu crist…\n",
            "Last Lines": "\n…Nou sein Ion þat in flum Iordan baptisede godes soneLete\n                    us þoru oure cristendom to þe ioie of heuene come\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.241-46.\n",
            "folio": "ff. 90v-92v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Ion was þe best born þe holy BaptistÞat euere\n                    of womman was ybore wiþoute oure lord crist…\n",
            "Last Lines": "\n…Now Seint Ion þat in fflom Iordan Baptizedest godes\n                    soneLete vs þorw cristendom to þe ioye of heuene come\n",
            "Attributed Title": "\nJohannes Baptista (RT)",
            "folio": "pp. 312-315"
        },
        "CamTCC605": {
            "First Lines": "\nSEint Ion was þe best berne þe holy baptiste þat of\n                    womman was ybore withoute ihesu crist…\n",
            "Last Lines": "\n…seint Ion þat in flom Iordan baptysid godis sonelate ous\n                    þorwe oure cristendom in to heuene come\n",
            "Attributed Title": "\nIon baptiste (RT)",
            "folio": "ff. 106-107v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin Ion was þe beste bern þe holy baptistþat of\n                    womman was euere y bore wiþ oute ihesu crist\n",
            "Last Lines": "\n…Nou sein Ion þat in flum Iordan baptisede godes soneLet\n                    vs þoru oure cristendom to þe Ioye of heuene come\n",
            "Attributed Title": "\nDe sancto Iohanne Baptista (f. 106, by scribe in margin beside first\n                    line); Iohannes Baptista (RT)",
            "folio": "ff. 106-107v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEin Ion was þe beste bern þe holi baptistþat of woman was euer ibore saue ihesu crist…\n",
            "Last Lines": "\n…nou sein Ion þat in flom Iordan baptisede godes sonelet ous þorou our cristendom in þe ioie of heuen come\n",
            "Note": "\n“Capitulum xlvi” added to right margin by later hand (f. 90).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 90-92"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Ion was þe beste bern þe holi baptistþat of wommon was ibore wiþ oute ihesu crist…\n",
            "Last Lines": "\n…Seint Ion þat in flum Iordan volwede godes soneLet vs þorw oure cristendom into heuene come\n",
            "Note": "\nEnds “Amen” (f. 165).",
            "folio": "ff. 163v-165"
        },
        "BLEge2810": {
            "First Lines": "\nSEint Iohn was þo beste berne þe holi baptisteÞat of womman was ibore wiþoute Ihesu criste…\n",
            "Last Lines": "\n…Nou Seint Iohn þat in flum iordan baptized godis soneLete ous þorȝ oure cristindom in þe ioie of heuene wone\n",
            "folio": "ff. 68-69v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin Ion was þe beste bern þe holy baptistþat of womman was euere ibore wiþ oute ihesu crist…\n",
            "Last Lines": "\n…Nou sein Ion þat in þe flum Iordan baptizede godes soneLete us þoru oure cristendom to þe ioie of heuene come\n",
            "folio": "ff. 98v-100v"
        },
        "BLHar2250": {
            "First Lines": "\nSaynt Iohn þe beste barne þe holy baptysteÞat euer\n                    wos borne of womon with oute Ihesu Crist…\n",
            "Last Lines": "\n…Þai wenten god after & his apostels were& after\n                    his dethe wide wenten cristendome to ler\n",
            "Attributed Title": "\nDe Sancto Iohannem Baptista (RT)",
            "folio": "ff. 75v-76v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Iohn was þe beste bern þe holi baptistÞat of womman was ibore wiþoute ihesu crist…\n",
            "Last Lines": "\n…Nou Seint Iohn þat in flom Iordan baptisede godes soneLete ous þurf oure cristendom to þe ioye of heuene come\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 65v-67v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeint Iohn was þe best childe þe holy baptistÞat of\n                    eny womman was bore outake Ihesu crist…\n",
            "Last Lines": "\n…Nowe seint Iohn þat in flom Iordeyn baptisest goddis\n                    soneSende vs grace þat we mote to þe blis of heuene\n                    come\n",
            "Attributed Title": "\nDecollacio sancti Iohannis Baptiste (f. 90)",
            "folio": "ff. 89v-91"
        }
    }
}