{
    "_id": 4651,
    "_header": "Saint Julian the confessor was I-bore at Rome",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Julian the confessor, saint",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Julian the Confessor in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 43"
        },
        "BodAsh43": {
            "First Lines": "\nSEynt Iulian þe confessour ibore was at romeMony men\n                    þoruȝ is prechynge to cristendom come…\n",
            "Last Lines": "\n…Anoþer seynt Iulian þare is þat men bidteth to\n                    uasteAfter good In in strange stude wen hii beþ þer of\n                    agaste\n",
            "Attributed Title": "\nseynt Iulyan þe confessour (f. 12v)",
            "folio": "ff. 12v-13"
        },
        "Bod779": {
            "First Lines": "\nSeint Iulyan þe comfessour i bore was at romemony mon to\n                    cristindom þorw his preching come…\n",
            "Last Lines": "\n…at þe ende of ieneuer þis comfessour so deidegod\n                    for þe loue of hym vs alle þedir to de\n",
            "Attributed Title": "\nSeint Iulian þe Comfessour (f. 150v)",
            "folio": "f. 150v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Iulian þe confessor i bore was at RoomeMony cuntreis to\n                    cristendom þoruȝ his prechinge come…\n",
            "Last Lines": "\n…Nou God for þe loue of seint Iulian lete vs here so\n                    wisseÞat we whonne we henne wende come to heuene bliss.\n                    A.M.E.N.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 16rb1"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Iulian þe confessour was i bore at romeMuche folk\n                    þoruȝ is prechingue cristine heo bi come…\n",
            "Last Lines": "\n…An oþur Seint Iulian þare is þat men biddeth\n                    welfasteAfter guod Iu in onecouth stude ȝwane heo beoth sore\n                    agaste\n",
            "Attributed Title": "\nVita sancti Juliani Confessoris (f. 115v)",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 155-6.\n",
            "folio": "ff. 115v-116"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Iulian þe confessour ybore was at romeMani man to\n                    cristendom þorw his prechyng come…\n",
            "Last Lines": "\n…Atte endyng of Ieneuer þis confessour so hendeNow god\n                    for þe loue of him vs all þider sende\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "f. 5ra-5rb"
        },
        "BodTan17": {
            "First Lines": "\nSEint Iulian þe confessor bore was at romeMany men to\n                    cristindom þour his preching come…\n",
            "Last Lines": "\n…At þe ending of geneuer þis confessour so hendeNow\n                    god for þe loue of him vs alle þidir sendeAnoþer seint\n                    Iulian þer is þat men beden fasteAfter good herberwe in strong\n                    stede whan þei be þer of a gaste\n",
            "folio": "ff. 11v-12"
        },
        "OxfCCC431": {
            "First Lines": "\n[S]eint Iulian þe confessour ibore was at romeMany men to\n                    cristendom þur his prechinge come…\n",
            "Last Lines": "\n…Atte endynge of Iannuer þis confessor so hendeNow god\n                    for þe loue of him vs alle þ[ ] sende\n",
            "Note": "\nPortion of text lost due to mutilation of leaves.",
            "Attributed Title": "\nDe sancto Juliano confessore (f. 12)",
            "folio": "ff. 12-12v"
        },
        "CamCCC145": {
            "First Lines": "\nSein Iulian þe confessour I bore was at romeMony men to\n                    cristendom þoru his prechinge come…\n",
            "Last Lines": "\n…Atte endynge of geniuer þis confessour so hendeNou god\n                    for þe loue of him us alle þuder bringe\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.31-2.\n",
            "folio": "ff. 12-12v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Hilari þo confessour ybore was at RomeMony men to\n                    cristendom þorw his preching come…\n",
            "Last Lines": "\n…Atte endyng of Ianuwer þis confessour goed and hendeNow\n                    god ffor þe loue of him vs alle þider sende\n",
            "Attributed Title": "\nJulianus (RT)",
            "folio": "pp. 117-118"
        },
        "CamTCC605": {
            "Attributed Title": "\nIulian confessour (RT)",
            "folio": "f. 34"
        },
        "BLAdd10301": {
            "First Lines": "\nSEyn Iulian þe confessor y bore was at RomeMany men to\n                    cistendom þoru his prechinge come…\n",
            "Last Lines": "\n…Atte endinge of geniver þis confessor so hendeNou god\n                    for þe loue of him vs alle þuder bringe\n",
            "Attributed Title": "\nDe sancto Iuliano confessor (RT)",
            "folio": "ff. 18v-19"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEin Iulian þe confessor ibore was at romeManiman þorow his preching to cristendom come…\n",
            "Last Lines": "\n…Anof seyn Iulian þer is þat men biddeþ to vasteAfter god In in strange stede whan hi beþ þer of a gaste\n",
            "Note": "\n“Capitulum ix” added to right margin by later hand (f. 14).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 14-14v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Iulian þe confessoure ibore was at romeMonie to cristendom þorw  is preching come…\n",
            "Last Lines": "\n…At þe ende of Ianiuer þis confessour so hendeGod for þe loue of him vs alle to heuene wende\n",
            "Note": "\nEnds “Amen” (f. 101v).",
            "folio": "ff. 101-101v"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt Iulian þe confessur ybore was at RomeMany man þorȝ is prechinge to cristindom come…\n",
            "Last Lines": "\n…In godis seruyse atte laste his lif he broȝte to hendeNou vor þe loue of hym god ous alle þidir sende\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 13v-14"
        },
        "BLEge2891": {
            "First Lines": "\nSEint Iulian þe confessour Ibore was at romeMonymen to cristendom þoru is prechinge come…\n",
            "Last Lines": "\n…Atte ending of geniuer þis confessour so hendeNou god for þe loue of him us alle þuder sende\n",
            "Note": "\nLast line initially omitted, added by scribe to right margin with an arrow pointing to space after penultimate line.",
            "Attributed Title": "\nDe sancto Iuliane confessore (rubric in margin, f. 4)",
            "folio": "ff. 4-4v"
        },
        "BLHar2250": {
            "First Lines": "\nSaynt Iulian þe confessor borne was in RomeMony cuntree to\n                    cristendome þurgh his prechyng come…\n",
            "Last Lines": "\n…An oþer saynt Iulian þer is þat men prayen to\n                    fastQuen men ben gon in strong stydde & of herbare ben\n                    aghast\n",
            "Attributed Title": "\nDe Sancto Iuliano Confessor (RT)",
            "folio": "f. 77v1"
        },
        "Lam223": {
            "First Lines": "\nSAynt Iulyan þe confessor born was at RomeMony cuntry to\n                    cristendome þurȝ his prechinge come…\n",
            "Last Lines": "\n…Anoþer saynt Iulyan þer is þat men to prayen\n                    fastWhen men ben in straunge stid & of herbere ben agast\n",
            "Attributed Title": "\nSaynt Iulyan þe confessour (RT)",
            "folio": "ff. 59v-60"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Iulian þe Confessour ybore was at RomeMany men To\n                    cristendome þorgh his preching come…\n",
            "Last Lines": "\n…At þe endinge of Ianivere þis confessour so\n                    hendeGod for þe loue of hym vs alle þidere sende Amen\n",
            "folio": "ff. 18v-19"
        }
    }
}