{
    "_id": 4653,
    "_header": "Saint Juliana come of high men as we find I-writ",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Juliana, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Juliana in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 52"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn Iulian com of heie men as we fyndeþ writeCristene\n                    stilliche he bicom þat nomon ne scholde iwite…\n",
            "Last Lines": "\n…þo hadde he is owe dom þat he wolde Te maide\n                    scendeþus seynt Iulian þe holi maide hir lif broȝte to\n                    ende\n",
            "Attributed Title": "\nseyn Iulyan (f. 25)",
            "Editions": "\n\nCockayne,  Thomas Oswald,  and  Edmund Brock, eds.  \n             Þe Liflade of St. Juliana\nEETS\n         o.s. 51 (1872): 81-7.\nSchleich,  Gustav. \n             “Die Gloucestershire-Legende der heiligen Juliane.” \n             Archiv für das Studium der neueren Sprachen und\n                Literaturen\n         151 (1927): 19-51: 25-34.\n\n",
            "folio": "ff. 25-28"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Iuliane com of heiȝe men as we fyndeþ i\n                    writeCristene stilleliche heo bicom þat no mon scholde hit\n                    wite…\n",
            "Last Lines": "\n…Now seinte Iuliane þe holy Mayden we biddeþ þe atte\n                    endeBidde for vs þat we mote to þe Ioye of heuene weende.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 13va2-14rb"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Iuliane was comen of hey kyn as we fyndeCristene stillich heo\n                    bicom þat noman sholde wite…\n",
            "Last Lines": "\n…þo had he is owne dom þat he wolde þe maide\n                    shendeþus seint Iuliane þe holi maide brouhte hire lif to\n                    ende\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 12rb-13va"
        },
        "BodTan17": {
            "First Lines": "\nSEint Iulian was comen of hiȝe men as we finde I writeCristen\n                    stille sche be com þat no man schulde it wite…\n",
            "Last Lines": "\n…Þo hadde he his owen dom þat he wolde with þe maide\n                    schendeÞus seint Iulian þe holy maide hire liif broughte to\n                    þe ende\n",
            "folio": "ff. 22-25"
        },
        "OxfCCC431": {
            "First Lines": "\n[S]einte Iuliane com of heyȝe men as we findeþ\n                    iwritStilleliche ȝe cristene bicom þat noman hit scholde\n                    wy[t]…\n",
            "Last Lines": "\n…þo hadde he his o[ ]om for h[ ] sche[ ]þus S\n                    Iuliane þe holy [ ] to ende\n",
            "Note": "\nPortions of text missing due to mutilation of leaves; words of last\n                    lines lost due to glue stain and patch.",
            "Attributed Title": "\nDe sancta Iuliana virgine & martire (f. 23)",
            "folio": "ff. 23-26"
        },
        "CULAdd3039": {
            "Transcription": "\nSayne Julyan com of hethen men als story witnes it& priuely\n                    cristen sho become þat no man sulde it wit…\n",
            "Note": "\nLines 1-2 only due to loss of folio(s).",
            "folio": "f. 126v"
        },
        "CamCCC145": {
            "First Lines": "\nSein Iulian com of heie men as me findeþ iwriteCristene\n                    stilleliche heo bicom þat no man ne ssolde iwite…\n",
            "Last Lines": "\n…Þo hadde he is owedom þat he wolde þe maide\n                    ssendeus sein Iulian þe holy maide hure lif broȝte to\n                    ende\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.62-70.\n",
            "folio": "ff. 23v-26"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Juliane com of heye men as me ffyndeþ of hure\n                    ywriteCristene ȝeo by com stilleliche þat no man hit sholde\n                    ywite…\n",
            "Last Lines": "\n…Þo hadde he his owe dom þat he wolde hure\n                    shendeÞus Seint Juliane þe holy mayde hure lif brouȝte to\n                    ende\n",
            "Attributed Title": "\nJuliana (RT)",
            "folio": "pp. 135-140"
        },
        "CamTCC605": {
            "First Lines": "\nSEint Iuliane com of hey kune as we fyndeþ y wrytecristyne heo\n                    by com stylleliche þat no man schould hit wyte…\n",
            "Last Lines": "\n…Þo hadde he hys owne dom þat he wolde þat mayde\n                    schendeþus seint Iuliane þe mayde broȝt hure lyf to\n                    ende\n",
            "Attributed Title": "\nIuliane (RT)",
            "folio": "ff. 43v-45v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEyn Iulian com of heye men as me findiþ y wryteCristine\n                    fulleche ȝo by com þat no man ne ssolde y wyte…\n",
            "Last Lines": "\n…Þo hadde he is owne dom þat he wolde þe mayde\n                    ssendeþus sein Iulian þe holy mayde hure lyf broȝte to\n                    ende\n",
            "Attributed Title": "\nDe sancta Iuliana (f. 31, by scribe in margin beside first line);\n                        Iulian (RT)",
            "folio": "ff. 31-34"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint Iuliane come of heie men as we findeþ ywriteCristene stilleliche heo bicom þat noman ne scholþe ywyte…\n",
            "Last Lines": "\n…þo hadde he his owe dom þat he wolþe þe mai schendeþus sein Iulian þe holi man here lif broȝte to ende\n",
            "Note": "\n“Capitulum xvi” added to right margin by later hand (f. 27).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 27-30"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Iuliane com of heiȝ kun as we findeþ iwriteCristene heo bicom þat no mon scholde it wite…\n",
            "Last Lines": "\n…Þo hedde he is oune dom þat he wolde þe maide schendeÞus seint Iulian þe maide brouȝte hire lif to ende\n",
            "folio": "ff. 111v-114"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt Iuliana com of heye men as we vindir iwreteCristyn stilliche ȝe by com þat noman sscholde ywite…\n",
            "Last Lines": "\n…Nou Ihesus vor þe mochil pyne þat seynt Iuliana þolid hereGraunte ous vor hire loue of þe pyne of helle be schere\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 24-26v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin Iulian com of heie men as me findeþ iwriteCristene stilleliche heo bicom þat noman ne ssolde iwite…\n",
            "Last Lines": "\n…Þo hadde he is owe dom þat he wolde þe maide schendeþus sein Iulyan þe holy mayde hure lyf broȝte to ende\n",
            "Attributed Title": "\nDe sancta Iuliana virgine (rubric in margin, f. 15v)",
            "folio": "ff. 15v-18"
        },
        "Lam223": {
            "First Lines": "\nSAynt Iulian come of gode men as we hit fynde writenAnd cristned\n                    she was fully þat lyte in lond þer wisten…\n",
            "Last Lines": "\n…Now pray we to Ihesu Crist þat all has made of\n                    noȝtÞat we may to þat blis come þer saynt Iulyan was\n                    broȝt Amen\n",
            "Attributed Title": "\nSaynt Iulyan virgyn (RT)",
            "folio": "ff. 67v-71"
        },
        "TokyoTak54": {
            "First Lines": "\nSeint Ieliane come of hethen men as we fynde writeCristen stilly\n                    she bicome þat no man shulde wite…\n",
            "Last Lines": "\n…And so seint Ielian þe virgyne brouȝt her lyf to\n                    endeGod ȝeue vs grace for her loue to heuene forto wende.\n                    Amen.\n",
            "Attributed Title": "\nVita Sancte Iuliane (f. 29v)",
            "folio": "ff. 29v-31"
        }
    }
}