{
    "_id": 4655,
    "_header": "Saint Justina of high men in Antioch come",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Justina, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Justina in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSeyn Iustine of heie men In antioch comWel ȝong heo louede on\n                    ihesu crist & turnde to cristendom…\n",
            "Last Lines": "\n…Nou Ihesu uor þe suete loue of þe maide\n                    Iustine& vor þe loue of ciprian schulde ous fram helle\n                    pyne\n",
            "folio": "ff. 137v-138"
        },
        "Bod779": {
            "First Lines": "\nSeint istine of hyȝe men in antioche comWel ȝong ȝhe\n                    louid Ihesu crist & tok to cristindom…\n",
            "Last Lines": "\n…Now Ihesis for þe swete loue of þe mayde\n                    iustine& for þe lour of sein siprian scheld vs fram helle\n                    pyne\n",
            "Attributed Title": "\nSeint iustine & Seint ciprian",
            "folio": "ff. 161-163"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEynt Iustine of heiȝe Men in Antioche comWel ȝong heo\n                    louede Ihesu crist and tok to cristendom…\n",
            "Last Lines": "\n…Ihesu for þat swete loue of þe Mayden IustineAnd\n                    for þe loue of seint Ciprian schild us from helle pyne. Amen\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 55ra-55va"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Justine of heye men in Antyoche comWel ȝong ȝeo\n                    louede Ihesu crist and tok to cristendom…\n",
            "Last Lines": "\n…Now Ihesu ffor þe loue of þe swete mayde IustineAnd\n                    ffor þe loue of Seint Ciprian schulde vs ffram helle pyne\n",
            "Attributed Title": "\nSancta Iustina (RT)",
            "folio": "pp. 485-486"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint Iustine of heie men in antioche comwel ȝong heo loueþe ihesu crist & torneþe to cristendom…\n",
            "Last Lines": "\n…nou ihesu for þe suete loue of þe maide Iustine& for þe loue of ciprian schulde ous fro helle pyne\n",
            "Note": "\n“Capitulum lxi” added to right margin by later hand (f. 135).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 135-136"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Iustine of heiȝe men in antioche comWel ȝong heo louede ihesu crist & tok to cristendom…\n",
            "Last Lines": "\n…Now ihesu vor þe swete loue of þe maide IustineAnd vor þe loue of seint cyprian schilde vs vrom helle pine\n",
            "folio": "ff. 203v-206"
        }
    }
}