{
    "_id": 4656,
    "_header": "Saint Katherine of noble kin came by old daw",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Katherine of Alexandria, saint, life of",
    "Versification": "— two-line — aa",
    "Bibliographic Ghosts": "Southwell, Southwell Cathedral Library 7, ff. 175-89: prose.",
    "_description": "Life of St. Katharine of Alexandria in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEynte katerine of noble kunne com bi olde daweHire fader kyng hire\n                    moder quene boþe of olde lawe…\n",
            "Last Lines": "\n…Nou ihesu crist vor þe suete loue of seynt\n                    katerineȝeue ous þe Ioie of heuene & schulde ous fram helle\n                    pyne\n",
            "folio": "ff. 195v-199"
        },
        "Bod779": {
            "First Lines": "\nSeint caterine of nobil cinne come by olde dawehere fadir king he\n                    modir quene in þe olde lawe…\n",
            "Last Lines": "\n…Nouȝ Ihesu for þe swete loue of seint\n                    cateryneȜif vs þe ioye of heuene & cheld vs fram helle\n                    pyne\n",
            "Attributed Title": "\nSeint caterin þe virgine (f. 110av)",
            "folio": "ff. 110av-113"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSeint Katerine of noble kunne com bi olde daweHir ffader kyng hir\n                    Modur qwene boþe of þe olde lawe…\n",
            "Last Lines": "\n…Now Ihesu for þe swete loue of seinte KateryneȜif\n                    vs þe Ioye of heuene and schild vs from helle pyne. A.M.E.N.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 65va-66va"
        },
        "BodLauMis108": {
            "First Lines": "\nSEinte Katerine of noble kunne cam bi olde daweHire fader was king\n                    hire moder Quyene boþe of þe olde lawe…\n",
            "Last Lines": "\n…Graunti us þe Ioye of heuene and schilde us fram helle\n                    pineAmen amen segge we alle for is holie tyme\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 92-101.\n",
            "folio": "ff. 56-59"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Katerine of noble kyn Com bi olde sawehire fadur king hire\n                    moder quen Boþe of þe olde lawe…\n",
            "Last Lines": "\n…Nou Ihesu Crist for þe suete loue of seinte\n                    Katerineȝiue vs þe Ioye of heuene & Kepe vs fro helle\n                    pyne\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 113vb-116ra"
        },
        "BodRawPoe225": {
            "First Lines": "\nWhen sche was brouȝt be forn hym he sayde wel come fayr\n                    damyselþou hast ben in ful heuy pace in bondes of yryn & of\n                    stel…\n",
            "Last Lines": "\n…þat we alle may in heuyn blys with outen ende dwellen &\n                    beþat þis holy mayden seynt katerine is Amen amen say alle\n                    we\n",
            "Note": "\nBegins imperfectly.",
            "folio": "ff. 46-48;  1-2v"
        },
        "OxfTri57": {
            "folio": "f. 140v"
        },
        "CULAdd3039": {
            "First Lines": "\nSayne kateryn þe maiden swete come of noble kyndeHir fadre was\n                    kynge hir modre was qwene as we in story fyndeKynge Costus hir fadre hight\n                    he sett hir ȝonge to loreTil sho couthe þe seuene arses þat\n                    heghe scienceȝ wore…\n",
            "Last Lines": "\n…Now ihesu for þe swete lufe of þi dere spouse\n                    KaterineBrynge vs al þat heuene blisse & shilde vs fro hell\n                    pyne\n",
            "folio": "ff. 53v-56v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Katerine of noble kyn ycome was by olde daweHure ffader was\n                    kyng hure moder queene boþe of þe olde lawe…\n",
            "Last Lines": "\n…Now Ihesu ffor þe swete loue of þe holy mayde\n                    KaterineȜif vs þe ioye of heuene and schulde vs ffram helle\n                    pyne\n",
            "Attributed Title": "\nSancta Katerina (RT)",
            "folio": "pp. 525-528"
        },
        "CamTCC605": {
            "First Lines": "\nSEint kateryne of noble kynne cam by þulke dayhire fader was\n                    king hire moder was quene boþ of þe olde lay…\n",
            "Last Lines": "\n…Ihesu for þe swete loue of seint katerineȜyue ous\n                    þe ioie of heuene & schulde ous fram helle pyne\n",
            "Attributed Title": "\nKaterine (RT)",
            "folio": "ff. 167v-171"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint katerine of noble kunne com bi olde dauehire fader king here moþer quene boþe of þe olde laue…\n",
            "Last Lines": "\n…nou ihesu for þe suete loue of seinte katerineȝif ous þe ioie of heuen & schulde ous fram helle pine\n",
            "Note": "\n“Capitulum lxxxiiii” added to right margin by later hand (f. 197).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "fg. 197-201v"
        },
        "BLEge2810": {
            "First Lines": "\nSEint katerine of noble kunne com bi holde daweIr vader kinge ir modir quene boþe of þe olde lawe…\n",
            "Last Lines": "\n…Nou ihesu crist vor þe swete loue of seint katerineȝuf ous þe ioie of heuene & sschulde ous fram helle pine\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 120-122v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin katerine of noble kunne come bi olde daweHure fader kyng hure moder quene boþe of þe olde lawe…\n",
            "Last Lines": "\n…Nou iesu for þe swete loue of seinte katerineþif us Ȝe ioie of heuene and ssuld us fram helle pine\n",
            "folio": "f. 186v-190"
        },
        "BLHar2277": {
            "First Lines": "\nSEinte katerine of noble cunne com bi olde daweHire fader kyng hire moder quene boþe of olde lawe…\n",
            "Last Lines": "\n…Noou ihesu crist for þe swete loue of Seinte katerineȜyue ous þe ioye of heuene & schulde ous fram helle pine\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\n\nFurnivall,  Frederick James. \n             Early English Poems and Lives of Saints.\nTransactions of the London Philological Society\n         1858; Pt. 2, Berlin, 1862: 90-8.\nWülker,  Richard Paul,\n                        ed.  \n             Altenglisches Lesebuch.\n         2 vols. in one. Halle: Lippert, 1874, 1880: 1.12-18.\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.533-43.\n\n",
            "folio": "ff. 171-174v"
        },
        "BLSto949": {
            "First Lines": "\nSeynt katerine of noble kunne cam by olde daweHere fader was king her moder quene boþe of þe olde lawe…\n",
            "Last Lines": "\n…Ihesu crist for þe swete loue of seynt katerineȝiue vs þe swete ioiȝe of heuene & schilde vs fram helle pyne\n",
            "folio": "ff. 67v-71"
        },
        "Lam223": {
            "First Lines": "\nSAynt kateryne of noble kynne com by olde daweHir fader was kyng\n                    hir moder was quene boþe of olde lawe…\n",
            "Last Lines": "\n…Ihesu for þe swete love of saynt kateryneȜeve vs\n                    þe swet ioye of heuen & shylde vs fro helle pyne Amen\n",
            "Attributed Title": "\nSaynt katerine (RT)",
            "folio": "ff. 232v-237"
        },
        "TokyoTak54": {
            "First Lines": "\nSeyn Kateryne of noble kynne cam by þe olde daweHer fader was\n                    kyng her modere quene be þe olde lawe…\n",
            "Last Lines": "\n…Now Ihesu for þe swete loue of seint Kateryneȝeue\n                    vs þe Ioye of heuene and kepe vs fro helle pyne. Amen.\n",
            "Attributed Title": "\nVita sancte Katerine Virginis (f. 173)",
            "folio": "f. 173-176v"
        }
    }
}