{
    "_id": 4658,
    "_header": "Saint Kenelm the young king that holy martyr is",
    "Note": "For a variant see 4657.",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Kenelm, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Kenelm in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSein kenelm þe ȝonge kyng þat holi martir isKyng he\n                    was of engelond of þe marche of walis…\n",
            "Last Lines": "\n…Nou god uor seynt kenelms loue is swete grace us\n                    sendeþat we mote to þulke Ioie þat he is Inne\n                    wende\n",
            "folio": "ff. 100-104v"
        },
        "Bod779": {
            "First Lines": "\nSeint kenelme þe ȝonge kyng þat holy marter isKyng\n                    he was of ingelond of þe march of Walis…\n",
            "Last Lines": "\n…& marye mayde & modir bryȝt of ble þou praye\n                    þy swete soneþat we mot also þorw þe in heuene ryche to\n                    wone\n",
            "Attributed Title": "\nSeint kenelme þa ȝonge marter (f. 89v)",
            "folio": "ff. 89v-93"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint kenelm þe ȝongue kyng þat holi martyr isHe was\n                    kyng in Engelonde of þe Marche of Walis…\n",
            "Last Lines": "\n…Nov god for þe loue of Seint Kenelm is swete grace it\n                    sendeÞat we moten to þulke Ioie þare he is inne i\n                    wiende\n",
            "Attributed Title": "\nVita sancti kenelmi Regis (f. 149)",
            "Editions": "\n\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 344-55.\nBennett,  Jack Arthur Walter,  and  G. V. Smithers, eds.  \n             Early Middle English Verse and Prose.\n         Oxford: Clarendon, 1966: 97-107.\n\n",
            "folio": "ff. 149-153"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Kenelm þe ȝong ling þat god martir isKing was\n                    in engelond of þe marche of Walis…\n",
            "Last Lines": "\n…Now god for seint Kenelmes loue His suete grace vs\n                    sendeÞat we mote to þilke Ioye þat he is inne\n                    wende\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 64rb-66va"
        },
        "OxfTri57": {
            "folio": "f. 66v"
        },
        "CamCCC145": {
            "First Lines": "\nSeint Kenelme þe ȝonge kyng þat holy martir isKyng\n                    he was of engelond of þe march of walis…\n",
            "Last Lines": "\n…Nou god for sein kenelmes loue is swete grace us\n                    sendeÞat we mote to þulke ioie þat he is Inne\n                    wende\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.279-91.\n",
            "folio": "ff. 104v-109"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Kenelm þe ȝonge kyng þat holy Martyr isKyng he\n                    was in Engelonde of þe March of Walys…\n",
            "Last Lines": "\n…Now god ffor Seint Kenelmes loue his swete grace vs\n                    sendeÞat we mote come to heuene blisse after oure lyues\n                    ende\n",
            "Attributed Title": "\nKenelmus (RT)",
            "folio": "pp. 331-338"
        },
        "CamTCC605": {
            "First Lines": "\nSEint kenelme þe ȝong king þat holy marter wasking\n                    he was of englond of þe marche he was…\n",
            "Last Lines": "\n…Now god for seint kenelmes loue his swete grace ous\n                    sendeþat we mote to þulke Ioie come þat his saule\n                    wende\n",
            "Attributed Title": "\nKenelm (RT)",
            "folio": "ff. 69-72v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEyn kenelm þe ȝong king þat oure lordes martir\n                    isking he was of engelond of þe Marche of Walis…\n",
            "Last Lines": "\n…Nou god for sein kenelmes loue his swete grace vs\n                    sendeþat we mote to þat Ioye þat he is Inne y\n                    wende\n",
            "Attributed Title": "\nDe sancto kenelmo (f. 121, by scribe in margin beside first line);\n                        kenelmo (RT)",
            "folio": "ff. 121-126"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Kenelm þe ȝonge king þat holi martir isKing was of engelonde of þe march of Walis…\n",
            "Last Lines": "\n…Now god for þe loue of seint kenelm is swete grace vs sendeÞat we mote to þilke ioie þat is ynne wende\n",
            "Note": "\nEnds “Amen” (f. 182).",
            "folio": "ff. 178-152"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Kenelm þe ȝunge kyng þat god martir isKyng he was in Engelond of þe March of Walis…\n",
            "Last Lines": "\n…Nou god for Seint Kenelmes loue his suete grace ous sendeÞat we mote to þulke ioye þat he is inne wende\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nFurnivall,  Frederick James. \n             Early English Poems and Lives of Saints.\nTransactions of the London Philological Society\n         1858; Pt. 2, Berlin, 1862: 47-57.\n",
            "folio": "ff. 80-80v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Kenelyne þe ȝong king an holy marter isA king he\n                    was of Engelond of þe marche of walis…\n",
            "Last Lines": "\n…Now god for þe loue of Seint Kenelyne his swete grace vs\n                    sendeÞat we mowe come to þat Ioye þer he is without\n                    ende\n",
            "Attributed Title": "\nVita sancti Kenelmi Regis & martiris (f.\n                    103v)",
            "folio": "ff. 103v-108"
        }
    }
}