{
    "_id": 4660,
    "_header": "Saint Leger a bishop was and holy man enough",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Leger, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Leger in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn liger þat biscop was & holi mon Inouȝþoru\n                    is prechinge monion to our lord he dronȝ…\n",
            "Last Lines": "\n…Nou god uor loue of seynt liger is suete grace ous\n                    sendeþat we after þisse lyue to þe Ioie of heuene\n                    wende\n",
            "folio": "ff. 141v-142v"
        },
        "Bod779": {
            "First Lines": "\nseint leger þe bysschop holy mon was I nowȝþorw his\n                    preching mony on to oure lord he drowȝ…\n",
            "Last Lines": "\n…Now god for þe loue of sen leger soche grace vs\n                    sendeþat we alle to þe ioyȝe of heuin moot wende\n",
            "folio": "ff. 272v-273"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Leger a Bisschop was an holi mon also i nouhMoni mon\n                    þorwȝ his prechinge to vr lordus lawe he drouh…\n",
            "Last Lines": "\n…Now God for þe loue of seint Leger his swete grace vs\n                    sendeÞat we aftur þisse lyue to þulke ioye mote wende.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 55va-55vb"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Leger a bischop was and holi man i nouȝMani a man\n                    þoruȝ is prechingue to godes lawe he drouȝ…\n",
            "Last Lines": "\n…Nou god for þe loue of Seint Leger is swete grace us\n                    siendeÞat we aftur þusse liue moten to þe Ioye of heouene\n                    wiende\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 81-3.\n",
            "folio": "ff. 52-52v"
        },
        "CULAdd3039": {
            "First Lines": "\nSeyn legger a byschop was a haly man i noghMany man thurgh hiis\n                    prechyng to goddis lads he droghA schrewed iustice was þat tyme Ebrom\n                    was hiis nameHe herd as he went about of seyn legger\n                    fame…\n",
            "Last Lines": "\n…Now god for lofe of seyn legger hiis swete grace vs\n                    sendÞat we aftir þis lyfe to þe ioy of heuen may\n                    wend\n",
            "folio": "ff. 6v-7v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Leger a Bisschop was and holy man ynowWiþ his preching\n                    many man to oure lord he drow…\n",
            "Last Lines": "\n…Now god ffor þe loue of Seint Leger his swete grace vs\n                    sendeÞat we after þis lyue to þe ioye of heuene mote\n                    wende\n",
            "Attributed Title": "\nSanctus Leodegarius (RT)",
            "folio": "pp. 438-439"
        },
        "CamTCC605": {
            "First Lines": "\nSEint legere a byschop was & holy man ynowMany men þorw\n                    his prechynge to godes lawe he drowe…\n",
            "Last Lines": "\n…Now god for þe loue of seint legere þy swete grace ous\n                    sendeþat we after þis lyue mote to þe Ioie of heuene\n                    wende\n",
            "Attributed Title": "\nleger episcopus (RT)",
            "folio": "ff. 145v-146v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEyn liger bischop was & holiman inouþorou his preching monimon to our lord he drou…\n",
            "Last Lines": "\n…nou god for þe lous of sein liger his suete grace ous sendeþat we after þis liue to þe ioie of heuen wende\n",
            "Note": "\n“Capitulum lxiiii” added to right margin by later hand (f. 139).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 139-140"
        },
        "BLEge1993": {
            "First Lines": "\nSEint Leger bissop was & holi mon inowÞorw is prechinge manion to oure lord he drow…\n",
            "Last Lines": "\n…Nou god for þe loue of seint leger is swete grace vs sendeÞat we after þuse liue to þe ioie  of heuene wende\n",
            "Note": "\nEnds “Amen” (f. 235).",
            "folio": "ff. 234v-235"
        },
        "BLEge2891": {
            "First Lines": "\nSEin leger bissop was and holy mon Inouþoru is prechinge mony mon to oure louerd he drou…\n",
            "Last Lines": "\n…Nou god for loue of sein leger is swete grace us sendeþat we after þisse liue to þe ioie of heuene wende\n",
            "folio": "ff. 152-153"
        },
        "BLSto949": {
            "First Lines": "\nSeynt leger byschop was & holy mon inouȝþoru is prechyng mony mon to oure lord he drouȝ…\n",
            "Last Lines": "\n…Nou god for þe loue of seynt leger is swete grace vs sendeþat we after þis lyue to þe ioyȝe of heuene vs wende\n",
            "folio": "ff. 17v-18v"
        },
        "Lam223": {
            "First Lines": "\nSAynt leger a bisshop was an holy mon y noghMony men þurgh his\n                    prechinge to cristendome he drogh…\n",
            "Last Lines": "\n…Now god for þe loue of saynt leger þe ioye of heuen mot\n                    wendeÞat we after þis lyf to þe ioye of heuen mot wende\n                    Amen\n",
            "Attributed Title": "\nSaynt leger (RT)",
            "folio": "ff. 183-183v"
        }
    }
}