{
    "_id": 4661,
    "_header": "Saint Leonard the confessor aland yode here",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Leonard, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Leonard in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "folio": "f. 172v"
        },
        "Bod779": {
            "First Lines": "\nSeint leonard þe comfessour alonde ȝede herafter þat\n                    god on erþe com aboute fyf hondred ȝer…\n",
            "Last Lines": "\n…& alle þat beþ in preson I brouȝt þorw\n                    synne of mankindeIhesu for seint leonardes loue þer of þou hem\n                    brynge\n",
            "Attributed Title": "\nSeint leonard þe confessour (f. 94v)",
            "folio": "ff. 94v-96"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint leonard þe confessour a londe eode herAftur ore louerdes\n                    buyrtyme a boute fif hundred ȝer…\n",
            "Last Lines": "\n…Þe miracles þat he for prisones dude ne may no man\n                    telleNov god for þe bone of Seint leonard us schilde fram þe pine\n                    of helle\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 456-62.\n",
            "folio": "ff. 188-190"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint leonard þe confessour on londe ȝeode hereAfter\n                    þat Crist on eorþe com aboute fiue hondred\n                    ȝere…\n",
            "Last Lines": "\n…þe miracles þat seint Leonard dide may no tonge\n                    telleNou god shilde vs þoruh seint leonard fram þe prisoun of\n                    helle\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 102rb-103va"
        },
        "OxfTri57": {
            "folio": "f. 124"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Leonard þe confessour alonde ȝeode herAfter\n                    þat god on eorþe com aboute ffyue hondred ȝer…\n",
            "Last Lines": "\n…Þe miracles þat he ffor prisoners dude ne can no man\n                    telleNow god vs schulde þorw Seint Leonard ffram þe prisoun of\n                    helle\n",
            "Attributed Title": "\nSanctus Leonardus (RT)",
            "folio": "pp. 474-478"
        },
        "CamTCC605": {
            "First Lines": "\nSEint leonard þe confessoure was alonde hereAfter þat god\n                    in erþan come aboute fyf hondred ȝere…\n",
            "Last Lines": "\n…þe miracles þat he for prisons dude ne may no tonge\n                    tellegod vus scheld þorw his loue fram þe pyne of\n                    helle\n",
            "Attributed Title": "\nLeonard (RT)",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 236-238"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEyn leonard þe confessor alonde ȝede hereafter þat god an erde aliȝte aboute fif hondreþ ȝere…\n",
            "Last Lines": "\n…þe miracle þat he prisoners dude ne mai no tong tellenou god schulde ous þorou sein leonard fro þe prison of helle\n",
            "Note": "\n“Capitulum lxxvi” added to left margin by later hand (f. 167v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 167v-169v"
        },
        "BLEge2810": {
            "First Lines": "\nSEint leonarde þe confessour atte londene ȝeode hereAfter þat god anerþe com aboute vif hundrid ȝere…\n",
            "Last Lines": "\n…þe miracles þat he vor prisones dude ne mai no tonge telleNou god sschulde ous vor þe loue of seint leonard fram þe prisone of helle\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 106-107v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin leonard þe confessour alonde ȝeode herAfter þat god an eorþe com aboute vif hondred ȝer…\n",
            "Last Lines": "\n…þe miracles þat he prisons dude ne mai no tonge telleNou god ssulde us þoru sein leonard fram þe prison of helle\n",
            "folio": "ff. 169-171v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Leonard þe confessour alonde ȝeode herAfter þat god an vrþe com aboute vyf hondred ȝer…\n",
            "Last Lines": "\n…Þe miracles þat he þe prisonus dude ne mai no tunge telleNou god schulde ous for loue of Seint Leonard fram þe prisoun of helle\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.476-83.\n",
            "folio": "ff. 149v-152"
        },
        "Lam223": {
            "First Lines": "\nSAynt leonarde þe confessour on erþe ȝede hereAfter\n                    goddes birþe tyme about V C ȝere…\n",
            "Last Lines": "\n…Þe myracles þat he of prisoneres did ne may no tongue\n                    telleNow god shylde vs þurȝ saynt leonarde fro þe prisoun of\n                    helle Amen\n",
            "Attributed Title": "\nSaynt leonarde (RT)",
            "folio": "ff. 205-207"
        }
    }
}