{
    "_id": 4663,
    "_header": "Saint Lucy that holy maid in Sicily was I-bore",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Lucy, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Lucy in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEynte Lucie þat holi maide in cicile was iboreWel ȝong\n                    heo gan to seruy god & bileue sunne & hore…\n",
            "Last Lines": "\n…þer heo is wiþ ihesu crist In Ioie wiþþouten\n                    endeNou god for þe loue of hire ous lete þuder wende\n",
            "folio": "ff. 212-214"
        },
        "Bod779": {
            "First Lines": "\nSeint lusie þat holy mayde In sysile was I borewel ȝong\n                    ȝhe gan to serue god & lefte sinne & hore…\n",
            "Last Lines": "\n…Þere Yhe is wit Ihesu crist In ioyȝe wit outin\n                    endenow Iesw for þat maydenus loue vs let þedir wende\n",
            "Attributed Title": "\nSeint lucie þe holi maide (f. 249)",
            "folio": "ff. 249-251"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSeint Lucie þe holy maide in Cicile was i boreWel ȝong\n                    heo bi gon to serue God and bi leuede sunne and hore…\n",
            "Last Lines": "\n…Þere heo is wiþ Ihesu crist in Ioye wiþ outen\n                    endeNou God for þe loue of hire vs lete alle þider wende.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 68vb-69rb"
        },
        "BodLauMis108": {
            "First Lines": "\nSEinte lucie þat holie mayde In Cesile was i boreȜong heo\n                    bigan to serui god and bi lefde sunne and hore…\n",
            "Last Lines": "\n…Þare heo is with Ihesu crist in Ioye with outen endeNou\n                    god for seint lucie loue þuddre us late i wende\n",
            "Note": "\nDouble columns written as prose, f. 60v, and crowded into\n                    lower margin to fit on f. 60v.",
            "Attributed Title": "\nVita Sancte Lucie uirginis (margin, f. 59)",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 101-6.\n",
            "folio": "ff. 59-60v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEine lucie þat holy mayde in Cisile was y boreWel ȝong\n                    she gan to serue god & leued synne & hore…\n",
            "Last Lines": "\n…þere she is with Ihesu Crist in ioye withouten endeNou\n                    god for þe loue of hire vs lete all þerde þider\n                    wende\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 130va-131va"
        },
        "OxfTri57": {
            "folio": "ff. 151v"
        },
        "CULAdd3039": {
            "First Lines": "\nSayne lucie þe haly maiden in Cicil borne scho wasWhil sho was\n                    ȝonge sho lufed godd & sho was ful of graceDame Evtice hir modre\n                    hight a hethen woman was schoA grete sekenes on hir sho had no leche myght\n                    it fordo…\n",
            "Last Lines": "\n…Þat maiden is in heuene blisse with godd withouten\n                    endeNow sayne lucye make vs worthe vnto þat ioy to wende\n",
            "folio": "ff. 66v-68"
        },
        "CamFitzMc128": {
            "First Lines": "\nSAynt lucie that holy mayde in Cecile was boreWell ȝong she\n                    began to serve god to leve synne & hore…\n",
            "Last Lines": "\n…Ther she is with Ihesu crist in Ioie withouten endeNow god\n                    for saynt lucie love thider graunte vs to wende\n",
            "Attributed Title": "\nSaint Lucie (RT)",
            "folio": "ff. 27v-30"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Lucie þe holy mayde in sysile was yboreHoly ȝong\n                    ȝeo suede god & fforsok sunne and hore…\n",
            "Last Lines": "\n…Eke sat ȝeo stille hit greuede hure noþingAt euere\n                    ȝeo prechede faste of Ihesu heuene kyng…\n",
            "Note": "\nEnds incomplete due to lost folio(s).",
            "Attributed Title": "\nSancta Lucia (RT)",
            "folio": "pp. 17-20"
        },
        "CamTCC605": {
            "First Lines": "\nSEint lucie þat holy maide in Cizile heo was yboreWel\n                    ȝonge heo gan serui god to leue synne & hore…\n",
            "Last Lines": "\n…þer heo is with ihesu crist in Ioie with þouten\n                    endenow god for seint lucie loue late ous þuder wende\n",
            "Attributed Title": "\nlucie (RT)",
            "folio": "ff. 171-172v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEynte lucie þat holi maide in cecile was iborewel ȝong hȝe gan to serui god & bileue synne & hore…\n",
            "Last Lines": "\n…þer heo is wit ihesu crist in ioie withouten endenou god for þe loue of hir ous late alle þuþer wende\n",
            "Note": "\n“Capitulum lxxxix” added to lower margin by later hand (f. 214).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 214-216v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Lucie þat maiden in cecile was boreȜong heo gan to serue god and leuede sunne & hore…\n",
            "Last Lines": "\n…Þat heo is mid Ihesu crist in ioie wiþ outen endeGod for þe þe loue of hire vs alle þider sende\n",
            "Note": "\nEnds “Amen” at end of last line.",
            "folio": "ff. 50-52"
        },
        "BLEge2810": {
            "First Lines": "\nSEint lucie þat holi maide in cecile was yboreWel ȝonge heo gan to seruin god & bileued sunne & hore…\n",
            "Last Lines": "\n…þere heo is mid ihesu crist in ioye weþoute endeNou god vor þe loue of hire ous lete alle þidir wende\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 131v-134"
        },
        "BLHar2277": {
            "First Lines": "\nSEinte Lucie þe holi maide in Cisille was iboreWel ȝing heo gan to serui god & bileuede synne & hore…\n",
            "Last Lines": "\n…Þer heo is wiþ ihesu crost in ioye wiþouten endeNou god for þe loue of hire ous lete þider wende\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\n\nFurnivall,  Frederick James. \n             Early English Poems and Lives of Saints.\nTransactions of the London Philological Society\n         1858; Pt. 2, Berlin, 1862: 101-6.\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.566-71.\n\n",
            "folio": "ff. 183-185"
        },
        "BLSto949": {
            "First Lines": "\nSeynt lucie þe holy mayde in cisile was yboreWel ȝong heo bygan to seruy god & fle synne & hore…\n",
            "Last Lines": "\n…þer heo is myd ihesu crist in ioyȝe wiþ outen endeNou god for þe loue of here vs lete alle þider wende\n",
            "folio": "ff. 80v-83"
        },
        "Lam223": {
            "First Lines": "\nSAynt lucie þat holy mayde in Cisile was y boreWel ȝonge\n                    she bigan to serue god to leve synne & hore…\n",
            "Last Lines": "\n…Þere she is with Ihesu Crist in ioye withouten endeNow\n                    god for saynt lucie love þider graunt vs to wende. Amen\n",
            "Attributed Title": "\nSaynt lucie (RT)",
            "folio": "ff. 247v-250"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Lucy þe holy maide in Cicile was boreȝenge she gan\n                    to serue god & lete synne and ore…\n",
            "Last Lines": "\n…Wher she is wiþ Ihesu crist in Ioye wiþout endeNow\n                    god for loue of þat maide. lat vs þider wende. Amen.\n",
            "Attributed Title": "\nVita sancte Lucie Virginis (f. 180v)",
            "folio": "ff. 180v-182v"
        }
    }
}