{
    "_id": 4699,
    "_header": "Saint Martin was I-bore in the land of Sabaria",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Martin, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Martin in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn martin was ibore In þe lond of sabarieWel longe he was\n                    Inorised In þe lond of papie…\n",
            "Last Lines": "\n…Vour score wynter he was old ar he deide alsoNou god ous\n                    ȝeue part of þulke Ioie þat is soule wende to\n",
            "folio": "ff. 174-176"
        },
        "Bod779": {
            "First Lines": "\nSein martin was I bore In þe lond of salaryeWel ȝong he\n                    was I norched in þe londe of papye…\n",
            "Last Lines": "\n…ffoure score winter he was old ar he deyde alsonowȝ god\n                    geue vs part of þilke ioye þat he was in I do\n",
            "Attributed Title": "\nSeint Martin þe bysschop (f. 96v)",
            "folio": "ff. 96v-98v"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Martyn was ibore in þe londe of SabarieWel ȝong he\n                    was i noriced in þe londe of Papie…\n",
            "Last Lines": "\n…Four score winter he was old are he was ded alsoGod ȝiue\n                    us part of þulke ioye Þat is soule wende to\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 449-56.\n",
            "folio": "ff. 185-189"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Martyn was y bore in þe lond of Thabarye\n",
            "Last Lines": "\nȝong he was norisshed in þe lond of\n                    Papye……ffoure skore ȝer he was old er he diede\n                    alsoGod vs ȝeue part of þilk ioye þat he was inne y\n                    do\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 103va-105rb"
        },
        "OxfTri57": {
            "folio": "f. 126"
        },
        "CULAdd3039": {
            "First Lines": "\nSayne Martyne was borne in þe lande of SabarieAnd ful\n                    ȝonge he noriste was in þe lande of PapyeHis fadre was a grete\n                    lorde & maistre of al þe knyghteȝVndre þe emperoure\n                    Constantyne in bataileȝ & in fighteȝ…\n",
            "Last Lines": "\n…ffoure score wynter he was olde when he gonne hethens\n                    twyneGod graunte vs parte of þe ioye þat sayn martyn is\n                    Inne\n",
            "folio": "ff. 34-37v"
        },
        "CamFitzMc128": {
            "First Lines": "\n…At a gret fest as he shuld the hegh masse singTo churche\n                    went with his men men con again him ring…\n",
            "Last Lines": "\n…ffourscore ȝere he was old or he was ded alsoGod gif vs\n                    part of that Ioie ther in is he idoo\n",
            "Note": "\nBegins imperfectly at line 196.",
            "Attributed Title": "\nSaint Martyn (RT)",
            "folio": "ff. 1-1v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Martin was ybore in þe lond of SabaryeWel ȝong he\n                    was ynorissched in þe lond of paimonye…\n",
            "Last Lines": "\n…ffour score wynter he was old ar he deyde þereNow god vs\n                    graunty þulke ioye þat aungeles his soule to bere\n",
            "Attributed Title": "\nSanctus Martinus (RT); Miraculum Martini (RT)",
            "folio": "pp. 486-491"
        },
        "CamTCC605": {
            "First Lines": "\nSEint martyn was ybore in þe londe of arabie¡onge he was\n                    ynorsched in þe londe of apye…\n",
            "Last Lines": "\n…foure score ȝere he was olde ar he deyde al sogod ous\n                    bringe to þe Ioie þat his saule was in ido\n",
            "Attributed Title": "\nMartyn (RT)",
            "folio": "ff. 238-240v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint martin was ibore in þe lond of sarabiewel ȝong he was ynorseþ in þe lond of papie…\n",
            "Last Lines": "\n…four score winter he was ar he deide alsonou god ȝif ous part of þilke ioie þat he was Inne ido\n",
            "Note": "\n“Capitulum lxxviii” added to left margin by later hand (f. 173v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 173v-177"
        },
        "BLEge2810": {
            "First Lines": "\nSEint martin was ybore in þe londe of sabarieWel ȝonge he was ynorssched in þe londe of papie…\n",
            "Last Lines": "\n…Vour score winter he was old ar he deide alsoNou god ous ȝeue þat of þulke ioye þat is soule is in ydo\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 107v-109v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin Martin was Ibore in þe lond of SalarieWel ȝong he was Inorssed in þe lond of apie…\n",
            "Last Lines": "\n…ffour score winter he was old ar he deide alsoNou god us ȝiue part of þulke ioie þat he was Inne ido\n",
            "folio": "ff. 171v-174v"
        },
        "BLHar2250": {
            "First Lines": "\nSaynt martyne was borne in þe londe of savarieWel ȝonge\n                    he was noryssht in þe londe of papie…\n",
            "Last Lines": "\n…Four score wynter he wos olde er he deghid alsoNow god gife\n                    vs part of þat ioy þat his soule is inne ido\n",
            "folio": "ff. 48-49v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint martin was ibore in þe lond of cebarieWel ȝung he was ynorisched in þe lond of Papie…\n",
            "Last Lines": "\n…ffourscore wynter he was old er he deide alsoNou god ous ȝyue part of þulke ioye þat he was inne ido\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.483-92.\n",
            "folio": "ff. 152-155"
        },
        "BLSto949": {
            "First Lines": "\nSeynt martyn was ybore in þe lond of sabaryeWel ȝong he was ynorsched in þe lond of papye…\n",
            "Last Lines": "\n…ffour score winter he was old ar he dyȝed al soNou god vs ȝeue part of þulke ioyȝe þat is soul is inne ydo\n",
            "Note": "\nBrown  and  Robbins (1943)\nXCarleton Fairchild Brown,   and  Rossell Hope Robbins.  \n             The Index of Middle English Verse.\n         New York: Printed for the Index Society by Columbia University Press,\n            1943 lists this as starting on f. 46r.",
            "folio": "ff. 46v-50"
        },
        "Lam223": {
            "First Lines": "\nSAynt Martyn was born in þe lond of barbaryeWel ȝonge\n                    norisshed he was in þe lond of Papys…\n",
            "Last Lines": "\n…ffoure score ȝere he was olde er he was ded alsoGod\n                    ȝeue vs part of þat ioye þere he is in y do Amen\n",
            "Attributed Title": "\nSaynt Martyn (RT)",
            "folio": "ff. 207v-211"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Martyne was ybore in þe londe of SabariFul ȝenge he\n                    was norshed in þe londe of Ytalie…\n",
            "Last Lines": "\n…iiij ȝere he was olde or he dyed alsoGod ȝeue vs\n                    part of þat blisse þat his saule is in do. Amen.\n",
            "Attributed Title": "\nDe sancto Martino (f. 158v)",
            "folio": "ff. 158v-160"
        }
    }
}