{
    "_id": 4702,
    "_header": "Saint Mary Egyptian in Egypt was I-bore",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Mary of Egypt, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Mary of Egypt in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 96v"
        },
        "BodAsh43": {
            "First Lines": "\nSEynte Marie egipciake in egipte was iboreAll hire ȝonge lif\n                    heo ladde In sunne & in hore…\n",
            "Last Lines": "\n…þus seynt marie Egipciake out of hire fol dedeTurnde to\n                    heuene blisse þoru penaunce þat heo gan lede\n",
            "Attributed Title": "\nseyn Marye Egyptiake (f. 52)",
            "folio": "ff. 52-56"
        },
        "Bod779": {
            "First Lines": "\nSeint marye egipciake In egipte was I borealle here ȝonge lyf\n                    ȝhe ladde in synne & ek In hore…\n",
            "Last Lines": "\n…so to don aboue þis erþe ar we hennes wendeto come\n                    to þe ioye þat ȝhe is in after oure dayus ende\n",
            "Attributed Title": "\nS Marie gipcien þe holy woman (f. 139v)",
            "folio": "ff. 139v-142"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Marie Egipcian in Egipte was i boreAl hire ȝonge lyf heo\n                    liuede in sunne and in hore…\n",
            "Last Lines": "\n…Þere heo is mid Ihesu crist in Ioye wiþ outen\n                    endeNow God for þe loue of seinte Marie þider us lete wende.\n                    A.M.E.N.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 17va-18va"
        },
        "BodEngPoete94": {
            "First Lines": "\n…Frere goȝdne hwo gan þe hider to schuch\n                    awrethedmatereHow is þe stat of holicherche iloked &\n                    cristindom…\n",
            "Last Lines": "\n…[Þ]us seint Mariie egiptiak out of here fo[ul]\n                    dedeTurned to heuene riche blesse þutȝ penance þat ȝeo\n                    gan lede\n",
            "Note": "\nFragments; ff. 3-4 formerly Oxford,  Bodleian Library 80.G.40.Med [now with Eng. poet. e.94] (printed book),\n                    lines 182-87, 213-19; f. 1 single leaf, lines 293-320, 325-46.",
            "folio": "ff. 3-4v;  1-1v"
        },
        "BodLauMis108": {
            "First Lines": "\nSEinte Marie egyptiane In egypte was i boreAl hire ȝounge liif\n                    heo liuede in sunne and in hore…\n",
            "Last Lines": "\n…Þus seinte Marie egyptiane out of hire fole dedeWende to\n                    heouene blisse þoruȝ penaunce þat heo gan lede\n",
            "Attributed Title": "\nVita sancte Marie Egipciace (f. 117v)",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 260-71.\n",
            "folio": "ff. 117v-121v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint marie egipciake in egipt was y boreAl here ȝonge lif she\n                    ladde in synne & in hore…\n",
            "Last Lines": "\n…Þus marie egiptiake out of hire fool dedeturned to\n                    heuene blisse þorw penaunce þat she gan lede\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 38rb-40rb"
        },
        "BodTan17": {
            "First Lines": "\nSEinte marie egipcian in egipt was I boreAll hir ȝonge liif\n                    sche ladde in synne as an hore…\n",
            "Last Lines": "\n…Þus marie egipcian out of hire foule dedeTurned to\n                    heuenli blis þour penaunce þat sche gan lede\n",
            "folio": "ff. 85-89"
        },
        "OxfTri57": {
            "First Lines": "\nSeinte Marie Egipciake in Egipt was y boreAl here ȝonge lyf hy\n                    ladde in synne & in hore…\n",
            "Last Lines": "\n…þus Seinte Marie Egipciake out of here fol dedeTurnde to\n                    heuene riche blisse þorgh penaunce þat hy gan lede\n",
            "Attributed Title": "\nSancte Marie Egipciace (f. 26v); Marie Egipciace\n                    (RT)",
            "folio": "ff. 26v-30"
        },
        "CamCCC145": {
            "First Lines": "\nSeinte Marie gipciake in egipte was iboreAl hur ȝonge lif he\n                    ladde in sunne and in hore…\n",
            "Last Lines": "\n…Þus seinte marie egipciake out of hur fol dedeTurnde to\n                    heueriche blisse þoru penance þat he gan lede\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.136-48.\n",
            "folio": "ff. 51v-56"
        },
        "CamKC13": {
            "First Lines": "\nSEint marie egipciak in egipte was y boreAl hire ȝonge lif heo\n                    ladde in synne and in hore…\n",
            "Last Lines": "\n…Þus seint marie Egipciak out of hire fool dedeTurnde to\n                    heuene riche blisse þoru penaunce þat heo gan lede\n",
            "folio": "Part II, ff. 36v-40v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Marie Egypcyake in Egipte was yboreAl hare ȝonge lyf\n                    ȝeo ladde in sunne & in hore…\n",
            "Last Lines": "\n…Þus Seint Marie Egypciake out of hure ffol dedeTurnde to\n                    heuene riche blisse þorw penaunce þat ȝeo gan lede\n",
            "Attributed Title": "\nMaria Egypciaca (RT)",
            "folio": "pp. 246-253"
        },
        "CamTCC605": {
            "First Lines": "\nSEint marie egypcian in egipte was y borealle hure ȝonge lyf\n                    heo ladde in synne & in hore…\n",
            "Last Lines": "\n…þus seint marie Egiptian come out of hure foul dede&\n                    turnde to heuene blis þorȝe penauns þat heo gan lede\n",
            "Attributed Title": "\nMary Egipcian (RT)",
            "folio": "ff. 54v-58"
        },
        "BLAdd10301": {
            "First Lines": "\nSEinte Marie egipcyake in egipte was y boreal hure ȝonge lyf\n                    ȝo ladde in synne & in hore…\n",
            "Last Lines": "\n… Þus seint Marie egipciake out of hure foule dedeturnde\n                    to eueriche blisse þoru penance þat ȝo gan lede\n",
            "Attributed Title": "\nDe sancta Maria egipciaca (f. 62v, by scribe in margin\n                    beside first line); Maria egipciak (RT)",
            "folio": "ff. 62v-67"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint marie egipciake in egipt was iboreal hire ȝong lif heo ladde in sinne & in hore…\n",
            "Last Lines": "\n…þus seint marie egipciake out of here foul dedetorneþe to heuen blisse þorou penaunce þat heo gan lede\n",
            "Note": "\n“Capitulum xxx” added to left margin by later hand (f. 55v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 55v-60"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Marie egiptiak in egipt was iboreAl hire ȝonge lif heo ladde in sunne and in hore…\n",
            "Last Lines": "\n…Þus seint marie egiptiak turnde hire out of fol dedeAnd wende into heuene riche þorw penaunce þat heo gan lede\n",
            "folio": "ff. 134-138"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt marie egipciake in egipte was yboreAlle hire ȝonge lif ȝe ladde in sunne & in hore…\n",
            "Last Lines": "\n…Nou god vor þe loue of Seint marie egipciane þat such penance þolid hereBringe ous to þe ioye of heuene & of helle be skere\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 47-50v"
        },
        "BLEge2891": {
            "First Lines": "\nSEinte marie egipciake In egipte was IboreAt hure ȝonge lif heo ladde In sunne and In hore…\n",
            "Last Lines": "\n…þus seinte marie gipciake out of hure fol dedeTurnde to euerich blisse þoru penance þat heo gan lede\n",
            "Attributed Title": "\nDe sancta maria egipciake (rubric in margin, f. 62v)",
            "folio": "ff. 62v-67"
        },
        "BLHar2277": {
            "First Lines": "\nSEinte Marie Egipciake in Egipte was iboreAl hire ȝunge lif heo ladde in sinne & in hore…\n",
            "Last Lines": "\n…Þus Seinte Marie Egipciake out of hire foldedeTurnde to heueneriche blis for penance þat heo gan lede\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 25-30v"
        },
        "BLRoy17Cxvii": {
            "First Lines": "\nSAynt mary gypcyake in egypt was borneAlle hyre ȝong lyf scho\n                    lede in hordome…\n",
            "Last Lines": "\n…Vy[?] […]then calle heuenO[…]vs ywyþer\n                    […] for hys names seuen Amen Amen Amen\n",
            "Note": "\nAffected by damp. Text partially recoverd though use of cold light\n                    source.",
            "folio": "ff. 108-112v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Marie Egipcian Egipt she was born InAl hir ȝonge lyf she\n                    lad in leccherie & synne…\n",
            "Last Lines": "\n…Now Ihesu Crist of heuen vs alle wisse & redeAnd fro\n                    þe pyne of helle he ȝeue vs grace to shede Amen\n",
            "Attributed Title": "\nSaynt Marie Egipcian (RT)",
            "folio": "ff. 90-94"
        },
        "Winches33": {
            "folio": "f. 25"
        }
    }
}