{
    "_id": 4703,
    "_header": "Saint Mary Gods mother from the apostles nas not",
    "Title(s)": "South English Legendary",
    "Subjects": "Virgin Mary, Assumption of",
    "Versification": "— two-line — aa",
    "_description": "The Assumption of Our Lady in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEynte marie godes moder fram þe apostles nas noȝtþo\n                    þe holi gost awitsoneday among hem was ibroȝt…\n",
            "Last Lines": "\n…So þat heo was of sixti ȝer ar heo were henne\n                    InomeNou god ous grante uorþ wiþ hire to þe Ioie of heuene\n                    come\n",
            "folio": "ff. 128-131"
        },
        "Bod779": {
            "First Lines": "\nSeint marye goddes modir fram þe apostlis nas\n                    nouȝtþo þe holy gost a whitsonday among hem was I\n                    brouȝt…\n",
            "Last Lines": "\n…Now Iesus for þin modir loue vs leue þedir to\n                    wende& bringe vs to þe ioye of heuene þat is wit outen\n                    ende\n",
            "Attributed Title": "\nÞe somsion of oure ladi (f. 154v)",
            "folio": "ff. 154v-156v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Marie godus Moder fro þe Apostles was heo nouhtÞo\n                    þe holigost on Witsonenday among hem was i brouht…\n",
            "Last Lines": "\n…So þat heo was of sixti ȝer er heo weore heonne i\n                    nomeNou God vs graunte forþ wiþ hire to þe ioye of heuene\n                    come. Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 50va-51va"
        },
        "BodEngPoetd200": {
            "First Lines": "\nSEinte marie godis modir fram þe apostlis nas noȝtþo\n                    þe holi gost awit sonedai amonge hem was ybroȝt…\n",
            "Last Lines": "\n…þere uore sike men al dai wel þilke a boute hym\n                    soȝte& criden on hym deolfolliche þat hem to hele\n                    broȝte\n",
            "folio": "ff. 7v;  10-12v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Marie goddes moder fro þapostles nas nouhtþo\n                    þe holy gost on witsonday among hem was brouht…\n",
            "Last Lines": "\n…So þat she was sixty ȝer er she were hennes y\n                    nomeNou god vs graunte forþ with hire to þe ioye of heuene\n                    come\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 80va-82ar"
        },
        "OxfTri57": {
            "folio": "f. 94"
        },
        "CULAdd3039": {
            "First Lines": "\nMary Cristeȝ modre dere with þe Apostelȝ was shoOn\n                    Witsononday when þe haly gaste fro heuen com þaim toffro þe\n                    apostelȝ dorste sho noȝt go of þe Jeweȝ sho had slik\n                    dredeBot til þat tyme duellid þaim amange als we in stody\n                    rede…\n",
            "Last Lines": "\n…Nou goddeȝ modre þou quene of heuen als we hafe traiste\n                    in þeGraunte vs blis þat þou art in Amen so mot it\n                    be\n",
            "folio": "ff. 151v-154"
        },
        "CamCCC145": {
            "First Lines": "\nSEinte marie godes moder fram þe apostles nas noȝtþo\n                    þe holygost a witesoneday among hom was ibroȝt…\n",
            "Last Lines": "\n…So þat he was of sixti ȝer þo he was henne\n                    InomeNou god us granti forþ wiþ hure to þe ioie of heuene\n                    come\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.136-48.\n",
            "folio": "ff. 135v-138v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSEINT Marie godes moder ffram þe Apostles nas\n                    nouȝtÞo þe holy gost a wytsoneday among ham was\n                    ybrouȝt…\n",
            "Last Lines": "\n…Þo þat ȝeo was of sixty ȝer ar ȝeo wore\n                    hennes ynomeNow god vs graunte fforþ wiþ hure to þe ioye of\n                    heuene come\n",
            "Attributed Title": "\nAssumpcio Beate Marie (RT)",
            "folio": "pp. 392-396"
        },
        "CamTCC605": {
            "First Lines": "\nSEint mare godys modir fram þe appostlis nas noȝtþo\n                    þe holygost on wyt sonday to hem was y broȝt…\n",
            "Last Lines": "\n…so þat heo was of syxty ȝere ar heo were henne\n                    nomeNow god ous graunt myd hire to þe Ioie of heuene come\n",
            "Attributed Title": "\nAssumpcio beati marie (RT)",
            "folio": "ff. 96-98"
        },
        "BLAdd10301": {
            "First Lines": "\nSEinte Marie godes Moder fram þe apostles nas noȝtþo\n                    þe holy gost awytesoneday among hom was y broȝt…\n",
            "Last Lines": "\n…So þat ȝo was of sixty ȝer þo ȝo was\n                    henne y nomeNou god vs granty forþ wiþ hire to þe Ioye of\n                    heuene come\n",
            "Attributed Title": "\nDe assumcione sancte Marie Matris domini nostri ihesu cristi (f.\n                    155, by scribe in margin beside first line); Assumpcio Marie\n                    (RT)",
            "folio": "f. 155-158v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint Marie godes moþer fro þe apostol nas noȝtþo þe holi gost a whitsondai among hom was ibroȝt…\n",
            "Last Lines": "\n…þo þat heo was of sixti ȝer ar heo were henne y nomenou god ous graunte ford wit hire to þe ioie of heuen come\n",
            "Note": "\n“Capitulum lvii” added to right margin by later hand (f. 126).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 126-129"
        },
        "BLEge1993": {
            "First Lines": "\nSEint Marie godes moder vrom þe apostles nas nouȝtÞo þe holi gost on witsonday to hem was wrouȝt…\n",
            "Last Lines": "\n…So þat heo was of sixti ȝer ar heo were henne nomeNow god vs graunte mid hire to þe ioie of heuene come\n",
            "Note": "\nEnds “Amen” (f. 216v).",
            "folio": "ff. 214-216v"
        },
        "BLEge2891": {
            "First Lines": "\nSEinte Marie godes moder fram þe apostles nas noȝtþo þe holigost a wite soneday among hom was ibroȝt…\n",
            "Last Lines": "\n…Mi leoue sone quaþ oure leuedy myn heorte al ȝare isAl ȝare he is and ichelle synge In mi Ioie and in my blis…\n",
            "Note": "\nLines 1-128 only: ends incomplete due to missing folio or folios between 132 and 133.",
            "folio": "ff. 131-132v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint marie godes moder fram þapostles nas noȝtþo þe holi gost a witsone dai among hem was ibroȝt…\n",
            "Last Lines": "\n…So þat heo was sixti ȝer þo heo was hunne ynomeNou god ous granti forþ wiþ hire to þe ioye of heuene come\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 108-111v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeint Mary goddis modere from þe apostels was nouȝtWhan\n                    þe holy goost at whitsonday among hem was brouȝt…\n",
            "Last Lines": "\n…So þat she was sixti ȝeer olde er she were hens\n                    ynomeGod vs graunte for þe loue of hur to þe blisse of hevene\n                    come. Amen.\n",
            "folio": "ff. 129v-132v"
        }
    }
}