{
    "_id": 4704,
    "_header": "Saint Mary in Lent among other days good",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Virgin Mary, Annunciation to; Annunciation, feast of",
    "Versification": "— two-line — aa",
    "_description": "The Feast of the Annunciation in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 82"
        },
        "BodAsh43": {
            "First Lines": "\nSEynte Marie dai in leynte among oþer dawes godeRiȝt is\n                    uorteholde hei hoso him vnderstode…\n",
            "Last Lines": "\n…Nou bidde we Ihesu godes sone þat þulke heie dai\n                    wroȝteþat we mote come to þulke Ioie þat he ous to\n                    boȝte\n",
            "Note": "\n24 lines.",
            "Attributed Title": "\nseynt Mary day in lente (f. 48v)",
            "folio": "f. 48v"
        },
        "Bod779": {
            "First Lines": "\nSeint mary day in lente among oþer dayes godeyȝt is for\n                    to holden hy who so hym ondirstode…\n",
            "Last Lines": "\n…now bidde we Ihesus goddes sone þat þulke hy day\n                    wrouȝtebringe vs to þat ilke ioye þat he vs to dere\n                    abouȝte\n",
            "Attributed Title": "\nSeint maridai in lente (f. 136v)",
            "folio": "f. 136v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Marie day in Lente among oþur dayes godeRiht is forto\n                    holden heiȝe hose him vndurstode…\n",
            "Last Lines": "\n…Now bidde we Ihesu Godes sone þat þulke heiȝe day\n                    wrouhteÞat we mote come to þat ilke ioye þat he vs to\n                    brouhte Amen\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 18va1"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Mari day in lenton among oþer days godeRight is forto\n                    holden hey Who so him vnderstode…\n",
            "Last Lines": "\n…Now bidde we Ihesu godessone þat þilk hey day\n                    wroughteþat we mote come to þe ioye þat he us to a\n                    boughte\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 24vb-25ra"
        },
        "BodTan17": {
            "First Lines": "\nSEint mari day in lentoun a mong oþere dais godeRight is to\n                    holde it hiȝe who so it vndirstode…\n",
            "Last Lines": "\n…Nov bidde we goddis sone ihesu þat hiȝe day he\n                    wrouȝteÞat we mote come to þat ioye þat he to vs\n                    bouȝte\n",
            "folio": "f. 46"
        },
        "OxfTri57": {
            "First Lines": "\nSeint Marie day in leynte among oþere dayes godeRyȝt ys\n                    for to holde heȝe who so him vnderstode…\n",
            "Last Lines": "\n…Now bidde we ihesu godis sone þat þulke heie day\n                    wroȝteÞat we mote come to þulke ioye þat he vs to\n                    boȝtee\n",
            "Attributed Title": "\nAnnunciacio domina (f. 5)",
            "folio": "f. 5"
        },
        "CULFf548": {
            "First Lines": "\nSauynt Mary day in lentone among hir dayes gudeIs wele worthi\n                    halloed to be quo so wele vnder stode…\n",
            "Last Lines": "\n…So þat ȝe may on paske day quen ȝe hafe clenly\n                    fastResafe goddes flesche & his blode worthely at þe\n                    laste\n",
            "Editions": "\nDowning,  Janay Young A.,\n                        ed.  \n             “A Critical Edition of Cambridge University MS Ff.5.48.” \n         2 vols. Diss. University of Washington, 1969: 228-9.\n",
            "folio": "ff. 84-87v"
        },
        "CamCCC145": {
            "First Lines": "\nSeinte Marieday in leinte among oþer dawes godeRiȝt is\n                    forto holde heiȝe wo so him vnderstode…\n",
            "Last Lines": "\n…Nou bidde we ihesu godessone þat þulke heiday\n                    wroȝteÞat we mote come to þulke ioie þat he to us\n                    broȝte\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.127-8.\n",
            "folio": "ff. 48-48v"
        },
        "CamKC13": {
            "First Lines": "\nSeint marie dai in lente among oþer daies godeRiȝt his to\n                    holde heye who so it wel vnderstode…\n",
            "Last Lines": "\n…Now bidde we Ihesu godes sone þat on þat daie þe\n                    wordle wrouȝteÞat we mote come to þilke ioie þat he vs\n                    to brouȝte\n",
            "folio": "Part II, f. 1"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Marie day in leynte among oþere dayes goedeRiȝt is\n                    to holde heye who so hit wel vnderstode…\n",
            "Last Lines": "\n…Now bydde we Ihesu godes sone þat þulke day þe\n                    wordle wrouȝteÞat we mote come to þulke ioye þat he vs\n                    to bouȝte\n",
            "Attributed Title": "\nAnnunciacio (RT)",
            "folio": "p. 179"
        },
        "CamTCC605": {
            "First Lines": "\nSEint marie day in þe lente amonge oþer dawes\n                    gouderyȝt is to holden heye wo so vnderstode…\n",
            "Last Lines": "\n…Now bidde we ihesu godes sone þat þulke day\n                    wroȝteÞat we mot com to þulke ioie þat he ous to\n                    boȝte\n",
            "Note": "\nFolio 52* follows folio 52.",
            "Attributed Title": "\nAnunciacio dominica (f. 52*)",
            "folio": "ff. 52*-52*v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEint Marie day in leinte among oþer dayis godeRiȝte is\n                    for to holde heye ho so him vnder stode…\n",
            "Last Lines": "\n…Nou bidde we ihesu godessone þat þulke hey day\n                    wroȝteþat we mote come to þat Ioye þat he to vs\n                    boȝte\n",
            "Attributed Title": "\nDe annunciacione dominica (f. 58v, by scribe in margin\n                    beside first line); Annunciacio (RT)",
            "folio": "ff. 58v-59"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint mari dai in lente among oþer dawes goderiȝt is for to holde hei ho so him vnþerstode…\n",
            "Last Lines": "\n…nou bidde we ihesu godes sone þat þilk dai hei wrouȝteþat we mote come to þilk Ioie þat he ous to brouȝte\n",
            "Note": "\n“Capitulum xxv” added to right margin by later hand (f. 52).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "f. 52r1"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Marydai in lente among oþer dawes godeRiȝt is to holden heiȝe whose it vnderstode…\n",
            "Last Lines": "\n…Now bidde we ihesu godes sone þat þilke day wrouȝteÞat we mote come to þat ioie þat he vs to bouȝte\n",
            "Note": "\nEnds “Amen” (f. 131v).",
            "folio": "ff. 131-131v"
        },
        "BLEge2810": {
            "First Lines": "\nSEint marie day in leinte Amonge oþer dawes godeRiȝt is to holde heie wo so him vndirstode…\n",
            "Last Lines": "\n…Nou bidde we ihesu godis sone þat þilke day wroȝteÞat we mote come to þilke ioye þat he is to ybroȝte\n",
            "Note": "\nEnds “Amen.”",
            "folio": "f. 45v"
        },
        "BLHar2277": {
            "First Lines": "\nSEinte Marie day in leynte among alle oþer dayes godeIs riȝt forto holde heȝe ho so him vnderstode…\n",
            "Last Lines": "\n…Nou bidde we ihesu crist goddes sone þat þilke heȝe day wroȝteþat we mote come to þulke ioye þat he ous to wroȝte bouȝte\n",
            "Note": "\nIn last line, “wroȝte” incorrectly written and expunged before “bouȝte.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "f. 1v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Mary day in lent amonge oþer daies goodRight is forto\n                    holde hit who it wel vnderstood…\n",
            "Last Lines": "\n…Now preie we ihesu goddys sone þat þilk day\n                    wrouȝtÞat we mote come to þat ioye þat he hem to\n                    brouȝt\n",
            "folio": "ff. 39v-40"
        }
    }
}