{
    "_id": 4707,
    "_header": "Saint Mary Magdalene that God forgave her sin",
    "Note": "For another text see 4928.",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Mary Magdalene, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Mary Magdalene in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEynt Marie magdaleyn þat god uor ȝef hire sunneLazare\n                    soster & martha In come of kynges kunne…\n",
            "Last Lines": "\n…Nou seynt Marie Magdaleyn þat broȝte hire lif þus\n                    to endeBidde god þat we mote wiþ hire to þe Ioie of heuene\n                    wende\n",
            "folio": "ff. 108-112v"
        },
        "Bod779": {
            "First Lines": "\nSeint mary maudeleyn þat god forȝaf here sinnelasarus\n                    soster & martha þey come of kingus kinne…\n",
            "Last Lines": "\n…now mary magdalen þat þus brouȝt here lyf to\n                    endebidde god þat we moot wit here to þe ioy of heuin\n                    wende\n",
            "Attributed Title": "\nSeint Mary Maudelein (f. 266v)",
            "folio": "ff. 266v-270"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEinte Marie Magdaleyn þat God for ȝaf hire sunneLazarus\n                    suster and Martha þei come of kynges kunne…\n",
            "Last Lines": "\n…Now seinte Marie Magdaleyn þat þus brouhte hire lyf to\n                    endeBidde God þat we wiþ hire to þe Ioye of heuene weende.\n                    Amen\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 40vb-41vb"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint marie maudeleyn þat god forȝaf hire sinneLazares\n                    suster & martha comen of kinges kynne…\n",
            "Last Lines": "\n…Nou seint Marie Maudelein þat brought þus here lif to\n                    endBidde god þat we mote wiþ hire to þe ioye of heuen\n                    wend\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 68vb-71rb"
        },
        "OxfTri57": {
            "folio": "f. 77v"
        },
        "CULAdd3039": {
            "First Lines": "\nSaynet Mary Mawdlayne þat god forgafe hir synneLaȝar\n                    sistre & Martha als þai come of kyngeȝ kynneMawdleyne was sho\n                    calde þis gude woman Maryffor of þe castel of Magd[ ]le sho was\n                    tuo myle fro betany…\n",
            "Last Lines": "\n…Þou bliste maudeleyne þat lufed mekil ihesu criste\n                    goddeȝ sonneGrant vs þurgh þi prayer in heuen blis to\n                    wonne\n",
            "folio": "ff. 138v-141v"
        },
        "CamCCC145": {
            "First Lines": "\nSeinte Marie Magdaleine þat god forȝaf hure sunneLazares\n                    suster and martha icome of kinges kunde…\n",
            "Last Lines": "\n…Nou seinte Marie magdalein þat broȝte hure lif þus\n                    to endeBidde god þat we mote wiþ hure to the ioie of heuene\n                    wende\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.302-15.\n",
            "folio": "ff. 113-117v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Marie Magdalene þat god fforȝaf hure synneLazares\n                    suster and Martha hi come alle of heye kynne…\n",
            "Last Lines": "\n…Now Seint Marie Magdaleyne þat þus þi lif\n                    brouȝtest to endeBide for vs god þat we mote ffram hennes to\n                    þe ioye of heuene wende\n",
            "Attributed Title": "\nMaria Magdalena (RT)",
            "folio": "pp. 345-353"
        },
        "BLAdd10301": {
            "First Lines": "\nSEynte Marie Magdalene þat god for at god for ȝaf hure\n                    synneLazares soster & Martha hy come of kynges kynne\n",
            "Last Lines": "\n…Nou seint Marie Magdaleyn þat broȝte hire lyf þis\n                    to endeBidde god þat we mote wiþ hire to þe Ioye of heuene\n                    wende\n",
            "Attributed Title": "\nDe sancta Maria Magdalene (f. 130v, by scribe in margin\n                    beside first line); Magdalene (RT)",
            "folio": "ff. 130v-135v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEinte marie magdaleyn þat for ȝef here sinnelaȝaris soster & martha hi come of kinges kenne…\n",
            "Last Lines": "\n…nou seinte marie magdaleyn þat broȝte here lif þus to endebidde god þat we mote wit hire to þe ioie of heuen wende\n",
            "Note": "\n“Capitulum l” added to left margin by later hand (f. 105v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 105v-110"
        },
        "BLEge1993": {
            "First Lines": "\nSeinte Mari Magdalem þat god vorȝaf hire sunneLazarus soster & marþas was icome of kinges kunne…\n",
            "Last Lines": "\n…Now seint Marie magdelem þat brouȝte hir lif þus to endeBidde god þat we moten to þe ioie of heuene wende\n",
            "Note": "\nEnds “Amen” (f. 190).",
            "folio": "ff. 185v-190"
        },
        "BLEge2810": {
            "First Lines": "\nSEynte marie maudeleyne þat god for ȝaf hire synneLaser hire & martha come of kinges kynne…\n",
            "Last Lines": "\n…þe bussop aros & ȝeode ner þo þoȝte him bet he miȝtebe hold þe sunne þan hire face hym þoȝte ȝe ssinde so briȝte…\n",
            "Note": "\nEnds imperfectly.",
            "folio": "ff. 83v-87v"
        },
        "BLEge2891": {
            "First Lines": "\n…And sein poul iturnd to cristendom and prechede aboute fasteþe giwes were wiþ þe apostles wroþe & in gret wraþþe out õan caste…\n",
            "Last Lines": "\n…Nou seinte marie magdalein þat broȝte hare lif þus to endeBidde god þat we mote wiþ hure to þe ioie of heuene wende\n",
            "Note": "\nBegins incomplete due to missing folios between 107 and 108.",
            "folio": "ff. 108-111v"
        },
        "BLHar2277": {
            "First Lines": "\nSEinte Marie magdalene þat god forȝaf hire sinneLazares soster & Martha hi come of kynges kinne…\n",
            "Last Lines": "\n…Nou Seinte Marie magdalene þat brouȝte hire lyf þus to endeBidde god þat we mote wiþ hire to þe ioye of heuene wende\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 88v-92v"
        },
        "BLRoy17Cxvii": {
            "First Lines": "\nSAynt Marie magdalen þat god forgaf hyr syneLazeres syster\n                    & marthas was comen of kynges kyne…\n",
            "Last Lines": "\n…And dyd þe cerwys of holykyrk as swulk tyme folk to\n                    doneNow saynt Mary magdalene þat broght hyr […] þer to\n                    ende[Pray god?] þat we mot to þe ioy of heuen\n                    wende\n",
            "Note": "\nAffected by damp.",
            "folio": "ff. 99-103v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Mary Mawdeleyn þat god forȝaf hur synneLazers\n                    suster & Martha commen of kynggis kynn…\n",
            "Last Lines": "\n…Now seynt mary mawdeleyn þat þus wast broȝt to\n                    endePrey god þat we mote to þe Ioye of heuene wende\n",
            "Attributed Title": "\nVita beata Marie Magdalene Peccatoris (f. 112v)",
            "folio": "ff. 112v-116v"
        }
    }
}