{
    "_id": 4719,
    "_header": "Saint Matthew the Evangelist apostle he was Iwis",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Matthew, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Matthew in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Matheu þe euangelist apostel he was iwisEuangelist &\n                    eke apostel boþe he was & is…\n",
            "Last Lines": "\n…Nou ihesus ȝeue ous grace þulke Ioie to wynneVor\n                    þe loue of seynt matheu þat is soule is Inne\n",
            "folio": "ff. 136-137v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Matheu þe Ewangelist Apostel he was i wisEwangelist and\n                    eke Apostel boþe he was and is…\n",
            "Last Lines": "\n…Now Ihesu ȝif vs grace þat ilke Ioye to winneffor\n                    þe loue of seint Matheu þat his holy soule is Inne. Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 53rb-53va"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Matheu þe ewangelist apostel he was and isEwangelist and\n                    eke apostle for soþe he was and is (sic)…\n",
            "Last Lines": "\n…Nou Iesu crist us ȝiue is grace þulke Ioyȝe i\n                    winneffor þe loue of Seint Matheu þat he woneth inne\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 77-81.\n",
            "folio": "ff. 50v-52"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Matheu þe euangelist apostle was y wisEuangelist &\n                    ek apostle boþe was & is…\n",
            "Last Lines": "\n…Now Ihesu vs ȝiuen grace þilke ioye to wynnefor\n                    þe loue of seint matheu þat his holy soule is inne\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 86rb-87rb"
        },
        "OxfTri57": {
            "folio": "f. 102v"
        },
        "CamCCC145": {
            "First Lines": "\nSein Mattheu þe wangelist apostel he was iwisEwangelist &\n                    eke apostel for boþe he was & is…\n",
            "Last Lines": "\n…Nou ihesu us ȝiue þe grace þulke ioie to\n                    wynneffor þe loue of sein Mattheu þat is holy soule is\n                    Inne\n",
            "Attributed Title": "\nSanctus Matheus (RT)",
            "folio": "ff. 147-149"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Matheu þe Ewangelist Apostel he was ywisEwangelist and\n                    eke Apostel ffor boþe he was and is…\n",
            "Last Lines": "\n…Now Ihesu vs ȝiue grace þulke ioye to wynneffor\n                    þe loue of Seint Matheu þat his holy soule is ynne\n",
            "Attributed Title": "\nSanctus Matheus (RT)",
            "folio": "pp. 410-413"
        },
        "CamTCC605": {
            "First Lines": "\nSEint matheu þe ewangelyst apostel was y wysEwangelyst &\n                    eke apostele boþ he was & ys…\n",
            "Last Lines": "\n…Now ihesu crist ȝif ous grace þulke Ioie to\n                    wynnefor þe loue of seint matheu þat he now ys Inne\n",
            "Attributed Title": "\nMatheu apostel (RT)",
            "folio": "ff. 143v-144v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin Matheu þe ewangeliste apostel he was y wisEwangelist\n                    & eke apostel for boþe he was & is…\n",
            "Last Lines": "\n…Nou ihesu vs ȝyue þe grace þat Ioye to\n                    wynnefor þe loue of sein Matheu þat is holy soule is\n                    Inne\n",
            "Attributed Title": "\nMatheus (RT)",
            "folio": "ff. 168-170"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEin matheu þe euangelist apostel he was y wiseuangelist & ek apostel boþe he was & is…\n",
            "Last Lines": "\n…nou ihesu ȝif ous grace þulke ioie to wynnefor þe loue of sein matheu þat his soule is Inne\n",
            "Note": "\n“Capitulum lx” added to right margin by later hand (f. 134).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 134-135"
        },
        "BLEge1993": {
            "First Lines": "\nSEint Matheu þe apostel ewangelist was iwisEwangelist & eke apostel for boþe was & is…\n",
            "Last Lines": "\n…Now ihu vs ȝiue þe grace þilke ioie to winneVor þe loue of seint Matheu þat is soule is ynne\n",
            "folio": "ff. 222v-224v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin Mattheu þe ewangelist apostel he was iwisEwangelist and eke apostel for boþe he was and is…\n",
            "Last Lines": "\n…After þe tweie enchanteors sein Mattheu gan sendeZaroes and araphaxat and made hem þanne wende…\n",
            "Note": "\nLines 1-74 only: ends incomplete due to missing folio or folios between 135 and 136.",
            "folio": "ff. 135-135v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Matheu þe wangelist apostle he was iwisEwangelist & eke apostle boþe he was & is…\n",
            "Last Lines": "\n…Nou ihesu crist ous ȝyue þe grace þulke ioye to wynneffor þe loue of Seint Matheu þat his soule is inne\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 120-122"
        },
        "Lam223": {
            "First Lines": "\nSAynt Matheu þe euangelist apostel was y wisEuaungelist &\n                    eke apostle boþe he was & is…\n",
            "Last Lines": "\n…Now Ihesu Crist ȝeue vs grace þat ioye to wynneffor\n                    þe love of saynt Matheu þere he now is ynne Amen\n",
            "Attributed Title": "\nSaynt Matheu (RT)",
            "folio": "ff. 169-171"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Mathewe þe euaungelist apostel was iwisEuaungelist and\n                    eke apostel boþ he was and is…\n",
            "Last Lines": "\n…Now Ihesu sende vs grace þat blisse for to wynneFor\n                    þe loue of seint Mathewe þat his soule is Inne. Amen.\n",
            "Attributed Title": "\nVita sancti Mathei apostoli et euaungeliste (f.\n                    137v)",
            "folio": "ff. 137v-139"
        }
    }
}