{
    "_id": 4728,
    "_header": "Saint Matthias Apostle is as ye shullen all I-wite",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Matthias, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Matthias in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 54"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn Mathi apostel is as ȝe scholleþ iwiteþeru lot\n                    apostel ymad he was as we fyndeþ iwrite…\n",
            "Last Lines": "\n…& burede it þus wiþ gret honur as me sceweþ\n                    ȝuteIn seynt marie chirche ofte his heued wit gret prute\n",
            "Attributed Title": "\nseyn Mathy (f. 28)",
            "folio": "ff. 28-28v"
        },
        "Bod779": {
            "Transcription": "\n…And by leued þorwȝ him on god & torned to\n                    cristindomeÞe leipr iustise of þe londe þer of I hurd\n                    telleHe lot neme þis holyman & in strong deþ a quelleac\n                    he nys nowher I founde in boke what deþ he hadde þereas I martrid\n                    he was in strong torment as þe apostles wereGode men com þer\n                    afterward & þat holy body nome& out of þe lond of Iude\n                    ladde hit suþþen to rome& beryid hit þere wit honour\n                    þer as me seeþ hym ȝuteIn seint Mary chirch of rome his\n                    heued wit gret prite& þus he ended his lyf as ich ȝouh told\n                    habbe& in þis maner apostil I chose wit outin eny gabbeNow\n                    god for þe loue of him lete vs here so wisseþat whanne we hennes\n                    wendeþ come to heuene blisse\n",
            "Note": "\nOriginal conclusion to Life of Matthias (final 13 lines) before leaves\n                    inserted between ff. 170 and 177 (6853, portion of 787, 5329); therefore repetition of lines now on f. 171,\n                    inserted to complete Matthias before the new material.",
            "folio": "f. 177"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Mathi Apostel is as ȝe schule alle i witeÞoruȝ\n                    lot Apostel i mad he was as we fyndeþ i write…\n",
            "Last Lines": "\n…Nou God for þe loue of seint Mathi lete vs here so\n                    wisseÞat we whenne we henne wende come to heuene blisse.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 14rb1"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Mathie Apostle is ase ȝe schullen alle i\n                    witeþoruȝh Lot he was apostle imaud ase it is i\n                    write…\n",
            "Last Lines": "\n…Nov god for þe loue of Seint Mathi us lene ore lif so\n                    wisseÞat we ȝwanne we heonnes wiendeth comen to heouene\n                    blissa\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 389-90.\n",
            "folio": "ff. 165v-166"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Mathi apostel is as ȝe sholl y witeBi lot apostel mad he\n                    was as we finde y write…\n",
            "Last Lines": "\n…Now god for þe loue of seint Mathi he vs here so\n                    wisseþat we whan we hennes wende Come to heuene blisse\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line",
            "folio": "f. 13va-13vb"
        },
        "BodTan17": {
            "First Lines": "\nSEint Mathi Apostle as ȝe moun wel witeÞour lot apostle\n                    he mad was as we finde write…\n",
            "Last Lines": "\n…Now god for þe loue of seint Mathi rede vs here so for to\n                    wisseÞat whan we henes wende mote comen to heuen blisse\n",
            "folio": "ff. 25-25v"
        },
        "OxfCCC431": {
            "First Lines": "\n[S]eint Mathi þe apostoȝl is as [ȝ]e schollen\n                    witeþurȝ loth apostoȝl y mad ȝe was as we findeþ\n                    iwrite…\n",
            "Last Lines": "\n…& burede hir wiþ gret honour [ ]ne may ise\n                    ȝuteIn S Marie chirche [ ]f his he[ ]ed comeþ gret\n                    prute\n",
            "Note": "\nPortions of text lost due to mutilation of leaves.",
            "Attributed Title": "\nDe sancto Math[ie] Apostolo [ ] (f. 26)",
            "folio": "ff. 26-26v"
        },
        "CamCCC145": {
            "First Lines": "\nSwint Mathi apostel is as ȝe ssolle iwiteÞoru lot apostel\n                    he was ymad as we findeþ iwrite…\n",
            "Last Lines": "\n…Nou god for þe loue of seint mathi lete us here so\n                    wisseÞat wanne we hannes wendeþ come to heuene blisse\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.70-71.\n",
            "folio": "ff. 26-26v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Mathi Apostel is as ȝe mowe wel ywyteÞorw lot\n                    apostel he ymad was as we fyndeþ ywrite…\n",
            "Last Lines": "\n…Now god ffor þe loue of Seint Mathi let vs so do &\n                    wisseÞat whanne we hennes wendeþ we mote come to heuene\n                    blisse\n",
            "Attributed Title": "\nMathias (RT)",
            "folio": "pp. 140-141"
        },
        "CamTCC605": {
            "First Lines": "\nSEint mathi þe apostel as we fyndeþ ywryteÞorw god\n                    apostel he was yamde as we mow ywytte…\n",
            "Last Lines": "\n…God for loue of seint mathy late ous here so wysseÞat we\n                    wan we hanne weneþ come to heuene blysse\n",
            "Attributed Title": "\nMathei (RT)",
            "folio": "ff. 45v-46"
        },
        "BLAdd10301": {
            "First Lines": "\nSEyn Mathy apostel is as ȝe ssolle y wyteþoru lot apostel\n                    ymad he was as we fyndeþ ywrite…\n",
            "Last Lines": "\n…Nou god for þe loue of sein Mathi let vs here so\n                    wisseþat wanne we hanne wendeþ come to heuene blisse\n",
            "Attributed Title": "\nDe sancto Mathio Apostole (f. 34, by scribe in margin beside first\n                    line)",
            "folio": "ff. 34-34v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEin Mathi apostel is as ȝe scholle ywyteþorou lhot apostel ymad he was as we findeþ ywrite…\n",
            "Last Lines": "\n…& buret hit þere wit gret honour as me schewet ȝuteIn seinte mari cherche ofte his hed with gret prute\n",
            "Note": "\n“Capitulum xvii” added to right margin by later hand (f. 30).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 30-30v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Mathei þe apostel as ȝe schulleþ witeÞorw lyt apostel he was mad as we findeþ iwrite…\n",
            "Last Lines": "\n…Now god for þe loue of him vs here so wisseÞat we moten wenden into heuene blisse\n",
            "Note": "\nEnds “Amen” (f. 114v).",
            "folio": "ff. 114-114v"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt mathi apostil is as ȝe schulliþ alle yweteþorþ lot apostil ymakid he was as we fyndiþ ywrete…\n",
            "Last Lines": "\n…Nou god vor þe loue of seynt Mathi let ous here so wisseÞat wanne we hynne wendeþ come to heuene blisse\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 26v-27"
        },
        "BLEge2891": {
            "First Lines": "\nSEin Matthi apostel is as ȝe solleþ ywiteþoru loth apostel ymad he was as we findeþ iwrite…\n",
            "Last Lines": "\n…Nou god for þe lous of sein Matthi lete us here so wisseþat wanne we hanne wendeþ come to heuene blisse\n",
            "Attributed Title": "\nDe sancto Matthio apostolo (rubric in margin, f. 18)",
            "folio": "ff. 18-18v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Mathie apostle as gode clerkes wetenÞurȝ lot he was\n                    apostle chosen as holy men han writen…\n",
            "Last Lines": "\n…Now god for þe love of saynt Mathye he vs rede &\n                    wisseÞat we may when we hennes wende come to heuen blisse\n",
            "Attributed Title": "\nSaynt Mathie apostle (RT)",
            "folio": "f. 70v"
        },
        "Winches33": {
            "folio": "f. 39"
        },
        "TokyoTak54": {
            "First Lines": "\nSeint Mathy apostel was as ȝe shul ywiteÞorgh lotte\n                    apostel made he was as we fynde write…\n",
            "Last Lines": "\n…Now god for þe loue of seint Mathie lete vs here so\n                    wisseÞat whan we wenden hens we mote come to þat blysse.\n                    Amen.\n",
            "Attributed Title": "\nVita Sancti Mathei apostoli (f. 31)",
            "folio": "ff. 31-31v"
        }
    }
}