{
    "_id": 4731,
    "_header": "Saint Michael in November hath yet another day",
    "Note": "For Part I, see 4732; for Part III, see 5451.",
    "Subjects": "Michael the archangel, saint",
    "Versification": "— two-line — aa",
    "_description": "Part II of ‘St. Michael’ in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Michel In nouembre haþ ek anoþer dayBiuore þe\n                    feste of seynt Luc as ic ȝou telle may…\n",
            "Last Lines": "\n…Vor þei hi out of helle be hi ne schulleþ so at\n                    routeþat hi þe bernynges of helle wiþ hem ne bereþ\n                    aboute\n",
            "Note": "\nPart I occurs elsewhere in this MS (see 4732-1).",
            "folio": "ff. 151v-154"
        },
        "Bod779": {
            "First Lines": "\nSeint mychel in nouembre haþ ek anoþer dayby fore þe\n                    feste of seint luk as ich ȝou telle may…\n",
            "Last Lines": "\n…& þat we moot oure soules saue & come to þilke\n                    blisseÞat euere is wit outen ende & neuer ne chal\n                    mysse\n",
            "Note": "\nWith Part I.",
            "folio": "ff. 67v-70"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Mihel in Nouembre haþ ek a noþur dayBi fore þe\n                    ffeste of seint Luk as I ow telle may…\n",
            "Last Lines": "\n…ffor þauh þei out of helle ben þei schulle\n                    nouȝwher routeÞat þei þe brennynge of helle wiþ\n                    hem heo bereþ a boute\n",
            "Note": "\nWith Part I; III occurs later in the MS (f. 291vb).",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 53vb-54va"
        },
        "BodLauMis108": {
            "Note": "\nWith Parts I and III.",
            "Editions": "\n\nHorstmann,  Carl. \n             “Die Legende des heilige Michael nach MS Laud 108.” \n             Jahrbuch für romanische und englische Sprache und\n                Literatur\n         13 (1874): 150-80: 154-80.\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 299-322.\n\n",
            "folio": "f. 132"
        },
        "BodLauMis463": {
            "First Lines": "\nSeint Michel in Nouembre haþ eke an oþer daybifore\n                    þe feste of seint luk As I ȝou telle may…\n",
            "Last Lines": "\n…ffor þauh þei out of helle beo þei ne shul so at\n                    routeþat þei þe brenyng of helle Wiþ he ne beren\n                    aboute\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 88ra-89vb"
        },
        "OxfTri57": {
            "Note": "\nWith I and III.",
            "folio": "f. 104"
        },
        "CULAdd3039": {
            "First Lines": "\nSayn myghell þe archangell & hiis felaws alsoAre be twene\n                    god & vs to chew what we sall doA day þei hafe in þe\n                    ȝere thuþh all cristindamBe a meracle of sayn myghell þat\n                    holy day vs cam…\n",
            "Last Lines": "\n…ffro þat fire he vs cheld πat lord is most of\n                    myghtThurgh þe praier of sayn Myghell prynce of angels bryght Amen \n",
            "Note": "\nWith I and III.",
            "folio": "ff. 1-4v"
        },
        "CULFf548": {
            "First Lines": "\nIn þe monethe of septembere he haues a noþer dayeBe for\n                    þe fest of sant luke als I you tell may…\n",
            "Last Lines": "\n…Saynt Mighell þe archangel to þe we crieþ &\n                    prayQuen we are dede oure saules þu lede to blisse þat lastis\n                    ay\n",
            "Note": "\nWith I and III.",
            "Editions": "\nDowning,  Janay Young A.,\n                        ed.  \n             “A Critical Edition of Cambridge University MS Ff.5.48.” \n         2 vols. Diss. University of Washington, 1969: 215-27.\n",
            "folio": "ff. 80v-84"
        },
        "CamCCC145": {
            "First Lines": "\nSein Michel in nouembre haþ ek anoþer dayBiuore þe\n                    feste of sein luc as ich ȝou telle may…\n",
            "Last Lines": "\n…ffor þei hi out of helle be hy ne ssolle so at\n                    routeÞat hi þe bernynge of helle wiþ hom ne bereþ\n                    aboute\n",
            "Note": "\nWith I and III.",
            "Attributed Title": "\nDe Sancto Michaele in monte tomba (f. 150)",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.402-28.\n",
            "folio": "ff. 150-153v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Michel in Nouembre haþ an oþer dayBy ffore þe\n                    ffeste of Seint Luk as ich ȝow telle may…\n",
            "Last Lines": "\n…Now god ffor þe loue of Seint Michel vs lete such lif\n                    ledeÞat we mote to heuene come after þat we beoþ\n                    dede\n",
            "Note": "\nWith I and III.",
            "Attributed Title": "\nMichael In monte tumba (RT)",
            "folio": "pp. 415-421"
        },
        "CamTCC605": {
            "First Lines": "\nSEint michel in nouembre haþ eke an oþer dayby for\n                    þe feste of seint luc as ic ȝou telle may…\n",
            "Last Lines": "\n…for þey hii oute of helle be hii ne schulleþ so at\n                    routeþat hii þe bernyng of helle with hem ne bereþ\n                    aboute\n",
            "Attributed Title": "\nMichel (RT)",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 80-83"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin Michel in nouembre haþ eke anoþer dayBy fore þe\n                    feste of sein Luke as y ȝou telle May\n",
            "Last Lines": "\n…for þey he oute of helle be hy ne ssolle so at\n                    routeþat hy þe bernynge of helle wiþ hom ne bereþ\n                    aboute\n",
            "Note": "\nWith I and III.",
            "Attributed Title": "\nDe sancto Michaele in Monte tomba (f. 171v, by scribe in\n                    margin beside first line); Michaele (RT)",
            "folio": "ff. 171v-175v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEyn myhel in nouembre haþ ek anoþer daibifore þe feste of sein luc as ȝou ich telle mai…\n",
            "Last Lines": "\n…for þei hi out of helle be hi ne schollet so a routeþat hi þe bernynges of helle with hom ne bereþ aboute\n",
            "Note": "\n“Capitulum lxviii” added to left margin by later hand (f. 149v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 149v-152v"
        },
        "BLEge1993": {
            "First Lines": "\nSEint Miȝhel in nouembre haþ eke anoþer dayBifore þe feste of seint luc as ich ȝou telle may…\n",
            "Last Lines": "\n…Sen heo out of helle ben icome s...sley so at route..... þe fire of helle ....... aboute\n",
            "Note": "\nWater damage has obscured parts of last lines.",
            "folio": "ff. 225v-228v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin Michel in nouembre haþ eke anoþer dayByuore þe feste of Sein Luk as ich ȝou telle may…\n",
            "Last Lines": "\n…ffor þei hi out of helle beo hi ne ssolde so at routeþat In þe bernynge of helle wiþ hom ne bereþ aboute\n",
            "Note": "\nWith I and III; lines 1-4 missing.",
            "folio": "ff. 136-140v"
        },
        "BLHar2277": {
            "First Lines": "\nSeint Miȝel in Nouembre haþ ek anoþer dayBifore þe feste of Seint Luc as ich ȝou telle may…\n",
            "Last Lines": "\n…ffor þeȝ hit out of helle beo hi ne schulle so atrouteÞat hi þe brennynge of helle wiþ hem ne bereþ aboute\n",
            "Note": "\nNot marked as a new text by an enlarged initial as others in this manuscript.",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nMätzner,  Edouard Adolf Ferdinand. \n             Altenglische Sprachproben, I: Poesie.\n         Berlin: Wiedmann, 1867: 137-47.\n",
            "folio": "ff. 123-127"
        },
        "BLSto949": {
            "First Lines": "\nSeynt Michel in nouembre haþ Eke anoþer dayby fore þe feste of sent Luk as ich ȝou telle may…\n",
            "Last Lines": "\n…for þey hii out of helle ben hii ne schulle nouȝt at routeþat hii þe brennynge of helle wiþ heom ne bereþ aboute\n",
            "Note": "\nInterrupted by 5451; ends “Amen”; Brown  and  Robbins (1943)\nXCarleton Fairchild Brown,   and  Rossell Hope Robbins.  \n             The Index of Middle English Verse.\n         New York: Printed for the Index Society by Columbia University Press,\n            1943 records this as beginning on f. 2.",
            "folio": "ff. 4-10"
        },
        "CollArmsAr8": {
            "First Lines": "\nSeynt Michael in Nouembre hath eke a nother dayBifore the feste of\n                    Seint luke as I yow telle may…\n",
            "Last Lines": "\n…ffor that þei oute of helle þei ne shullen nouȝt so\n                    aroutethat þei the brynnyng of hell with hem beryn aboute\n",
            "Note": "\nWith I and III.",
            "Attributed Title": "\nSancti Michelis in monte tumba (f. 70v, margin, in\n                    rubric)",
            "folio": "ff. 70v-74v"
        },
        "Lam223": {
            "First Lines": "\nSaynt Michel in Nouembre has ȝett anoþer dayBifore\n                    þe feste of saynt luke as I telle may…\n",
            "Last Lines": "\n…Now god þat vs soule ȝafe graunte vs hit so\n                    redeÞat saynt Mighel hit mot fonde & tofore oure lord lede\n                    Amen\n",
            "Note": "\nWith I and III.",
            "Attributed Title": "\nSaynt Michel (RT)",
            "folio": "ff. 172v-181"
        }
    }
}