{
    "_id": 4740,
    "_header": "Saint Oswald the bishop was I-bore in England",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Oswald, bishop, life of",
    "Versification": "— two-line — aa",
    "Bibliographic Ghosts": "Southwell, Southwell Cathedral Library 7, f. 191: prose.",
    "_description": "Life of St. Oswald the Bishop in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 55"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn Oswald þe biscop was ibore her in engelondeOf heie men he\n                    was icome as ic vnderstonde…\n",
            "Last Lines": "\n…Vor is loue our lord haþ þer vair myracle ofte\n                    iwroȝtGod lete ous to þe Ioie come þat he is Inne\n                    ibroȝt\n",
            "Attributed Title": "\nseyn Oswald (f. 28)",
            "folio": "ff. 28v-31v"
        },
        "Bod779": {
            "First Lines": "\nSeint oswold þe bysschop was bore her in ingelondeof grete\n                    lordes he was come as ich ondirstonde…\n",
            "Last Lines": "\n…ffor ȝeue þu oure mysdedys þat we doþ ofte\n                    amys& brynge vs in to þy kyngdom In þe ioye of heuene\n                    blis\n",
            "Attributed Title": "\nSeint oswoldþe bysschop (f. 79)",
            "folio": "ff. 78-81"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Oswold was i bore heere in EngelondeOf heiȝe men he was\n                    i come as ich vndurstonde…\n",
            "Last Lines": "\n…ffor his loue vr lord haþ þere feir Miracle i\n                    wrouȝtGod lete vs to þe Ioye come þer he is inne i\n                    brouȝt. Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 16va-17rb"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Oswold þe bisshop Was bore in EnglelondOf heye men he y\n                    comen As I vnderstonde…\n",
            "Last Lines": "\n…ffor his loue oure lord haþ ofte fair miracle wroutheGod\n                    let vs to þe ioye come þer he is inne brouhte\n",
            "Attributed Title": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 14ra-15rb"
        },
        "BodTan17": {
            "First Lines": "\nSEint Oswold þe holi man was bore in IngelondOf hiȝe men\n                    he was come as I vndirstond…\n",
            "Last Lines": "\n…ffor his loue oure lord haþ þere fair meracle ofte\n                    þere wrouȝtNow god lete vs to þe ioye come þere he is\n                    inne brouȝt\n",
            "folio": "ff. 25v-28"
        },
        "OxfCCC431": {
            "First Lines": "\n[S]eint oswol[d ]þe bissop was ibore in engelondeOf heȝe\n                    men he was icome as ich vnderstonde…\n",
            "Last Lines": "\n…& oure lord haþ for his loue þere many miracles\n                    y[wroȝt]Now god lete vs to þe ioye come þat he is inne\n                    ybroȝte\n",
            "Note": "\nPortion of text lost due to mutilation of leaves.",
            "Attributed Title": "\nDe sancto osw[aldo] [ ] (f. 26v)",
            "folio": "ff. 26v-27"
        },
        "CamCCC145": {
            "First Lines": "\nSeint oswold þe bissop was ibore here in EngelondeOf heie men\n                    he was icome as ich vnderstonde…\n",
            "Last Lines": "\n…ffor his loue oure louerd haþ þer vair miracle ofte\n                    iwroȝtNou god lete us to þe ioie come þat he is Inne\n                    ibroȝt\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.71-8.\n",
            "folio": "ff. 26v-29v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Oswald þe bisschop was ybore in EngelondeOf heye men he\n                    was ycome as ich vnderstonde…\n",
            "Last Lines": "\n…ffor his loue oure lord haþ þer ffayre miracles ofte\n                    ywrouȝtNow god bringe vs to þe ioye of heuene þat he is ynne\n                    ybrouȝt\n",
            "Attributed Title": "\nOswaldus (RT)",
            "folio": "pp. 141-146"
        },
        "CamTCC605": {
            "First Lines": "\nSEint oswold þe byschop was bore here in Englondeof hey men he\n                    was ycome as ic vnderstonde…\n",
            "Last Lines": "\n…for his loue oure lord haþ fayr myracle y wroȝtgod\n                    late ous to þulke ioie come þer he is in ybroȝt\n",
            "Attributed Title": "\nOswold (RT)",
            "folio": "ff. 46-48"
        },
        "BLAdd10301": {
            "First Lines": "\nSEint hoswold þe bissope was y bore here in engelond Of heye men he\n                    was y come as y vnder stond… \n",
            "Last Lines": "\n…for is loue oure lord haþ þer feire miracle ofte y\n                    wroȝt Nou god let vs to þe Ioye come þat he is inne y broȝt \n",
            "Attributed Title": "\nDe sancto oswaldo (f. 34v, in margin beside first line);\n                        Oswaldus (RT)",
            "folio": "ff. 34v-38"
        },
        "BLAdd10626": {
            "First Lines": "\nHit by fel þat þe erchebischope of euerwik was dedSire\n                    Oskedel in his stede þey nome þorw many mannus red…\n",
            "Last Lines": "\n…For his love our lorde haþe þe feyre myracle y\n                    wroutGod leve vs to þt Ioye come þat he his inne y\n                    brout\n",
            "Note": "\nLines 1-98 missing. Text has facing transcription of each folio in a\n                    nineteenth-century hand.",
            "folio": "ff. 3-5v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint oswald þe bischop was ibore here in engelondeOf heiemen he was icome as ich vnderstonde…\n",
            "Last Lines": "\n…for his loue our lord haþ þer fair miracle owt ywroȝtnow god lete ows to þe ioie come þat he is Inne ybrouȝt\n",
            "Note": "\n“Capitulum xviii” added to left margin by later hand (f. 30v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 30v-33v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Oswold bore was here in engelondeOf heiȝe men he was come as ich vnderstonde…\n",
            "Last Lines": "\n…And wiþ angles to heuene wende as hi brouȝte him erndingeNow god for þe loue of him to þulke ioie vs bringe\n",
            "Note": "\nEnds “Amen” (f. 118).",
            "folio": "ff. 114v-118"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt oswolde þe busschop was ybore here in engelondeOf heie men he was ycome as ich it vndirstonde…\n",
            "Last Lines": "\n…Vor is loue oure louird haþ þer vaire myracle ywroȝtNou god ous granty þilke Ioye þat he is inne ybroȝt\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 27-29v"
        },
        "BLEge2891": {
            "First Lines": "\nSEint oswold þe bissop was ibore here in engelondeOf heye men he was icome as ich vnder stonde…\n",
            "Last Lines": "\n…ffor is loue oure louerd haþ þere fair miracle ofte iwrȝtNou god lete us to þe ioie come þat he is Inne ibroȝt\n",
            "Attributed Title": "\nDe sancto oswaldo (rubric in margin, f. 18v)",
            "folio": "ff. 18v-21v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Oswald þat gode mon born was in EnglondAnd comen of\n                    riche men & hegh as ȝe shul vnderstonde\n",
            "Last Lines": "\n…ffor his love oure lord has here fayre myracles wroȝtGod\n                    braunte vs to þat ioye come þat he is in now broȝt\n",
            "Attributed Title": "\nSaynt Oswald (RT)",
            "folio": "ff. 71-74"
        },
        "Winches33": {
            "folio": "f. 17v"
        }
    }
}