{
    "_id": 4741,
    "_header": "Saint Oswald the holy king of the one end of England",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Oswald, king, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Oswald the King in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEynt Oswold þe holi kyng of þe on ende of engelondeKyng\n                    was as vel þulke tyme of norþhomblonde…\n",
            "Last Lines": "\n…Nou seynt oswold þe martir so our ernde bedeþat god\n                    ous sende is swete help & alle þat halbe nede\n",
            "folio": "ff. 228-228v"
        },
        "Bod779": {
            "First Lines": "\nSeynt oswold þe gode kyng of þe on ende of ingelondeKyng\n                    was as fel þulke tyme In norþ homberlonde…\n",
            "Last Lines": "\n…Now seynt oswold þe martyre oure erande so bedeÞat\n                    oure lord sende helpe to alle þat habbeþ nede\n",
            "folio": "ff. 21-21v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Oswold þe goode kyng of þat on ende of\n                    EngelondeKyng was as fel þulke tyme of al\n                    Northhumberlonde…\n",
            "Last Lines": "\n…Now seint Oswold þe Martir vr erende so beodeÞat vr\n                    lord vs sende his swete help and alle þat habbeþ neode.\n                    Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 49ra"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Oswold þe holie king of þe on ende of\n                    enguelondeKing was ase þulke tyme bi feol in northy\n                    homberlonde…\n",
            "Last Lines": "\n…Þat he us for ȝiue ore sunnes and us helpe at alle ore\n                    neodeAnd ore soule for is swete loue in to blisse lede\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 45-6.\n",
            "folio": "f. 38v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Oswold þe gode king of þe on ende of EngelondKing\n                    was som tyme In Northomberlonde…\n",
            "Last Lines": "\n…Nou Seint oswold þe martir oure erande so beodeþat\n                    oure lord vs sende help & all þat haue neode\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 79ra-79rb"
        },
        "OxfTri57": {
            "folio": "f. 91v"
        },
        "CULAdd2585": {
            "First Lines": "\n…As por al þe helpe as seint Oswalde to good alwey þat [\n                    ] weCristendome into Ingelonde cam þan faste ynowSeynt Oswolde\n                    [made] þis holy man a byschop in þis landeHee was gos god\n                    counseylor & þin[ ]d cristes sonde…\n",
            "Last Lines": "\n…Now saint Oswolde þe holy kynge aer erand to þu\n                    ledeÞat oure lorde send his helpe at oure most need\n",
            "Note": "\nFragment: last 34 lines only.",
            "folio": "(3), f. 1"
        },
        "CamCCC145": {
            "First Lines": "\nSeint oswold þe holy king of þe on ende of engelondeKyng\n                    was as uel þulke tyme of al norþhomberlond…\n",
            "Last Lines": "\n…Nou seint oswold þe martir oure erende so beodeþat\n                    oure louerd us sende is swete help & alle þat habbeþ\n                    neode\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.357-8.\n",
            "folio": "ff. 132v-133"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Oswald þe holy kyng of þe on ende of EngelondeKyng\n                    was som tyme of al Northomberlonde…\n",
            "Last Lines": "\n…Now Seint Oswald þe martyr oure erande so beodeÞat\n                    god vs sende his help and alle þat habbeþ neode\n",
            "Attributed Title": "\nSanctus Oswaldus (RT)",
            "folio": "pp. 385-386"
        },
        "BLAdd10301": {
            "First Lines": "\nSEint oswolde þe holy king of þe on ende of engelondeking\n                    was as wel þat tyme of al norþ homber londe…\n",
            "Last Lines": "\n…Nou seint oswolde þe martir oure erande so bedeþat\n                    oure lord vs sende is swete help & alle þat hauiþ nede\n",
            "Attributed Title": "\nSancti Oswaldi Rigis & Marteris (RT)",
            "folio": "ff. 150v-152v"
        },
        "BLEge1993": {
            "First Lines": "\nSEint Oswald þe holi king of þe on ende of engelondeKing was as wel to þilke time of al norþhomberlonde…\n",
            "Last Lines": "\n…Now seint oswold þe martir oure ernde to beodeÞat oure lord vs sende is swete help &alle þat habbeþ neode\n",
            "folio": "ff. 210-210v"
        },
        "BLEge2891": {
            "First Lines": "\nSEint oswald þe holy kyng of þe on ende of engelondekyng was of wel þulke tyme of al norþ homber londe…\n",
            "Last Lines": "\n…Nou seint oswold þe martir oure erande so leodeþat oure louerd us sende is swete help and alle þat habbeþ neode\n",
            "folio": "ff. 128-128v"
        }
    }
}