{
    "_id": 4742,
    "_header": "Saint Patrick came through Gods grace to preach in Ireland",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Patrick, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Patrick (with his Purgatory) in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 60"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn patric com þoru godes grace to preci in irlondeTo teche\n                    men hor riȝte bileue on Ihesu to vnderstonde…\n",
            "Last Lines": "\n…Beteþ alle ȝoure sunne her as god wole ȝou grace\n                    sendeþat we wiþþoute oþer pyne to parais henne\n                    wende\n",
            "Attributed Title": "\nseyn patryc (f. 34)",
            "Editions": "\nHorstmann,  Carl. \n             Altenglische Legenden.\n         Paderborn: F. Schoningh, 1875: 151-210.\n",
            "folio": "ff. 34-41v"
        },
        "Bod779": {
            "First Lines": "\nSeyn pateryk com þoru godes grace to preche In irelondeto\n                    teche men here ryȝte be leue Ihesu cryst to vnderstonde…\n",
            "Last Lines": "\n…Now god lete vs so oure synne bete for his holy woundeSo\n                    þat we In purgatorye by leue lyte stounde\n",
            "Attributed Title": "\nSeint patrik þe holy man (f. 10)",
            "folio": "ff. 10-17"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSeint Patrik com þorwh God to preche in IrelondeTo teche\n                    þe rihte bi leeue of Ihesu crist to vndurstonde…\n",
            "Last Lines": "\n…God lete vs her vr sunnes beete for his holy woundeSo\n                    þat we in Purgatorie bi leuen a luytel stounde. A.M.E.N.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 33vb-35vb"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint paterik þoru godes grace makede ane put of\n                    IrlondeÞat seint Patrike purgatorie is icleoped ȝeot ase ich\n                    onderstonde…\n",
            "Last Lines": "\n…God leue us ovre sunnes here so biete for is holie\n                    woundeÞat we ne þoruen in purgatorie bi leue bote luyte\n                    stounde\n",
            "Note": "\nVariant, omitting vv. 1-54; formerly 3039.",
            "Attributed Title": "\n[ ] purgatorio sancti patrici (left margin, f.\n                    96v)",
            "Editions": "\n\nHorstmann,  Carl. \n             Altenglische Legenden.\n         Paderborn: F. Schoningh, 1875: 177-211.\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 199-220.\n\n",
            "folio": "ff. 96v-104"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Patrik com þorw godes grace To preche in yrlondTo preche\n                    hem right bileue Ihesu Crist to vnderstonde…\n",
            "Last Lines": "\n…Now god let vs so oure sinne bete for is holi woundeSo\n                    þat we may in purgatorie bileue bot a stounde\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 17ra-21rb"
        },
        "BodTan17": {
            "First Lines": "\nSEint Patrik cam þour goddis grace to prechen in þe\n                    londTo teche men here riȝte bi leue of ihesu crist to\n                    vndirstond…\n",
            "Last Lines": "\n…God lete vs so oure synnes to bete for his holi woundeSo\n                    þat we in purgatory duelle but litil stounde\n",
            "folio": "ff. 31-39v"
        },
        "OxfCCC431": {
            "First Lines": "\n[S]eint patryk com þurȝ godes grace to preche in irlondTo\n                    teche men hore riȝte bileue & of god vnderstond…\n",
            "Last Lines": "\n…Now god lete vs oure sunnes bete for his holy woundeSo\n                    þat we in purgatorie leue lute stounde\n",
            "Note": "\nPortion of text lost due to mutilation of leaves.",
            "Attributed Title": "\nDe sancto patricio abbate (f. 30)",
            "folio": "ff. 30-39"
        },
        "CULAdd3039": {
            "First Lines": "\nSayne Patrike come þurgh goddeȝ grace to preche in\n                    irlandeAnd teche men þe right trouthe of criste til vndrestandeSo\n                    ful of vermynne was þat men myȝt vnnes gangeÞat had sone\n                    harme with venyme or with tange…\n",
            "Last Lines": "\n…loude þai sange þe letany & haly watre [ ]\n                    plente& praide til al þe halelis þat þat his h[ ]de\n                    be\n",
            "Note": "\nEnds imperfectly due to loss of folios at end of volume.",
            "folio": "ff. 154-154v"
        },
        "CamCCC145": {
            "First Lines": "\nSeint Patrik com þoru godes grace to prechi in irlondeTo teche\n                    men hore riȝte bileue of ihesu crist to vnderstonde…\n",
            "Last Lines": "\n…Nou god lete us so oure sunne bete for his holi wondeSo\n                    þat we in purcatorie bileue lute stounde\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.85-110.\n",
            "folio": "ff. 32v-41v"
        },
        "CamFitzMc128": {
            "First Lines": "\n…Cold it was and foul it stank him thoȝt that it him\n                    sloghOn that oþer half a wynd ther blew his flesh him thoȝt to\n                    rend…\n",
            "Last Lines": "\n…This kniȝt stod and beheld about & his ryȝt state\n                    vnderstodeAnd rehetid of that liȝt amendid him flesch &\n                    blode…\n",
            "Note": "\nBegins and ends imperfectly due to loss of folios.",
            "Attributed Title": "\nSaynt Patrick (RT)",
            "folio": "ff. 14-16v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Patrik com þorw gode grace to prechi in IrlondeTo teche\n                    men þe riYte by [ ] of Ihesu crist to vnderstonde…\n",
            "Last Lines": "\n…Now god lete vs oure sunnes here bete ffor his woundes\n                    ffyueÞat we in purgatorie by leue lutel stounde after þis\n                    wrecchede lyue\n",
            "Attributed Title": "\nPatricius (RT)",
            "folio": "pp. 151-167"
        },
        "CamTCC605": {
            "First Lines": "\nSEint patryk come þorw godes grace [ ] þer be eirlondTo\n                    teche men here riȝt byleue of ihesu crist to vnderstond…\n",
            "Last Lines": "\n…Now god lete ous so oure synnes bete for his holy\n                    woundeþat we in pyne of purhatorie byleue lytel stounde\n",
            "Attributed Title": "\nPatryk (RT)",
            "folio": "ff. 223-230v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin patric com þoru godes grace to prechi in yrlondeto teche\n                    men hor riȝte by leue of ihesu crist to vnder stonde…\n",
            "Last Lines": "\n…Nou god let vs so oure sinne bete for is holy wondeSo\n                    þat we in purgatorie by leue lute stonde\n",
            "Attributed Title": "\nDe sancto patricio (f. 41, by scribe in margin beside first line);\n                        patricius (RT)",
            "folio": "ff. 41-51"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint patric com þorou godes grace to prechi in yrlondto teche men ȝhare riȝt bileue of ihesu crist to onþerstonde…\n",
            "Last Lines": "\n…beteþ all ȝoure sinne her as god wole ȝou grace sendeþat ȝe with oute oþer pine to paradis henne wende\n",
            "Note": "\n“Capitulum xxi” added to right margin by later hand (f. 36).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 36-44v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint patrik com þorw god to prechi in YrlondeTo teche þe riȝte bileue of ihesu to vnderstonde…\n",
            "Last Lines": "\n…God vs lete oure sunnes bete vor is holi woundeSo þat we in purgatorie bi leue lutel stounde\n",
            "Note": "\nEnds “Amen” (f. 128).",
            "Editions": "\nHorstmann,  Carl. \n             Altenglische Legenden.\n         Paderborn: F. Schoningh, 1875: 151-210.\n",
            "folio": "ff. 119v-128"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt Patric com þorȝ godis grace to prechi in yrlondeTo teche ȝem þe Riȝte bileue of ihesu crist vndirstonde…\n",
            "Last Lines": "\n…Nou god let ous so oure sinnys bete vor is vine wondeÞat we in purgatorie bi leue lute stounde\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 30v-39"
        },
        "BLEge2891": {
            "First Lines": "\n[   ]in Patrik com þoru godes grace to prechi in irlonde[    ]teche men here riȝte bileue of ihesu crist to vnder stonde…\n",
            "Last Lines": "\n…Nou god lete us oure sunne bete for is holy wondeSo þat we in pulcatorie byleue lyte stounde\n",
            "Note": "\nBeginnings of lines on f. 24v lost because outer margin torn away.",
            "Attributed Title": "\nDe sancto Patricio (rubric in margin, f. 24v)",
            "folio": "ff. 24v-33v"
        },
        "NLW5043": {
            "Note": "\nFragment.",
            "folio": "ff. 4-4v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Patrik þurȝ goddes grace in irlond made a\n                    pitteÞat saynt Patrikes purgatorye ȝett men callen\n                    hit…\n",
            "Last Lines": "\n…God graunte vs to bete oure synnes here for his holy\n                    woundeÞat we in peyne of Purgatorye lenge but a litel\n                    stounde\n",
            "Note": "\nVariant, omitting vv. 1-54; formerly 3039.",
            "Attributed Title": "\nSaynt Patrik (RT)",
            "folio": "ff. 76v-84v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeint Patrik come þorgh goddis grace to prech in yrelondTo\n                    tech men her riȝt byleue of god to vnderstonde…\n",
            "Last Lines": "\n…And þonked our swete lord ful fast boþ nyght &\n                    dayAnd siþ on his bare flessh þe holy cros he\n                    nome…\n",
            "Note": "\nImperfect; ends at D’Evelyn  and  Mill (1959)\nXCharlotte D’Evelyn,   and  A. J. Mill.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967, 1.701.",
            "Attributed Title": "\nVita sancti Patricij de hibernia (f. 187)",
            "folio": "ff. 187-194v"
        }
    }
}