{
    "_id": 4745,
    "_header": "Saint Paul was a lither man ere he I-converted were",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Paul, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Paul in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Poul was aluþer mon ar he conuerted wereAlle cristenmen\n                    of þelond hadde of him gret fere…\n",
            "Last Lines": "\n…& uor loue of seynt poul was lif ichabbe isedBring ous to\n                    þe Ioie of heuene after þat we beþ ded\n",
            "folio": "ff. 95-98v"
        },
        "Bod779": {
            "First Lines": "\nSeint poul was a leþer man ar he I comwerted werealle\n                    cristinmen of þe londe hadde of hym gret fere…\n",
            "Last Lines": "\n…& for þe loue of seint poul whas lif ich habbe I\n                    sedebryng vs to þe ioye of heuene after þat we beþ\n                    dede\n",
            "Attributed Title": "\nSent poul þe postil (f. 123v)",
            "folio": "ff. 123v-126"
        },
        "BodEngPoeta1": {
            "First Lines": "\n…Aȝeyn þe prikke to wince swiþe strong is\n                    þeLord quaþ Saul þo what wolton do bi me…\n",
            "Last Lines": "\n…And for þe loue of seint Poul hos lyf ichaue isedBring\n                    vs to þe Ioye of heuene aftur þat we ben ded. AMEN. Amen.\n",
            "Note": "\nMissing lines 1-22.",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 38ra-38vb"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint powel was a luþer man are he i couerted wereAlle þe\n                    cristine men of þe lond hadden of him gret fere…\n",
            "Last Lines": "\n…Seint powel to cristinedom cam in þusse manereGod us\n                    graunti for is loue In heuene to ben is fere\n",
            "Note": "\nConversion only: 74 lines.",
            "Attributed Title": "\nVita sancti Pauli (f. 93)",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 189-92.\n",
            "folio": "ff. 93-93v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Poule was a luþer man er he conuerted wereAlle þe\n                    cristen of þe lond of him hadde fere…\n",
            "Last Lines": "\n…And for þe loue of Seint Poul Whas lif I haue ȝou\n                    sedeBring vs to þe ioye of heuene Whan þat we beo ded\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 61va-63rb"
        },
        "OxfTri57": {
            "folio": "f. 62v"
        },
        "CULAdd3039": {
            "First Lines": "\nSayn paule was a wicked man & of yvil dedeAl cristen men of\n                    þe lande of hym had mekil dredeffor he was sterne man & fell &\n                    shame he did ynogheTo cristen men whore he þaim fande for many one he\n                    sloghe…\n",
            "Last Lines": "\n…Sayne paule þe gude prechoure þou stalworth goddeȝ\n                    knyȝtÞou brynge vs in to heuene toure amange þe angelȝ\n                    bryȝt\n",
            "folio": "ff. 133-135v"
        },
        "CamCCC145": {
            "First Lines": "\nSeinte poul was aluþer man ar he iconuerted wereAlle cristene\n                    men in þe lond had of him gret fere…\n",
            "Last Lines": "\n…And for þe loue of sein poul was lif ich habbe\n                    isedBringe us to þe ioie of heuene after þat we beoþ\n                    ded\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.264-74.\n",
            "folio": "ff. 99-102v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Poul was a luþer man ar he conuerted wereAlle þe\n                    cristene men in þe lond hadde of him gret ffere…\n",
            "Last Lines": "\n…Þou smitest him ffor Ihesu crist þat we serueþ\n                    alsoÞo was Nero almost wod ne nom ham atte laste…\n",
            "Note": "\nEnds imperfectly due to loss of folio(s).",
            "Attributed Title": "\nPaulus (RT)",
            "folio": "pp. 326-328"
        },
        "CamTCC605": {
            "First Lines": "\nSEint poule was a luþer man ar he turmentyd werealle cristen\n                    men of þat londe hadde of hym grete fere…\n",
            "Last Lines": "\n…& for loue of seint poul wos lyue ic habbe y sedebringe\n                    ous to þe Ioie of heuene after þat we beþ dede\n",
            "Attributed Title": "\nPaul apostel (RT)",
            "folio": "ff. 112-115"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin poule was a luþer man ar he conuerted wereAlle cristen\n                    men of þe londe adde of him grete fere…\n",
            "Last Lines": "\n…And for þe loue of sein Paul was lyf y have y sedBringe\n                    vs to the Ioye of heuene after þat we beþ ded\n",
            "Attributed Title": "\nDe conuersione Sancti Pauli (f. 115, by scribe in margin beside\n                    first line); Paulus, Paul (RT)",
            "folio": "ff. 115-119"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEin poul was aluþerman ar he y conuerteþ werealle cristenmen of þe lond hadde of him gret fere…\n",
            "Last Lines": "\n…& for loue of sein poul whas lif ichaue iseþbring ous to þe ioie of heuen after þat we beþ deþ\n",
            "Note": "\n“Capitulum xlviii” added to left margin by later hand (f. 98v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 98v-101v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Poul was a luþer mon ar he tormented wereAlle cristene men of þe lond hadden of him gret fere…\n",
            "Last Lines": "\n…And vor loue of seint poul whos lif ich abbe isedBringe vs to þe ioie of heuene after þat we beþ ded\n",
            "Note": "\nEnds “Amen” (f. 174).",
            "folio": "ff. 171-174"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt poul was A luþer man ar he conuertide wereAlle cristine men of þe londe hadde of him gret fere…\n",
            "Last Lines": "\n…for þe loue of seint poul was lif ichabbe ysedBringe vs to þe ioie of heuene after þat we buþ ded\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 76-79v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Poul was a liþer man er he conuerted wereAlle þe cristene of þe lond of him hadde gret fere…\n",
            "Last Lines": "\n…& for þe loue of Seint poul whas lyf ich haue isedBring ous to þe ioye of heuene whan þat we beoþ ded\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 74-78"
        },
        "Lam223": {
            "First Lines": "\nSAynt Poule was a monquellere er he conuerted wereAlle cristen men\n                    of þe lond douted his encombrere…\n",
            "Last Lines": "\n…Saynt Poule to cristendome come in þis manereAnd god vs\n                    graunte þurȝ his bone to be in heuen his fere\n",
            "Note": "\nConversion only.",
            "Attributed Title": "\nSaynt Poule (in margin and RT)",
            "folio": "ff. 58v-59v"
        },
        "Winches33": {
            "Note": "\nConversion only.",
            "folio": "f. 38"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Poule was a liþer man er he conuerted wereAll Cristen\n                    men of euery londe were of hym in fere…\n",
            "Last Lines": "\n…And þe loue of seint Paule whos lif I haue yseydeBryng\n                    vs to þe Ioye of heuene aftere þat we be dede. Amen.\n",
            "Attributed Title": "\nVita ac legenda Sancti Pauli (f. 98)",
            "folio": "ff. 98-101v"
        }
    }
}