{
    "_id": 4746,
    "_header": "Saint Peres the friar preacher in the city of Verona",
    "Title(s)": "South English Legendary",
    "Subjects": "Peres, saint, life of; saints’ lives",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Peres (Peter) in the South English Legendary",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Peres þe frere prechour In þe cite of beronyeIbore\n                    was of mysbilievned men þat were al in eresie…\n",
            "Last Lines": "\n…At þe endyng of aueryl he þolede MartirdomGod ous\n                    bringe to þulke Ioie þat his soule to com\n",
            "Attributed Title": "\nsyn peres þe frere prechoure (f. 62)",
            "folio": "ff. 62-62v"
        },
        "Bod779": {
            "First Lines": "\nSeint peter þe frere prechour In þe cite of veronyeI bore\n                    was of mysbyleued men þat were al in erersyȝe…\n",
            "Last Lines": "\n…now god for þe loue of seint peter bring vs to þilke\n                    blisseþer þat he is brouȝt to & þer of þat we\n                    ne mysse\n",
            "Attributed Title": "\nSeint petir þe frere prechour (f. 144)",
            "folio": "ff. 144-144v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Peter þe frere prechour in þe Cite of VeronyeI bore\n                    was of luþur Men þat weren in heresye…\n",
            "Last Lines": "\n…Atte ende of Aueril he þolede MartirdomGod vs bringe to\n                    þat Ioye þat his soule to com. A. M. E. N.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 28rb2-28va"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint peres þe frere prechour In þe cite of veronieBore\n                    was of misbileued men þat were in herisie…\n",
            "Last Lines": "\n…Atte ending of Aueril he tholede martirdomGod vs bringe to\n                    þilk Ioye þat is soule to com\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 42vb-43ra"
        },
        "BodTan17": {
            "First Lines": "\nSEint petir þe frere prechour in þe cite of veronyeBore\n                    was of mys bileued men þat were in heresye…\n",
            "Last Lines": "\n…Atte endynge of auerille he þolid martirdomGod vs bringe\n                    to þat ioye þat his soule to com\n",
            "Note": "\n19 couplets.",
            "folio": "f. 93v"
        },
        "OxfTri57": {
            "First Lines": "\nSeinte Peres þe frere prechour in þe Cyte of VeronieBore\n                    was of mysbyleuede men þat were alle in eresie…\n",
            "Last Lines": "\n…Atte endynge of aueril he þolede martirdomGod vs bringe\n                    to þulke ioye þat his soule to com\n",
            "Attributed Title": "\nvita sancti Petri fratris predicatorum (f. 34)",
            "folio": "ff. 34-34v"
        },
        "CamCCC145": {
            "First Lines": "\nSein Peres þe frere prechour In þe cite of veronieIbore\n                    was of misbileuede men þat were al in heresie…\n",
            "Last Lines": "\n…Atte endinge of aueril he þolede martirdomGod us bringe\n                    to þulke þat is soule to com\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.162-3.\n",
            "folio": "f. 61v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Peris þe ffrere prechour in þe Cite of VeronyeYbore\n                    was of mysbyleouede men þat þo were in heresye…\n",
            "Last Lines": "\n…Atten ende of þe mounþe of Aueril he þolede\n                    þis martyrdomGod vs bringe to þulke ioye þat his soule to\n                    com\n",
            "Attributed Title": "\nPetrus Predicator (RT)",
            "folio": "pp. 262-263"
        },
        "CamTCC605": {
            "First Lines": "\nSEint peres þe frere prechure in þe cite of versiebore\n                    was of mysbyleued men þat were in eresie…\n",
            "Last Lines": "\n…atte þan endyng of aueryl he þoled marterdomgod ous\n                    bringe to þulke Ioie þat his saule to come\n",
            "Attributed Title": "\nperes frere prechure (RT)",
            "folio": "f. 62v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin peres þe frere prechour in þe cite of veronyey bore\n                    was of mys byleued men þat wore al in herisye…\n",
            "Last Lines": "\n…Atte ending of Aueril he þolede MartirdomGod vs bring to\n                    þulke Ioie þat is soule to com\n",
            "Attributed Title": "\nDe sancto petro predicatore (f. 73, by scribe in margin beside first\n                    line); petro predicatore (RT)",
            "folio": "ff. 73-73v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint peres þe frere precher in þe cite of veronieibore was of misbileueþ men þat were alle in heresie…\n",
            "Last Lines": "\n…at þe ending of aueril he þoleþe martirdomgod ous bringe to þilke ioie þat his soule to com\n",
            "Note": "\n“Capitulum xxxv” added to left margin by later hand (f. 65v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "f. 65v1"
        },
        "BLEge1993": {
            "First Lines": "\nSeint peres þe frere prechour in þe cite of veronieIbore was of luþere men þat weren in eresye…\n",
            "Last Lines": "\n…Ate endynge of auerel he þolede martirdomGod vs bringe to þat ioie þat is soule to com\n",
            "Note": "\nEnds “Amen” (f. 143v).",
            "folio": "ff. 143-143v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin Peres þe frere prechour In þe cite of VeronieIbore was of misbeleuede men þat were al in heresie…\n",
            "Last Lines": "\n…Atte ending of aueril he þolede martirdomGod us bringe to þulke ioie þat is soule to com\n",
            "Attributed Title": "\nDe sancto Petro predicatore (rubric in margin, f. 71)",
            "folio": "ff. 71-71v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Peres þe frere prechour in þe Cite of veronieIbore was of misbileouede men þat were al in heresie…\n",
            "Last Lines": "\n…Ate ending of Aueryl þo he þolede martirdomGod ous bringe to þulke ioye þat his soule to com\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 36-36v"
        }
    }
}