{
    "_id": 4750,
    "_header": "Saint Petronilla the holy maid right is to have in mind",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Petronilla, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Petronilla in the South English Legendary — couplets",
    "_witnesses": {
        "Bod779": {
            "First Lines": "\nSeint pernel þe holy mayd ryȝt is to haue in mendegood\n                    womon ȝhe was ȝhe auȝte wel be kende…\n",
            "Last Lines": "\n…to heuen ȝhe went clene mayd & is wit outin\n                    endyngnow god for þe loue of here to þilke ioy vs\n                    bring\n",
            "Attributed Title": "\nSeint pernel þe holy virgyne (f. 304v)",
            "folio": "ff. 304v-305"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSeint Pernele þat holi Mayde riht is to habben in muyndeGood\n                    wommon heo was inouȝ heo ouȝte wel beo kuynde…\n",
            "Last Lines": "\n…To heuene clene Maide heo wende þat is wiþ outen\n                    endyngeNow God for þe loue of hire to þulke Ioye vs bringe.\n                    Amen\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 31vb-32ra"
        },
        "BLEge1993": {
            "First Lines": "\nSeint purnele þe holi maide riȝt is to habbe in mindeGod wommon heo was inow heo auȝte wel bi kuynde…\n",
            "Last Lines": "\n…To heuene clene maide heo wende & wiþ outen endingeNow god for þe loue of hire to þilke ioie vs bringe\n",
            "Note": "\nEnds “Amen” (f. 158v).",
            "folio": "ff. 157v-158v"
        },
        "BLSto949": {
            "First Lines": "\nSeynt pernel þat holy mayde riht it is to habbe in myndeHeo was good wumman ynou vor heo ouhte wel by kynde…\n",
            "Last Lines": "\n…Clene mayde to hevene neo wente & þere is wiþ outen endeNow god for here swete loue to þulke ioye make vs wende\n",
            "Note": "\nEnds “Amen” at end of last line.",
            "folio": "ff. 154-155"
        }
    }
}