{
    "_id": 4753,
    "_header": "Saint Quintin the martyr of the country was of Rome",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Quintin, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Quintin in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Quintyn þe martyr of þe contreie was of romeVor\n                    godes loue he þolede much as he to heuene come…\n",
            "Last Lines": "\n…Hi seie heuene openy þet aȝen In heo flei anonNou\n                    god uor þe loue of seynt qiutyne ous bringe þuder echon\n",
            "folio": "ff. 162v-164v"
        },
        "Bod779": {
            "First Lines": "\nseint quintin þe marter of þe contre was of romefor\n                    goddus loue he þolid deþ or he to heuin come…\n",
            "Last Lines": "\n…Þey seyȝ heuin opin þer aȝen in he fley\n                    anonnow god for þe loue of hym bring vs þedir echon\n",
            "folio": "ff. 282v-284v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint quyntyn þe martir of þe countreie of Romeffor godes\n                    loue þolede deþ er he to heuen come…\n",
            "Last Lines": "\n…þei seyen heuen opene þer aȝein & he fley in\n                    anonGod for þe loue of seint quintyn þider vs bring\n                    echon\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 98rb-99ra"
        },
        "OxfTri57": {
            "folio": "f. 118v"
        },
        "CULAdd3039": {
            "First Lines": "\nSayne quentyne þe haly martir of þe contre of Romeffor\n                    goddeȝ lufe he tholed mekil or he to heuene comeAn Emperoure þer\n                    was at Rome þat hight MaximianHe garte torment whore so he fande any\n                    cristen man…\n",
            "Last Lines": "\n…And heuen opend þer agayne with ioy & myrth gude\n                    woneNowe godde for lufe of Sayne Quintyne brynge vs þedre\n                    ilkone\n",
            "folio": "ff. 22v-24"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Quyntyn þe martyr of þe countre was of Romeffor\n                    godes loue he þolede muche ar he to heuene come…\n",
            "Last Lines": "\n…Hi seye heuene openy þer aȝen yn he ffley anonNow\n                    god ffor þe loue of Seint Quyntyn bringe vs þuder echon\n",
            "Attributed Title": "\nSanctus Quintinus (RT)",
            "folio": "pp. 461-464"
        },
        "CamTCC605": {
            "First Lines": "\nSEint quintyn þe marter of þe contre was of romefor god\n                    he þoled muche or he to heuene come…\n",
            "Last Lines": "\n…hii sey heuene opene hure aȝen In heo fley anonnow god\n                    for þe loue of seint quintyn ous bringe þuder echon\n",
            "Attributed Title": "\nquyntyn (RT)",
            "folio": "ff. 252v-254"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEyn quintyn þe martir of þe contrei was of romefor godes loue he þoleþe moche ar he to heuen come…\n",
            "Last Lines": "\n…hi seie heuen openy him aȝen in he flei anonnou god for þe loue of seyn quintin ous bring þuþer echon\n",
            "Note": "\n“Capitulum lxxii” added to left margin by later hand (f. 158v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 158v-160v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin quintin þe martir of þe contreie was of romefor godes loue he þolede muche ar he to heuene come…\n",
            "Last Lines": "\n…hy seie heuene openi þer aȝen In he flei anonNou god for þe loue of sein quintin  us bringe þuder echon\n",
            "folio": "ff. 162v-164"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Quintin þe martir of þe contray was of Romeffor godes loue he þolede deþ er he to heuene come…\n",
            "Last Lines": "\n…Hi seȝe heuene openy þer aȝen in he fleȝ anonNou god for þe lous of Seint quintin ous bringe þider echon\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.456-60.\n",
            "folio": "ff. 142-143v"
        },
        "BLSto949": {
            "First Lines": "\nSeyn quyntyn þe martyr of þe cuntrey was of Romeffor godes loue he þolede moche ar he to heuene come…\n",
            "Last Lines": "\n…hii sey heuene openy þeraȝen in heo fley anonNou god for loue of Seyn Quyntyn vs brynge þyder echon\n",
            "folio": "ff. 34v-36v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Quintyne þe martir of þe cuntrey was of RomeMiche\n                    he þoled for goddes love er he to heuen come…\n",
            "Last Lines": "\n…Þai seen heuen open þeraȝeyn & in he flagh\n                    anonNow god for þe love of saynt Quintyn bringe vs þider ychone\n                    Amen\n",
            "Attributed Title": "\nSaynt Quintyn (RT)",
            "folio": "ff. 198-200"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Quintyne þe marter was of þe contre of RomeFor\n                    goddis loue he þoled pyne er he to heuene come…\n",
            "Last Lines": "\n…And heuene opned it aȝein and Inne it fle anonNow god\n                    for þe loue of seynt Quintyne bryng vs þider echon\n",
            "Attributed Title": "\nVita sacti Quintini martiris (f. 151v)",
            "folio": "ff. 151v-153"
        }
    }
}