{
    "_id": 4754,
    "_header": "Saint Quiriac that bishop was preached Gods law",
    "Note": "Same as lines 357-390 of Sancta Crux in Oxford, Bodleian Library Laud misc. 108 (SC 1486) — see 5337.",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Quiriac, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Quiriac in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn quiriac þat biscop was prechede godes laweIulian þe\n                    luþer emperour broȝte him of lif dawe…\n",
            "Last Lines": "\n…& is soule to heuene wende after þis tormentyngeGod\n                    uor þe loue of seynt quiriac to þulke Ioie ous bringe\n",
            "Note": "\n34 lines.",
            "Attributed Title": "\nseyn quiriac (f. 71)",
            "Editions": "\nMorris,  Richard,\n                        ed.  \n             Legends of the Holy Rood, Symbols of the Passion, and\n                Cross-Poems.\nEETS\n         o.s. 46 (1871); repr. 1973: 58-61.\n",
            "folio": "ff. 71-71v"
        },
        "Bod779": {
            "First Lines": "\nSeint quiriac þat bysschop was prechid goddus laweIulian\n                    þe liþir emperour brouȝt him seþþe of\n                    dawe…\n",
            "Last Lines": "\n…& his woule [sic] wente to heuene after his\n                    tormentingnow good for þe loue of hym to þilke ioy vs\n                    bring\n",
            "Attributed Title": "\nSeint quiriak þe bisschop (f. 284v)",
            "folio": "ff. 284v-285"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Quiriac þe Bisschop prechede Godus laweIulian þe\n                    luþur Emperour brouht him seþþe of dawe…\n",
            "Last Lines": "\n…His soule wente to þe Ioye of heuene aftur his\n                    tormentyngeCrist for þe loue of seint Quiriac to þulke Ioye vs\n                    bringe A.M.E.N.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "Editions": "\nMorris,  Richard,\n                        ed.  \n             Legends of the Holy Rood, Symbols of the Passion, and\n                Cross-Poems.\nEETS\n         o.s. 46 (1871); repr. 1973: 58-61.\n",
            "folio": "f. 30ra1"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Quiriak þat bishop was prechede godes laweIulian þe\n                    luþer emperour brought sithe of dawe…\n",
            "Last Lines": "\n…And his soule to heuene went after his turmentingeGod for\n                    þe loue of seint quiriak to þilke Ioye vs bringe\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 45va-46ra"
        },
        "BodTan17": {
            "First Lines": "\nSEint quiriak þer aftir bischop was & prechid goddis\n                    laweJulian þe wickid emperour brouȝte him siþe of\n                    dawe…\n",
            "Last Lines": "\n…And his soule to heuyn wente after þis turmentyngeGod\n                    for þe loue of seint quiriak to ioye þou vs bringe\n",
            "Note": "\n17 couplets.",
            "folio": "ff. 99-99v"
        },
        "OxfTri57": {
            "First Lines": "\nSeint Quiriake þat bischop was prechede godis laweIulian\n                    þe luþer emperour broȝte him suþþe of\n                    dawe…\n",
            "Last Lines": "\n…And his soule to heuene wente after his turmentyngeGod for\n                    þe loue of seint Quiriak to þulke ioye vs bringe\n",
            "Attributed Title": "\nVita sancti Quiriaci (f. 38v)",
            "folio": "ff. 38v-39"
        },
        "CamCCC145": {
            "First Lines": "\nSeyn quiriak þat bissop was prechede godes laweIulian þe\n                    luþer emperor broȝte him suþþe of dawe…\n",
            "Last Lines": "\n…And is soule to heuene wende after þis tormentyngeGod\n                    for loue of sein quiriak to þulke ioie us bringe\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.179-80.\n",
            "folio": "f. 67v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Quyriak þa Bisschop was prechede godes laweIulian\n                    þe luþer Emperour þer ffore suþþe him brouȝte of\n                    dawe…\n",
            "Last Lines": "\n…And his soule to heuene wente after his turmetyngeTo\n                    þulke ioye þat he is ynne god vs alle brynge\n",
            "Attributed Title": "\nQuiriacus (RT)",
            "folio": "p. 273"
        },
        "CamTCC605": {
            "First Lines": "\nSEint quirac þat bischop was prechyd godys laweIulianj þe\n                    luþer emperour broȝt hym suþþe of dawe…\n",
            "Last Lines": "\n…& his saule to heuene wende after his turmentyngegod for\n                    þe loue of hym to þulke Ioie ous bringe\n",
            "Attributed Title": "\nQuirac Episcope (RT)",
            "folio": "ff. 95v-96"
        },
        "BLAdd10301": {
            "First Lines": "\nSEin quiriac þat bissop was prechede godes laweIulian þe\n                    luþer emperor broȝt him suþþe of dawe…\n",
            "Last Lines": "\n…And is soule to heuene wende after þis tormentingeGod\n                    for loue of sein quiriac to þat Ioye vs bringe\n",
            "Attributed Title": "\nDe sancto quiriaco (f. 79v, by scribe in margin beside\n                    first line); Quiriaco (RT)",
            "folio": "ff. 79v-80"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint quiriac þat bischop was precheþ godes laweIulian þe leþer emperour brouȝt him of lif dawe…\n",
            "Last Lines": "\n…& his soule to heuen wente after þis tormentinggod for þe loue of seint quiriac to þilke ioie ous bringe\n",
            "Note": "\n“Capitulum xl” added to right margin by later hand (f. 74).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 74-74v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Quirat þat bischop was prechede godes laweIulian þe luþer emperour brouȝte him suþþe of dawe…\n",
            "Last Lines": "\n…And is soule to heuene wende after is tormentingeGod for þe loue of him to þilke ioie vs bringe\n",
            "Note": "\nEnds “Amen” (f. 151v).",
            "folio": "ff. 151-151v"
        },
        "BLEge2891": {
            "First Lines": "\nSEin quiriak þat bissop was orechede godes laweIulian þe luþer emperor broȝte him suþþe of dawe…\n",
            "Last Lines": "\n…And is soule to heuene wende afte þis tormentyngeGod for loue of sein quiriak to þulke ioie us bringe\n",
            "Attributed Title": "\nDe sancto quiriaco (rubric in margin, f. 77)",
            "folio": "ff. 77-77v"
        },
        "BLHar2250": {
            "First Lines": "\nSaynt quyriak þe bisshop preached goddis lawe& Iulian\n                    þe luthir emperour him broȝt sithen of dawe…\n",
            "Last Lines": "\n…Fader & sone & holy gost he ȝeue vs gode\n                    endyngeSaynt elene & saynte quyriak to heuen riche vs\n                    brynge\n",
            "Attributed Title": "\nSaynt Quyriak (RT)",
            "folio": "ff. 81-81v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint quiriac þat bischop was prechede godes laweIulian þe liþer Emperour brouȝte him siþþe of dawe…\n",
            "Last Lines": "\n…& his soule to heuene wende after þis turmentingeGod for þe loue of Seint quiriac to þulke ioye ous bringe\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 41-41v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Quiriac þe bisshop preched goddes laweAnd Iulyan þe\n                    liþer emperour him broȝt siþen of dawe…\n",
            "Last Lines": "\n…ffader & sone & holy gost he ȝeue vs gode\n                    endingeSaynt Quiriac & saynt Elyn to heuen riche vs bringe\n                    Amen\n",
            "Attributed Title": "\nSaynt Quiriac (RT)",
            "folio": "ff. 102-102v"
        },
        "Winches33": {
            "folio": "f. 44v"
        }
    }
}