{
    "_id": 4756,
    "_header": "Saint Scholastica that holy maid she was of clean life",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Scholastica, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Scholastica in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Scolace þe holi maide holi was of lyueLeuere heo hadde\n                    nonne be þen be iwedded to wyue…\n",
            "Last Lines": "\n…So god leue þat we mote wiþ cristenemen beIbured at\n                    our ende day & to heuene fle\n",
            "Note": "\n64 lines.",
            "Attributed Title": "\nseynt scolace þe holy mayde (f. 24)",
            "Editions": "\nWhatley,  Gordon E.,\n                        ed.  \n             Saints’ Lives in Middle English Collections.\n         With Anne B. Thompson and Robert K. Upchurch. MI: Western Michigan\n            University for TEAMS, 2004. \n",
            "folio": "ff. 23v-24"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Scolace þat holy Mayde holy was of lyueLeuere heo hedde\n                    Nonne be þen beo wedded to wyue…\n",
            "Last Lines": "\n…So God leue þat we mote wiþ cristene men beoI\n                    buried at vr endyng day and to heuene fleo A.M.E.N.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 13rb-13va"
        },
        "BodLauMis108": {
            "First Lines": "\nSEinte scholace þat holie mayde heo was of clene liueLeouere\n                    heo hadde to beon Nonne þane beon iweddet to wiue…\n",
            "Last Lines": "\n…Bidde we suete Ihesu crist Þat is so fair and\n                    hendeÞat we moten þudere comen ase scholace dude i\n                    wende\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 197-9.\n",
            "folio": "ff. 96-96v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint scolace þe holy maide was of holy liueLeuere heo had\n                    nonne beo þan beo wedded to wiue…\n",
            "Last Lines": "\n…So god lene þat we mote Wiþ cristene men beoBeried\n                    at oure ending day And to heuene fleo\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "f. 11va-11vb"
        },
        "BodTan17": {
            "First Lines": "\nSEint scolace þe holi maide sche was of lyueLeuere sche hadde\n                    Nonne to be þan to be weddid to wyue…\n",
            "Last Lines": "\n…So leue þat we so mote þat cristene men beI beried\n                    at oure ending day and to heuene fle\n",
            "folio": "ff. 21-21v"
        },
        "OxfCCC431": {
            "First Lines": "\n[S]eynte scolasse þe holy maide wel holy was of lyfleuer\n                    ȝe hadde nunne be þan ywedded to wyue…\n",
            "Last Lines": "\n…So godde wille þat we mote wiþ cristene men\n                    beIbured at oure ende day & to heuene fle\n",
            "Note": "\nPortion of text lost due to mutilation of leaves.",
            "Attributed Title": "\nDe sancta scolastica virgine & non martire (f. 22)",
            "folio": "ff. 22-22v"
        },
        "CULAdd3039": {
            "First Lines": "\nSayn Scolaste þe maiden gude sho lyfed ful haly lyfeLauer had\n                    hir dede to be þen hafe bene weddid wyfeSaynt Benet hir broþer\n                    was þat firste þe ordre fandeOf blake monkeȝ & of Nonnes\n                    þat is in many a lande…\n",
            "Last Lines": "\n…Now god for sayn Scolaste lufe & for his nameȝ\n                    seuenelene vs grace so here to lyfe þat we may fly til\n                    heuene\n",
            "folio": "ff. 125v-126"
        },
        "CamCCC145": {
            "First Lines": "\nSein scolace þat holy maide holy was of liueLeuer heo hadde\n                    nonne beo þanne be wedded to wiue…\n",
            "Last Lines": "\n…So god leone þat we mote wiþ cristen men beIbured\n                    at oure endeday and to heuene vle\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.59-60.\n",
            "folio": "ff. 22-22v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Scolace þe holy mayde þat holy was of lyneLeouour\n                    hure was nonne to beo þan a wedded wyue…\n",
            "Last Lines": "\n…So god leone þat we mote wiþ cristene men beoY\n                    buryed at oure ende day and oure soules to heuene fleo\n",
            "Attributed Title": "\nScolastica (RT)",
            "folio": "pp. 133-134"
        },
        "CamTCC605": {
            "First Lines": "\nSEint scolace þe mayde holy was of lyfLeuer heo hadde a nonne\n                    to be þan a wedded wyf…\n",
            "Last Lines": "\n…So god leuen þat we moten with cristyne men bebured at\n                    oure ende day & to heuene fle\n",
            "Attributed Title": "\nScolace (RT)",
            "folio": "ff. 42-43"
        },
        "BLAdd10301": {
            "First Lines": "\nSEyn scolace þat holy mayde holy was of lyueleuer ȝo\n                    hadde nonne be þan be y wedded to wyue…\n",
            "Last Lines": "\n…So god leue þat we mote wiþ cristen men bey byred\n                    at oure ende day and to heuene fle\n",
            "Attributed Title": "\nScolastice (RT)",
            "folio": "ff. 29-30v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEynt scolace þat holi may holi was of lyueleuer ȝhe hadde nonne be þan be yweþþid wyue…\n",
            "Last Lines": "\n…so god leue þat we mote wit cristemen be& yburet at oure endedai & to heuen fle\n",
            "Note": "\n“Capitulum xiiii” added to right margin by later hand (f. 25).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 25-26"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Scolace þat maide holi was of liueLeuere heo hedde nonne be þan a spoused wiue…\n",
            "Last Lines": "\n…Moni was þa fair miracle þat god vor hire let doGod lene vs part of þe ioie þat hire soule com to\n",
            "Note": "\nEnds “Amen” (f. 110v).",
            "folio": "ff. 110-110v"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt Scolace þat holy mayde holy was of liueLouere ȝe hadde nonne to be þair yweddid to wife…\n",
            "Last Lines": "\n…So god liue þat we mote amonge cristin men beyburid atte oure ende day & to heuene fle\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 22v-23v"
        },
        "BLEge2891": {
            "First Lines": "\nSEint scolace þat holy mayde holy was of lyueLeuor heo hadde nonne beo þanne beo iwedded to wyue…\n",
            "Last Lines": "\n…So god leoue þat we mote wiþ cristen men beoIbured at oure endeday and to heuene fleo\n",
            "Attributed Title": "\nDe sancto scolastica (rubric in margin, f. 14)",
            "folio": "f. 14-14v"
        },
        "TokyoTak54": {
            "First Lines": "\nSeint Scolas þat good maide holy was of lyveLevere she hadde\n                    nunne to be þan a wedde wyve…\n",
            "Last Lines": "\n…So god leue þat we mote wiþ cristen men beYburied\n                    at our endingday and heuene fle. Amen.\n",
            "Attributed Title": "\nVita Sancte Scolastice virginis (f. 28)",
            "folio": "ff. 28-28v"
        }
    }
}