{
    "_id": 4763,
    "_header": "Saint Swithin the confessor was here of England",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Swithin, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Swithin in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEyn Swiþin þe confessour was of engelondeBi side\n                    wynchestre he was ibore as ic vnderstonde…\n",
            "Last Lines": "\n…Nou seynt swiþin þat our biscop was her in\n                    engelondeBringe ous to þe Ioie of heuene þoru our lordes\n                    sonde\n",
            "folio": "ff. 98v-100"
        },
        "Bod779": {
            "First Lines": "\nSeint swiþþin þe comfessour was I bore in\n                    ingelondeby syde þe toun of Winchestre also ich\n                    ondirstonde…\n",
            "Last Lines": "\n…vor he leet þe stronge brigge wit oute þe toun\n                    arere& ford þerto lym & ston & workmen þat þer\n                    were\n",
            "Note": "\nWhole text crossed out in MS.",
            "folio": "ff. 223v-224"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Swithþan þe confessour was her of EngelondeBi syde\n                    Winchestre he was i bore as ich vndurstonde…\n",
            "Last Lines": "\n…Seint Swiþþhan þat vre Bisschop was here in\n                    EngelondeBring vs to þe Ioye of heuene þorwh vr lordes sonde\n                    Amen\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 39ra-39va"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Swithin þe confessour was here in EngelondBiside\n                    Winchestre he was bore as I vnderstond…\n",
            "Last Lines": "\n…Now seint Swithin þat was bisshop here in\n                    engelondeBringe vs to þe Ioye of heuene þorw oure lordes\n                    sonde\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "Editions": "\nEarle,  John. \n             Gloucester Fragments.\n         London: Longman, 1861: 78-83.\n",
            "folio": "ff. 63rb-64rb"
        },
        "OxfTri57": {
            "Editions": "\nEarle,  John. \n             Gloucester Fragments.\n         London: Longman, 1861: 78-83.\n",
            "folio": "f. 65"
        },
        "CamCCC145": {
            "First Lines": "\nSein swiþþin þe confessour was her of\n                    engelondeBiside winchestre he was i bore as ich vnder\n                    stonde…\n",
            "Last Lines": "\n…Nou sein switthin þat oure bissop was here in\n                    engelondeBring us to þe ioie of heuene þoru oure louerdes\n                    sonde\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.274-9.\n",
            "folio": "ff. 102v-104v"
        },
        "CamMagPep2344": {
            "First Lines": "\n…Ak þat word now habbeþ fforȝute þis heye men\n                    echonSeint Swythin his Bisschopriche to alle goednesse\n                    drow…\n",
            "Last Lines": "\n…Now Seint Swythun þat oure Bisschop were her in\n                    EngelondeHelp vs bringe to þe ioye of heuene þorw oure lordes\n                    sonde\n",
            "Note": "\nBegins imperfectly due to loss of folio(s).",
            "Attributed Title": "\nSwythinus (RT)",
            "folio": "pp. 329-331"
        },
        "CamTCC605": {
            "First Lines": "\nSEint swyþyn þe confessoure was here of englondeby sydes\n                    wynchestre boren as ic vnderstonde…\n",
            "Last Lines": "\n…Now seint swyþyn þat byschop was here in englondTo\n                    bringe ous to þe Ioie of heuene þorw oure lordes sonde\n",
            "Attributed Title": "\nSwyþyn (RT)",
            "folio": "ff. 233v-235"
        },
        "BLAdd10301": {
            "First Lines": "\nSEyn swiþþin þe confessor was her of engelondeBy\n                    syde Wynchestre he was y bore as y vnder stonde…\n",
            "Last Lines": "\n…Nou Sein Swithim þat oure bissop was here in\n                    engelondeBring vs to þe Ioye of heuene þoru oure lordes\n                    londe\n",
            "Attributed Title": "\nDe sancto switthino (f. 119, by scribe in margin beside first line);\n                        Swiþino (RT)",
            "folio": "ff. 119-121"
        },
        "BLEge1993": {
            "First Lines": "\nSeint swiþan þe confessour was here of engelondeBiside winchestre he was bore as ich vnderstonde…\n",
            "Last Lines": "\n…Seint swithan þat oure bisschop was here in engelondeBringe vs to þe ioie of heuene þorw oure lordes sonde\n",
            "Note": "\nEnds “Amen” (f. 176).",
            "folio": "ff. 174-176"
        },
        "BLHar2277": {
            "First Lines": "\nSeint Swiþþin þe confessour was her of EngelondeBiside Wynchestre he was ibore as ich vnderstonde…\n",
            "Last Lines": "\n…Nou Seint Swithin þat was bischop her in EngelondeBringe ous to þe ioye of heuene þurf oure louerdes sonde\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nFurnivall,  Frederick James. \n             Early English Poems and Lives of Saints.\nTransactions of the London Philological Society\n         1858; Pt. 2, Berlin, 1862: 43-7.\n",
            "folio": "ff. 78-80"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Swithan þe Confessour was here in EngelondBeside\n                    Wynchester he was bore as I vnderstonde…\n",
            "Last Lines": "\n…Seint Swithan þat bisshop was her in EngelondBryng vs to\n                    þe ioie of heuene thorgh our lordis sonde. Amen.\n",
            "Attributed Title": "\nVita sancti Swithuni confessoris (f. 101v)",
            "folio": "ff. 101v-103v"
        }
    }
}