{
    "_id": 4764,
    "_header": "Saint Sylvester pope was the first that there came",
    "Note": "For a wholly distinct Life in one MS see 555.",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Sylvester, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Sylvester in the South English Legendary — couplets",
    "_witnesses": {
        "BodLauMis108": {
            "First Lines": "\nSEint Siluestre pope was Þe furste þat þare\n                    camÞat euere hadde Rome in pes to holde up\n                    cristindom…\n",
            "Last Lines": "\n…Nou god for is swete loue us graunti þulke\n                    blisseÞat Seint siluestre is inne Þat we þar of ne\n                    misse\n",
            "Attributed Title": "\nHic incipit vita sancti Siluestri (f. 166)",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 391-2.\n",
            "folio": "ff. 166-167"
        },
        "CamTCC605": {
            "First Lines": "\nSEint siluester pope was þe furste þat þer\n                    comeþat euer hadde rome in pes to hold vp\n                    cristendom…\n",
            "Last Lines": "\n…now god for his swete loue ous graunte þulke\n                    blysþat seint siluester is In þat we þer of ne\n                    mysse\n",
            "Attributed Title": "\nSiluester (RT)",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 269v-270"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint siluestre pope was þe ferst þat þer comþat euer hadde rome in pes to holde op cristendom…\n",
            "Last Lines": "\n…nou god for his suete loue ous graunte þilke blisseþat sein siluestre in heuen is þat we þer of ne misse\n",
            "Note": "\n“Capitulum xCvi” added to left margin by later hand (f. 268v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 268v-271v"
        },
        "BLEge2810": {
            "First Lines": "\nSeint siluestre þe bissop in is ȝonge childe hedebigan at þe uerst tyme ihesu crist to drede…\n",
            "Last Lines": "\n…At rome saynt elyne deide and þer he buryed isswete ihesu crist fore har lous bring vs to þi blisse\n",
            "folio": "ff. 164v-170v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Siluestre Pope was þe first þat euer comeÞat\n                    euer hade Rome in pees to holde vp cristendome…\n",
            "Last Lines": "\n…Now god for his swete love vs graunte þat blisÞat\n                    saynt siluestre is in in heuen þat we þerof ne mys. Amen\n",
            "Attributed Title": "\nSAynt Siluestre (RT)",
            "folio": "ff. 290v-191v"
        }
    }
}