{
    "_id": 4767,
    "_header": "Saint Thomas the good Apostle I-martyred was in Inde",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Thomas the apostle, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Thomas the Apostle in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSEynt Thomas þe gode apostel Imartred was in IndeOf is lif we\n                    mote rede as we doþ In bok fynde…\n",
            "Last Lines": "\n…Nou seynt Thomas þat In to Inde cristendom verst\n                    broȝteBringe ous to þe Ioie of heuene to wan our lord os\n                    boȝte\n",
            "folio": "ff. 214-219"
        },
        "Bod779": {
            "First Lines": "\nSeint tomas þa postil I martrid was In indeof his lyf we mote\n                    rede as we in book doþ finde…\n",
            "Last Lines": "\n…Now seint tomas þat in to Inde cristindom fyrst\n                    brouȝtebringe vs to þe Ioyw of heuene to woch oure lord vs\n                    wrouȝte\n",
            "Attributed Title": "\nseint tomas þe a postil (f. 251)",
            "folio": "ff. 251-254v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSeint Thomas þe gode Apostel I Martred was in IndeOf his lyf\n                    we mote rede as we doþ in Boke fynde…\n",
            "Last Lines": "\n…Nou seint Thomas þat in to Inde cristendom furst\n                    brouhteBring us to þe Ioye of heuene to whom vr lord vs bouhte\n                    A.MEN.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 70ra-71rb"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Thomas þe guode Apostle Imartred was in IndeOf is lif we\n                    moten rede ase we in boke dothy finde…\n",
            "Last Lines": "\n…Nov seint Thomas þat Cristindom formest into Inde\n                    brouȝteBringue us to þe Ioye of heouene to ȝwan pre louerd\n                    us bouȝte\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 376-89.\n",
            "folio": "ff. 161-165v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Thomas þe gode apostle martired was in IndeOf his lyf we\n                    mote rede as we in boke fynde…\n",
            "Last Lines": "\n…Nou seint Thomas þat in Inde first Cristendom\n                    brouhtebring vs to þe ioye of heuene to whom oure lord us\n                    bought\n",
            "Attributed Title": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 131va-134vb"
        },
        "OxfTri57": {
            "folio": "f. 153"
        },
        "CULAdd3039": {
            "First Lines": "\nSeyn Thomas þe Apostle þat martird was in ynde Of his lyf\n                    I will ȝou tell als we it writen fynde While our lorde in erthe was\n                    with hym he welke aboute Men calde hym sithen a to[þ]er name Thomas\n                    lange in doute…\n",
            "Last Lines": "\n…Now sayn thomas þat in to ynde cristondom firste broght\n                    Brynge vs al til heuen blisse to whilk þat godde vs boght\n",
            "folio": "ff. 68-73v"
        },
        "CamCCC145": {
            "First Lines": "\n…þer turnde þo nye þousond men and ybaptized\n                    wereWiþ oute children & wymmen þoru þeos miracle\n                    þere…\n",
            "Last Lines": "\n…Nou sein thomas þat In Iude cristendom ferst\n                    broȝteBring us to þe ioie of heuene to wan oure louerd us\n                    boȝte\n",
            "Note": "\nMissing lines 1-285.",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.571-86.\n",
            "folio": "ff. 169-170v"
        },
        "CamFitzMc128": {
            "First Lines": "\nSAynt Thomas the gode Apostle martired was in yndeOf his life we\n                    most rede as we in boke fynde…\n",
            "Last Lines": "\n…Now saint Thomas that cristendome first to ynde broghtBring\n                    vs to the Ioie of heven to which our lord vs boght\n",
            "Attributed Title": "\nSaint thomas the Apostle (upper margin, f. 30); Saint Thomas Apostle\n                    (RT)",
            "folio": "ff. 30-36v"
        },
        "CamMagPep2344": {
            "First Lines": "\n…On of his disciples he nom þat ycleped wa[s] DionysAnd\n                    made him mayster of þat ffolk þat hi ne dude amys…\n",
            "Last Lines": "\n…Now Seint Thomas þat in ynde Cristendom fferst\n                    brouȝteBrynge vs to þat ioye þat oure lord vs to\n                    broȝte\n",
            "Note": "\nMissing lines 1-142 due to lost folio(s).",
            "Attributed Title": "\nThomas Apostolis (RT)",
            "folio": "pp. 21-27"
        },
        "CamTCC605": {
            "First Lines": "\nSEint thomas þe goud apostel martred was in hyndeof his lyf we\n                    mot rede as we in boke doþ fynde…\n",
            "Last Lines": "\n…wonderly hii þudere come & wonderliche hii gon so\n                    wendeþorwe here bede crist take gome & bringe ous to þe Ioie\n                    with þouten ende\n",
            "Attributed Title": "\nThomas apostel (RT)",
            "folio": "ff. 172v-178"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint thomas þe gode apostel ymartireþ was in yndeOf his lif we mote rede as we doþ in boc finde…\n",
            "Last Lines": "\n…nou sein thomas þat into ynde cristendom ferst broȝtebring ous to þe ioie of heuen to wham our lord ous broȝte\n",
            "Note": "\n“Capitulum xC” added to left margin by later hand (f. 216v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 216v-222v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Thomas þe apostel martir was in yndeOf him we moten rede as we in boke doþ fynde…\n",
            "Last Lines": "\n…Now seint Thomas þat is in ynde cristendom furst brouȝteBringe vs to þat ioie to whom oure lord vs wrouȝte\n",
            "Note": "\nEnds “Amen” at end of last line.",
            "folio": "ff. 52-57"
        },
        "BLEge2810": {
            "First Lines": "\nSEint Thomas þe gode apostel ymartitid was in yndeOf is lif we mote rede as we doþe in boc vinde…\n",
            "Last Lines": "\n…Nou Seint thomas þat into ynde cristindom ybroȝteBringe ous to heuene to wan we were yboȝte\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 134-138v"
        },
        "BLHar2277": {
            "First Lines": "\nSEint Thomas þe gode apostle ymartird was in yndeOf his lyf we mote rede as we doþ in boke fynde…\n",
            "Last Lines": "\n…Nou Seint Thomas þat in to ynde cristendom furst brouȝteBringe ous to þe ioye of heuene to wham oure louerd ous bouȝte\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.571-86 (lines 1-308).\n",
            "folio": "ff. 185-189v"
        },
        "BLSto949": {
            "First Lines": "\nSeynt Thomas þe goode apostel ymartrid was in yndeOff is lif we mote rede as we doþ in bok fynde…\n",
            "Last Lines": "\n…Now seynt Thomas þat cristendom first in to ynde brouhteBring vs to þe ioie of heuene to whom vr lord vs bouhte\n",
            "folio": "ff. 83-88v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Thomas þe gode apostel martired was in yndeOf his lyf we\n                    most rede as we in boke fynde…\n",
            "Last Lines": "\n…Now saynt Thomas þat cristendome first to ynde\n                    broȝtBringe vs to þe ioye of heuen to which oure lord vs\n                    boȝt Amen\n",
            "Attributed Title": "\nSaynt Thomas Apostel (RT)",
            "folio": "ff. 250-256"
        },
        "TokyoTak54": {
            "First Lines": "\nSeynt Thomas þe good apostel ymartred was in yndeOf his lif we\n                    mote rede as we ywritte fynde…\n",
            "Last Lines": "\n…Now seynt Thomas þat Cristendome first to ynde\n                    brouȝtBrynge vs to þat Ioye to which our lord vs bouȝt.\n                    Amen.\n",
            "Attributed Title": "\nVita sancti Thome apostoli (f. 182v)",
            "folio": "ff. 182v-184v"
        }
    }
}