{
    "_id": 4769,
    "_header": "Saint Valentine of custom year by year",
    "Author(s)": "John Lydgate",
    "Title(s)": "‘Valentine to Our Lady’",
    "Subjects": "Valentine, saint; Virgin Mary, songs in honour of; envoys",
    "Versification": "— seven-line — ababbcc",
    "_description": "John Lydgate, ‘Valentine to Our Lady’ — twenty stanzas rhyme royal, including 2-stanza envoy",
    "_witnesses": {
        "BodAsh57": {
            "First Lines": "\nSAinteValentyne of custume yeere by yeereMen haue an vsaunce with\n                    in þis RegyounTo looke and seche Cupides KalundereAnd chese\n                    þeire choys by gret affeccyoun…\n",
            "Last Lines": "\n…Have on vs mercy whane we for helpe calleffor love of hir\n                    þat þus excelliþe alle\n",
            "Note": "\n19 stanzas (stanza 3 is missing).",
            "Attributed Title": "\nHere foloweþe nowe a glorious Invocacoun to oure blessed ladye made by\n                    þat vertuous Lidegate in balade wyse in cheosing of Valantynes at þat\n                    selff feeste with þe Refrayde I love one best of alle (f. 52)",
            "folio": "ff. 52-54"
        },
        "CamTCC600": {
            "First Lines": "\nSeynt Valentyne of custume yeere by yeereMen haue an vsaunce in\n                    þis RegyounTo looke and serche Cupydes kalundereAnd cheese\n                    þeyre choys by gret affeccioun…\n",
            "Last Lines": "\n…Haue on vs mercy whane we for help calleffor loue of hir\n                    þat excelleþe alle\n",
            "Attributed Author": "\nby daun Iohan Lidegate þe Munke of Bury (p. 145)",
            "Attributed Title": "\nLo here beginneþe a balade made at þe reuerence of our lady by\n                    daun Iohan Lidegate þe Munke of Bury in wyse of chesing loues at saint\n                    Valentynes day (p. 145); Balade for saint Valentynes daye (RT)",
            "Editions": "\n\nMahir,  Otto,\n                        ed.  \n             Eine religiöse Gedichte John Lydgates.\n         Oberviechtach: Adolf Mahir, 1910: 31-7.\nMacCracken,  Henry Noble,\n                        ed.  \n             John Lydgate: The Minor Poems, Vol. I: Religious Poems.\nEETS\n         e.s. 107 (1911; repr. 1961): 304-10.\n\n",
            "folio": "pp. 145-149"
        },
        "BLAdd29729": {
            "First Lines": "\nSaynt valentyne of custome yeare by yearemen haue an vsaunce in\n                    this regyon…\n",
            "Last Lines": "\n…haue on vs mercy whan we for helpe calleffor loue of hur\n                    þat excelleth all\n",
            "Note": "\nEnds ‘fynes’ (f. 157)",
            "Attributed Title": "\nLo here beginneth a balade made at the reuerence of our lady by dane Iohan\n                    lidegate þe munke of bury in wyse of chesinge loues at sainte valentynes\n                    daye (f. 155)",
            "folio": "ff. 155-157"
        },
        "BLHar2251": {
            "First Lines": "\nSEynt Valentyne of custom yeere by yeereMen have an vsaunce in this\n                    Regioun…\n",
            "Last Lines": "\n…Have on vs mercy whan we for help calleffor love of hir that\n                    excellith alle\n",
            "folio": "ff. 242v-244v"
        }
    }
}