{
    "_id": 4771,
    "_header": "Saint Valentine the martyr good man was enough",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Valentine, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Valentine in the South English Legendary — couplets",
    "_witnesses": {
        "BodLauMis463": {
            "First Lines": "\nSEint Valentyn þe martyr god man was y nowAnd þorw his\n                    preching many man To cristendom drow…\n",
            "Last Lines": "\n…And his soule to heuene went þo þorw godes graceNow\n                    god for þe loue of him vs bring to þat place\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 11vb-12rb"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint valentin þe Martir good Mon was i nouhAnd\n                    þoruȝ his prechinge mony mon to cristendam drouh…\n",
            "Last Lines": "\n…And his soule to heuene wende al þorwh Godus graceNow\n                    God for þe loue of him vs bringe to þat ilke place. Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 13va1"
        },
        "BodAsh43": {
            "First Lines": "\nSEyn valentyn þe martir good man was Inouȝ& þoru\n                    is prechyng mony mon to cristendom drouȝ …\n",
            "Last Lines": "\n…& is soule to heuene wende þoru godes graceNou god\n                    uor þe loue of him ous bringe to þulke place\n",
            "Attributed Title": "\nseynt valentyne (f. 24)",
            "folio": "ff. 24-25"
        },
        "BodTan17": {
            "First Lines": "\nSEint valentyn þe martir good man was I nouhAnd þour his\n                    preching many men to cristindom drouh…\n",
            "Last Lines": "\n…And his soule to heuen wente þo þorugh goddis\n                    graceNov god for þe loue of him us bringe to sich place\n",
            "folio": "ff. 21v-22"
        },
        "BodAddC38": {
            "folio": "f. 51"
        },
        "OxfCCC431": {
            "First Lines": "\n[S]eint valentyn þe martir god man was ynow&\n                    þurȝ his prechynge many man to cr[ist]endom drow…\n",
            "Last Lines": "\n…& his soule to heuene wende þurȝ godes graceNow\n                    god for his loue vs brynge to þulke place\n",
            "Note": "\nPortion of text lost due to mutilation of leaves.",
            "Attributed Title": "\nDe sancto valentino martire (f. 22v)",
            "folio": "ff. 22v-23"
        },
        "CULAdd3039": {
            "First Lines": "\nÞe haly martir valentyne gude man he was ynogheÞurgh his\n                    prechynge many a man to cristendam he drogheA grete maistre was þen at\n                    rome Cratoun was his nameÞat mekil herde tell of valentyn & of his\n                    haly fame…\n",
            "Last Lines": "\n…& his saule til heuen went thurgh our lordeȝ\n                    graceNow god for þe lufe of hym brynge vs to þat\n                    place\n",
            "folio": "ff. 126-126v"
        },
        "CamCCC145": {
            "First Lines": "\nSein valentin þe martir god man was InouAnd þoru is\n                    prechinge many men to cristendom drou…\n",
            "Last Lines": "\n…And is soule to heuene wende þoru godes graceNou god for\n                    þe loue of him us bringe to þulke place\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.61-2.\n",
            "folio": "ff. 23-23v"
        },
        "CamMagPep2344": {
            "folio": "p. 134"
        },
        "CamTCC605": {
            "First Lines": "\nSEint valentyn þe martere goud man was ynow& þoru\n                    preching manye man to cristendom drow…\n",
            "Last Lines": "\n…& his saule to heuene wende þorȝe godes\n                    gracegod for þe loue of hym ous brynge to þulke place\n",
            "Attributed Title": "\nValentyn (RT)",
            "folio": "ff. 43-43v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEint valentin þe martir godman was ynow& þorou his prechyng maniman to cristendon drow…\n",
            "Last Lines": "\n…& his soule to heuen wente þorou godes gracenou god for þe loue of him ous bringe to þilke place\n",
            "Note": "\n“Capitulum xv” added to right margin by later hand (f. 26).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 26-26v"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Valentin þe martir god mon was inowAnd þorw is prechinge moni mon to cristendom drow…\n",
            "Last Lines": "\n…His soule to heuene wende þorw oure lordes graceNow god for þe loue of him vs bringe to þat place\n",
            "Note": "\nBegins f. 111, not f. 11 as in Brown  and  Robbins (1943)\nXCarleton Fairchild Brown,   and  Rossell Hope Robbins.  \n             The Index of Middle English Verse.\n         New York: Printed for the Index Society by Columbia University Press,\n            1943; ends “Amen” (f. 111v).",
            "folio": "ff. 111-111v"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt valentyne þe martir godman was ynoȝ& þorȝ is prechinge many man to cristyndom droȝ…\n",
            "Last Lines": "\n…And is soule to heuene wende þo þorȝ godis graceNou god vor þe loue of hym ous brynge to þilke place\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 23v-24"
        },
        "BLEge2891": {
            "First Lines": "\nSEin valentyn þe martir godman was InouAnd þoru is prechinge manyman to cristendom drou…\n",
            "Last Lines": "\n…And is soule to heuene wende þoru godes graceNou god for þe loue of him us bringe to þulke place\n",
            "Attributed Title": "\nDe sancto valentino (rubric in margin, f. 15)",
            "folio": "ff. 15-15v"
        },
        "BLAdd10301": {
            "First Lines": "\nSEyn valentyn þe martir god man was ynouAnd þoru is\n                    prechynge mani man to cristendom drou…\n",
            "Last Lines": "\n…And is soule to heuene wende þoru godes graceNou god for\n                    loue of him vs bryng to þat place\n",
            "Attributed Title": "\nValentino (RT)",
            "folio": "ff. 30v-31"
        },
        "TokyoTak54": {
            "First Lines": "\nSeint Valentyn þe marter good man was moweAnd þorgh his\n                    preching many on to cristendom drowe…\n",
            "Last Lines": "\n…His soule to heuene wente al þorgh goddis graceNowe god\n                    for þe loue of hym bring vs to þat place. Amen.\n",
            "Attributed Title": "\nVita Sancti Valentini (f. 28v)",
            "folio": "ff. 28v-29v"
        }
    }
}