{
    "_id": 4773,
    "_header": "Saint Wulfstan of Worcester was here of England",
    "Title(s)": "South English Legendary",
    "Subjects": "saints’ lives; Wulfstan, saint, life of",
    "Versification": "— two-line — aa",
    "_description": "Life of St. Wulfstan in the South English Legendary — couplets",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 36"
        },
        "BodAsh43": {
            "First Lines": "\nVor þulke þat þe kyng to truste failed he wel\n                    uasteSo þat he was bineþe icaste & ouercome ace\n                    laste…\n",
            "Last Lines": "\n…Vor him me may al day þere mony vair miracle iseNou god\n                    leue þat we mote wiþ him in þe Ioie of heuene be\n",
            "folio": "ff. 4-6"
        },
        "Bod779": {
            "First Lines": "\nSeint Wolston bysschop of Wirecestre was her in ingelondeswyþe\n                    holy man was alle his lyf as ich ondirstonde…\n",
            "Last Lines": "\n…& brynge vs to þat ilke ioye þer he is inne I\n                    brouȝteIesus for þat ilke loue þat þu vs so dere\n                    abouȝte\n",
            "Attributed Title": "\nSeint Wolston bysschop (f. 76v)",
            "folio": "ff. 76v-78v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEint Wolston Bisschop of Wircestre was her of EngelondeSwiþe\n                    holi mon al his lyf as ich vndurstonde…\n",
            "Last Lines": "\n…ffor him me may al day þere Mony feir Miracle i seoNow\n                    God leeue þat we mote wiþ him in þe ioye of heuene beo\n                    A.M.E.N.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 9vb-10va"
        },
        "BodLauMis108": {
            "First Lines": "\nSEint Wolston bischop of Wyrecestre was here of engelondeSwiþe\n                    holi man he was al is lif ase ich me vnderstonde…\n",
            "Last Lines": "\n…Þare man may for is holie bodi mani fair miracle i\n                    seoNou god graunti þat we mote with him in þe Ioye of heouene\n                    beo\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 70-7.\n",
            "folio": "ff. 48-50v"
        },
        "BodLauMis463": {
            "First Lines": "\nSEint Wolston bisshop of WircestreWas here in\n                    EngelondeSwyþe holyman al his lyfAs I\n                    vnderstonde…\n",
            "Note": "\nWritten in half-lines because in two columns.",
            "folio": "ff. 3ar-4vb"
        },
        "BodTan17": {
            "First Lines": "\nSEint Wolston bischop of Wircester was here in IngelondAn holi man\n                    in al his lyf he was as I understond…\n",
            "Last Lines": "\n…ffor him men moun þere alday manye meraclis seNow god\n                    ȝeue þat we mote for him in heuen þe betere be\n",
            "folio": "ff. 3-6"
        },
        "OxfCCC431": {
            "First Lines": "\n…[ ]þe holye man of lyue as ich vnder stondeWis[ ] he\n                    was aȝens [ ]uld god lif he had ynow…\n",
            "Last Lines": "\n…Now god leue þat we mote wiþ him i heuene be\n",
            "Note": "\nFirst line missing in this MS, as also penultimate, due to mutilation of\n                    leaves.",
            "folio": "ff. 4v-7v"
        },
        "CULAdd3039": {
            "First Lines": "\nSayne Wustan bischope of Wircestre was þurgh goddeȝ\n                    sandeA ful haly man he was als ȝe sal vndrestandeOf grete men\n                    comen he was & borne in InglandeOf fairer vertus þen he was ay\n                    lyfed none þen in lande…\n",
            "Last Lines": "\n…ffor his lofe men may ȝet þore many miracle seGode\n                    graunte þat we may with him in þe Ioe of hevyn be\n",
            "folio": "ff. 113v-115v"
        },
        "CamCCC145": {
            "First Lines": "\nSein Wolston bissop of Wirceter was her in engelondeSwyȝe\n                    holyman al is lif was as ich vnder stonde…\n",
            "Last Lines": "\n…ffor him memay þer alday many fair miracle iseNou god\n                    leone þat we mote wiþ hym In þe ioie of heuene be\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.8-15.\n",
            "folio": "ff. 3v-6"
        },
        "CamFitzMc128": {
            "First Lines": "\nSaynt Wolstan bishop of Wircetir was thruȝ goddes sondA ful\n                    holy man he was as ȝe may vnderstond…\n",
            "Last Lines": "\n…At Wircetyr ther he lys mony a miracle mon may seGod leue\n                    that we may with him in the Ioye of heuen be\n",
            "Attributed Title": "\nSAynt Wolston (RT)",
            "folio": "ff. 39-41v"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeint Wolston of Wircestre bisschop was her in EngelondeSwiþe\n                    holy man he was as ich haue vnderstonde…\n",
            "Last Lines": "\n…ffor al day me may ffor him ffayr miracle y seoNow god\n                    graunte þat we mote wiþ him in þe ioye of heuene beo\n",
            "Attributed Title": "\nWlstanus (RT)",
            "folio": "pp. 102-107"
        },
        "CamTCC605": {
            "First Lines": "\nSEint Wolston byschop of Wyrcestre was in englondeSwyþe holy\n                    man al his lif he was ic vnderstond…\n",
            "Last Lines": "\n…for hym me may þer al day many nyracle y seNou god lene\n                    þat we mote in ioie of heuene be\n",
            "Attributed Title": "\nWolston (RT)",
            "folio": "ff. 27-29"
        },
        "BLAdd10301": {
            "First Lines": "\nSEynt wolston byssop of wircestre was here in\n                    engelondeSuþþe holy man al is lyf was as y vnder\n                    stonde…\n",
            "Last Lines": "\n…for him me may þer alday many faire myracle yseNou god\n                    leue þat we mote wiþ him in þe ioy of heuene be\n",
            "Attributed Title": "\nDe sancto Wulstane (RT)",
            "folio": "ff. 8v-11v"
        },
        "BLAru42": {
            "First Lines": "\nWhanne þe dede slep hym ouercome þat he myȝte langor\n                    goneHis heued he wolde legge adoun vppon þe\n                    hardeston…\n",
            "Last Lines": "\n…ffor hym me may þer alday many fayre myracle y seNow\n                    gode leue þat we mote with hym in þe ioye of heuene be\n",
            "Note": "\nMissing lines 1-14. Folios are out of order; therefore text spans ff.\n                    110 and 111, and 2. Missing lines 1-14. F. 111 is severely damaged.",
            "folio": "ff. 110;  111;  2"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEyn Wolston bischop of worcestre was here of ynglondswyþe holiman al lif he was ich vnderstonde…\n",
            "Last Lines": "\n…for him me may al pay þere many vair miracle ysenow god leue þat we mote with him In þe Ioie of heuen be\n",
            "Note": "\n“Capitulum iiii” added to right margin by later hand (f. 4).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "f.f 4-7"
        },
        "BLEge1993": {
            "First Lines": "\nSeint Wolfston bischop of Wircestre was her in engelondSwiþe holi mon al his lif he was ich vnderstonde…\n",
            "Last Lines": "\n…Þorw him me mai þer al day moni miracle seoNow god leue þat we moten in þe ioie of heuene beo\n",
            "folio": "ff. 93v-96"
        },
        "BLEge2810": {
            "First Lines": "\nSEynt Wolston þe busschop of Wyrcestre was here in engelondSwiþe holi man al is lif he was ich vndirstonde…\n",
            "Last Lines": "\n…At Wircetre he is ychriuyd of him myracles may y seNou god lyue þat we mote wiþ him in þe ioye of heuene be\n",
            "Note": "\nEnds “Amen.”",
            "folio": "ff. 5-7v"
        },
        "Lam223": {
            "First Lines": "\nSAynt Wolfstan bisshop of Wircester was þurȝ goddes\n                    sondeA ful holy man he was as ȝe may vnderstonde…\n",
            "Last Lines": "\n…At wyntre þere he his mony a myracle mon may seGod leve\n                    þat we may with hym in þe ioye of heuen be\n",
            "Attributed Title": "\nSaynt Wolfstan (RT)",
            "folio": "ff. 50v-53"
        },
        "TokyoTak54": {
            "First Lines": "\nSeint Wolstan was bisshop of wirceter in EngelondA full holy man he\n                    was as I vnderstond…\n",
            "Last Lines": "\n…For hym we may alday faire miracle seGod leue that we mote\n                    with hym in ioye be Amen.\n",
            "Attributed Title": "\nDe sancto Wlstano (f. 11)",
            "folio": "ff. 11-13v"
        }
    }
}