{
    "_id": 4816,
    "_header": "Seven Sleepers were holy men as me hath I-told before",
    "Note": "For another version, see 690.",
    "Title(s)": "South English Legendary",
    "Subjects": "legends; Sleepers, Seven, legend of",
    "Versification": "— two-line — aa",
    "_description": "Legend of the Seven Sleepers in the South English Legendary — couplets",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nSeue sleparis were holi men as me haþ itold biuoreIn þe\n                    site of ephese hi were alle ibore…\n",
            "Last Lines": "\n…Nou god þat In þulke holi men so vair miracle sende\n                    Bringe ous to þulke Ioie þat hor soule to wende\n",
            "folio": "ff. 122v-124v"
        },
        "Bod779": {
            "First Lines": "\nÞe seue sleperis were holy men as men haþ ȝou I told be\n                    foreIn þe cyte of ephese hy weren alle I bore…\n",
            "Last Lines": "\n…& bring vs to þe ioye þat neuer ne chal\n                    mysse& oure soule þer to reste In heuen ryche blisse\n",
            "Attributed Title": "\nþe seue sleperis (f. 121)",
            "folio": "ff. 121-122v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nSEue slepers were seli Men as me haþ ou i told bi foreIn\n                    þe Cite of Effese heo weoren alle i bore…\n",
            "Last Lines": "\n…God þat in þulke Men so feir Miracle sendeBring vs\n                    to þat Ioye þat heore soules to wende. Amen.\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 47rb-47vb"
        },
        "CamMagPep2344": {
            "First Lines": "\nSeue Sleperes were holy men as me haþ ytold byfforeIn þe\n                    cite of Ephese hi were alle of hare moder ybore…\n",
            "Last Lines": "\n…Now god þat in þulke holy men so ffayr miracle\n                    sendeBringe vs to þulke ioye þat hare soules to wende\n",
            "Attributed Title": "\nSeptem dormientes (RT)",
            "folio": "pp. 380-383"
        },
        "CamTCC605": {
            "First Lines": "\nSEue sleperes were holy men as me haþ told by foreIn þe\n                    cite of essese hii weren alle ybore…\n",
            "Last Lines": "\n…god þat in þulke holy men so fayre miracle\n                    sendebrynge ous to þat hey Ioie þat here saule to\n                    wende\n",
            "Attributed Title": "\nvii sleperes (RT)",
            "folio": "ff. 75-76v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSEue sleperis were holimen as me haþ ȝou itold biforeIn þe cite of ephese hi were alle ibore…\n",
            "Last Lines": "\n…nou god þat in þulke holimen so fair miracle sentebring ous to þilke heie ioie þat hor soule to wente\n",
            "Note": "\n“Capitulum liiii” added to left margin by later hand (f. 120v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 120v-122v"
        },
        "BLCottTitAXXVI": {
            "First Lines": "\nThe sevyne slepparis were holy menAs ye haue herde of Be fforne\n                    …\n",
            "Last Lines": "\n…Nowe gode thorow þis holy men that soo ffayre myraclye\n                    sendebrynge vus to the Ioye that neuer schall haue Ende\n",
            "Note": "\nWritten as prose.",
            "Editions": "\nHuber,  Michael. \n             Die Wanderlegende von den Siebenschläfern.\n         Leipzig: O. Harrassowitz, 1910: 165.\n",
            "folio": "ff. 202v-204v"
        },
        "BLEge1993": {
            "First Lines": "\nSeuen slepares were seli men as me haþ ȝow told biforeIn þe cite of ephese hi weren alle ibore…\n",
            "Last Lines": "\n…Now god þat in þo men so vair miracle sendeBring vs to þe holi ioie þat here soule to wende\n",
            "Note": "\nEnds “Amen” (f. 201v).",
            "folio": "ff. 198v-201v"
        },
        "BLEge2891": {
            "First Lines": "\nSeue slepares were holymen as me haþ itold ȝou byuoreIn þe cite of Ephese ho were alle ybore…\n",
            "Last Lines": "\n…Nou god þat in þulke holymen so vair miracle sendeBryng us to þulke heie Ioie þat hore soule to wende\n",
            "folio": "ff. 124-126"
        }
    }
}