{
    "_id": 5187,
    "_header": "That worthy David which that slew Goliath",
    "Author(s)": "John Lydgate",
    "Subjects": "pageant verses; London, goldsmiths of",
    "Versification": "— seven-line — ababbcc",
    "_description": "John Lydgate, a Mumming for the Goldsmiths of London — fourteen stanzas rhyme royal",
    "_witnesses": {
        "CamTCC600": {
            "First Lines": "\nÞat worþy dauid which þat sloughe GolyeÞe first\n                    kyng þat sprang oute of JesseOf god echeson þe bookes\n                    specefyeBy Samuel sette in his royal see…\n",
            "Last Lines": "\n…Sette þees and rest welfare and vnyteeDuryng youre tyme\n                    thoroughe oute þis cytee\n",
            "Note": "\nWith Latin and English marginal glosses.",
            "Attributed Title": "\nAnd nowe filoweþe a letre made in wyse of balade by ledegate daun\n                    Johan of a mommynge whiche þe Golde smythes of þe Cite of London\n                    mommed in Right fresshe and costelewelych desguysing to þeyre Mayre\n                    Eestfeld vpon Candelmasse day at nyght affter souper brought and presented vn to\n                    þe Mayre by an heraude cleped ffortune (p. 175); A desgysing to þe\n                    Mayre By þe Goldsmythes (RT)",
            "Editions": "\n\nBrotanek,  Rudolph. \n             Die Englischen Maskenspiele.\n         Vienna, Leipzig: W. Braumüller, 1902: 323-5.\nMacCracken,  Henry Noble,\n                        ed.  \n             John Lydgate: The Minor Poems, Vol. II: Secular Poems.\nEETS\n         o.s. 192 (1934); repr. 1961: 1.698-701.\n\n",
            "folio": "pp. 177-178"
        },
        "BLAdd29729": {
            "First Lines": "\nThat worthy david whiche that sloughe goliethe fyrst kyng that\n                    sprang oute of Jesse…\n",
            "Last Lines": "\n…sett pees and reste welfare and vnytiedurynge yowre tyme\n                    thoroughe this sytie\n",
            "Note": "\nEnds ‘finis’ (f. 135v) by scribe.",
            "Attributed Author": "\nIohn lydgat (f. 134)",
            "Attributed Title": "\nher folowythe a lettar made by Iohn lydgat for a mommynge whiche þe\n                    goldsmythes of london shewyd before Eestfyld þe mayr on candylmas day at\n                    nyght this letar was presentyd by an harold callyd fortune (f. 134, by scribe,\n                    John Stow).",
            "folio": "ff. 134-135v"
        }
    }
}