{
    "_id": 5334,
    "_header": "The holy feast of Easter cometh after Lent anon",
    "Note": "This text is also included as lines 15-72 of the Resurrectio Christi; see 1546.",
    "Title(s)": "South English Legendary ; ‘Pascha’",
    "Subjects": "Easter",
    "Versification": "— two-line — aa",
    "_description": "‘Pascha’ (explanation of the Feast of Easter) in the South English Legendary — normally fifty-eight lines",
    "_witnesses": {
        "BodAsh43": {
            "First Lines": "\nÞE holi feste of ester comeþ after leynte anonAs our lord\n                    aros fram deþe to lyue boþe in flesc & bon…\n",
            "Last Lines": "\n…þe rouisous ne comeþ neuere biuore seynt Markes\n                    daiþer uore we wolleþ of telle in þe bigynnyng of\n                    may\n",
            "Attributed Title": "\nEaster (f. 51)",
            "folio": "ff. 51-52"
        },
        "Bod779": {
            "First Lines": "\nÞe holy feste of estir comeþ after lente anonAs oure lord\n                    ros fram deþ to lyue boþe in flesch & bon…\n",
            "Last Lines": "\n…þe reuesony comep newen be fore seint markes\n                    dayþerfore we wolleþ tellen eftsone þe by gynnyng of\n                    may\n",
            "Note": "\nSecond occurrence in MS; treated as part of 1301.",
            "folio": "ff. 139-139v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nÞE holy feste of Aster comeþ after lenton A nonAs vr lord\n                    a ros from deþe to lyue boþe in flesch and bon…\n",
            "Last Lines": "\n…And vr lordes flesch vndurfongeþ mid his holy\n                    bloodeÞat he ȝaf to stronge deþe for vs vppon þe\n                    Roode\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 19rb-19va"
        },
        "BodLauMis463": {
            "First Lines": "\nÞE holy feste of ester comeþ after lenton anonas oure\n                    lord aros fro dethe to liue boþe in flessh & bon…\n",
            "Last Lines": "\n…Nou god his holi body þat for vs was y nomeLete vs so\n                    his flessh afong þat we to heuene come\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "f. 31rb"
        },
        "BodTan17": {
            "First Lines": "\nÞE holi feste of esterne comeþ after lente a nonAs oure\n                    lord a ros fro deþ to lyue bope in flesch & bon…\n",
            "Last Lines": "\n…God for his holi bodi þat for vs was I nomeLete vs so\n                    his flesch receyue þat we to heuen come\n",
            "folio": "ff. 69v-70"
        },
        "CamCCC145": {
            "First Lines": "\nÞe holy feste of ester comþ after leinte anonAs oure\n                    louerd aros fram deþe to lyue boþe in fleiss &\n                    bon…\n",
            "Last Lines": "\n…Þe ronisons ne comeþ neuere biuore sein markes\n                    dayÞer uore we wolleþ of hom telle In þe biginnynge of\n                    may\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.134.\n",
            "folio": "ff. 51-51v"
        },
        "CamStJohn28": {
            "First Lines": "\nÞE holy feste of Ester comyth after lente a nonas oure lord\n                    ros fro deþ to lyue boþe in flesch & bon…\n",
            "Last Lines": "\n…as on holy þorysday to heuene he gan to styȝebut\n                    ferst holy cherche halt þe feste of þe letanyȝe\n",
            "folio": "ff. 82v-83"
        },
        "CamTCC605": {
            "First Lines": "\nÞe holi fest of Estere comeþ after lente a nonas oure\n                    lord aros fram deþp to lyue boþ myd flesche &\n                    bon…\n",
            "Last Lines": "\n…Now god for his holy body þat for ous was y nomelete ous\n                    so his fleche fange þat we mot to heuene come\n",
            "Attributed Title": "\nEster (RT)",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 54-54v"
        },
        "BLAdd10301": {
            "First Lines": "\nÞE holy feste of ester comþ after leinte anonas oure lord\n                    aros fram deþ to lyue boþe ffleiss & bon…\n",
            "Last Lines": "\n…Þe rouisons ne comeþ neuer by fore sein markes\n                    dayþer for we wolleþ of him telle in þe by gynynge of\n                    may\n",
            "Attributed Title": "\nDe sancto pascha (f. 61v, by scribe in margin beside\n                    first line)",
            "folio": "ff. 61v-62v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nÞe holi feste of ester comeþ after lente a nonas our lord a ros fro deþ to lif boþe in flesch & bon…\n",
            "Last Lines": "\n…þe rouisons ne comeþ neuer bifore sein markes daiþer fore we wolleþ of hom telle in þe biginning of mai\n",
            "Note": "\n“Capitulum xxix” added to left margin by later hand (f. 54v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 54v-55v"
        },
        "BLEge1993": {
            "First Lines": "\nÞe holi feste of hester comeþ after lente anonAs oure lord aros to liue biþe vlesch and bon…\n",
            "Last Lines": "\n…Þe runesons comeþ neuere bifore seint markes dayÞer fore ich of hem telle in þe biginninge of may\n",
            "folio": "ff. 133v-134"
        },
        "BLEge2810": {
            "First Lines": "\nÞE holy fest of ester comeþ after leynt anonas vr louerd aros fram deþ to liue boþe in fless & bon…\n",
            "Last Lines": "\n…þe reuisons comeþ neuere be vor seynt markes dayþer vor we wolleþ telle of hom in þe byginning of maye\n",
            "folio": "ff. 184v-185"
        },
        "Lam223": {
            "First Lines": "\nAfter lentoun Aster comes þe holy feste AnonAs Crist ros from\n                    deþ to lyf in flessh & in boon…\n",
            "Last Lines": "\n…We make vs clene þer aȝeyn ych gode man as he\n                    mayÞat we may his flessh resseyve þat ros þat ilke\n                    day\n",
            "Attributed Title": "\nAster (f. 3v, in margin)",
            "folio": "f. 3v1"
        },
        "Winches33": {
            "folio": "f. 35v"
        },
        "TokyoTak54": {
            "First Lines": "\nThe holy fest of Ester comþ after lent anounOur lord roos from\n                    deth to lyf boþ in flessh & boun…\n",
            "Last Lines": "\n…Þat he wil wende to galile and\n                    tofore ȝou þerbeAs he hym silf seide ȝou ȝe shul hym\n                    þer yse\n",
            "folio": "f. 63v-64v"
        }
    }
}