{
    "_id": 5338,
    "_header": "The holy Rood that was I-found as thee wit in May",
    "Note": "This is incorporated in the Laud ‘Sancta Crux’ — see 5337.",
    "Title(s)": "South English Legendary",
    "Subjects": "Cross, feast of the Exaltation of",
    "Versification": "— two-line — aa",
    "_description": "The ‘Exaltation’ of the Cross in the South English Legendary",
    "_witnesses": {
        "Bod779": {
            "folio": "f. 147v"
        },
        "BodAsh43": {
            "Transcription": "\nþE holi rode was ifounde as ȝe witeþ in may& an\n                    haused was in septembre þe holi rode day…\n",
            "Attributed Title": "\nþe holy Rod in May kynge Cosdre (f. 68)",
            "Editions": "\nMorris,  Richard,\n                        ed.  \n             Legends of the Holy Rood, Symbols of the Passion, and\n                Cross-Poems.\nEETS\n         o.s. 46 (1871); repr. 1973: 48-57.\n",
            "folio": "ff. 68-71"
        },
        "BodEngPoeta1": {
            "First Lines": "\nÞE holi Roode was i founde as ȝe witeþ in\n                    MayHonoured he was seþþe in Septembre þe holi Rode\n                    day…\n",
            "Last Lines": "\n…Now God for þe Rode loue þat he was on i doBring vs\n                    to þe heiȝe Ioye þat he vs bouȝte to\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "Editions": "\nMorris,  Richard,\n                        ed.  \n             Legends of the Holy Rood, Symbols of the Passion, and\n                Cross-Poems.\nEETS\n         o.s. 46 (1871); repr. 1973: 48-57.\n",
            "folio": "ff. 30ra2-30vb"
        },
        "BodLauMis463": {
            "First Lines": "\nÞE holy Rode was y founde As ȝe witteþ in\n                    mayEnhaunced it was in Septembre on þe holy Rode\n                    day…\n",
            "Last Lines": "\n…Lord Ihesu Crist þat on þe Rode were y doBring vs\n                    to þe ioye of heuene þat þu vs bouhtest to\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 84vb-86rb"
        },
        "OxfTri57": {
            "folio": "f. 100v"
        },
        "CamCCC145": {
            "First Lines": "\nÞE holy rode þat was ifonde as ȝe witeþ in\n                    mayAn haused he was in septembre þe holi rode day…\n",
            "Last Lines": "\n…Moni miracles þer habbeþ ibeo wo so is telle\n                    couþeOf þe swete rode an eorþe suþþe telle me\n                    somme nouþe\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 2.390.\n",
            "folio": "ff. 144-145v"
        },
        "CamMagPep2344": {
            "First Lines": "\nÞe holy Rode was yffounde as ȝe wel witeþ in MayAn\n                    haunsed ȝeo was in Septembre in þe ffourteþe\n                    day…\n",
            "Last Lines": "\n…Now god ffor þe loue of þe Rodeþat þou were on\n                    ydoBryng vs in þulke ioye þat þou vs bouȝtest\n                    to\n",
            "Attributed Title": "\nExaltacio sancte crucis (RT); Miraculum crucis (RT)",
            "folio": "pp. 405-410"
        },
        "CamTCC605": {
            "First Lines": "\nþe holy rode was yfounde as ȝe wytyn on mayon hausyd hit\n                    was on septembre þe holy rode day…\n",
            "Last Lines": "\n…god for loue of þe rode þat þu were on\n                    idobringe ous to þe heyȝe Ioie þat þu ous bouȝtyst\n                    to\n",
            "Attributed Title": "\nholy rode (RT)",
            "folio": "ff. 93v-95v"
        },
        "BLAdd10301": {
            "First Lines": "\nÞe holy rode þat was y fonde as ȝe witeþ in\n                    MayAn haused he was in septembre þe holy rode day\n",
            "Last Lines": "\n…Nou god for þe Rode love þat þou were on y\n                    doBring vs to þe heie Ioye þat þou vs boȝtst\n                    to\n",
            "Attributed Title": "\nDe exaltatione sancte crucis (f. 165, by scribe in margin beside\n                    first line); Exaltacio sancte crucis (RT)",
            "folio": "ff. 165-168"
        },
        "BLCottJulDIX": {
            "First Lines": "\nÞe holi rode þat was ifounde as ȝe witeþ in maian hauseþ was in septembre þe holi rode dai…\n",
            "Last Lines": "\n…nou god for þe loue of þe suete rode þat þu were on idobring vs to þe heie ioie þat þu boutest ous to\n",
            "Note": "\n“Capitulum xxxix” added to left margin by later hand (f. 71v).",
            "Attributed Title": "\nExaltacio (left margin by scribe, f. 71v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 71v-74"
        },
        "BLEge1993": {
            "First Lines": "\nÞe holi rode was founden as þe witeþ in mayAnd haunsed was in septembre þe holi rode day…\n",
            "Last Lines": "\n…God for loue of þe rode þar þou were on idoBring vs to þe heiȝe ioie þat þou vs bouȝtest to\n",
            "Note": "\nEnds “Amen” (f. 151).",
            "folio": "ff. 148v-151"
        },
        "BLEge2810": {
            "First Lines": "\nÞe holi rode þat was yfounde as ȝe witiþ in mayAn hausid he was in Septembre þe holy rode day…\n",
            "Last Lines": "\n…Mo miraculs of þe cros ȝet ȝe schal hereful god þinge hit is if ȝe wil lere\n",
            "Note": "\nLast two lines added (over erasure?) by another hand.",
            "folio": "ff. 58-59v"
        },
        "BLEge2891": {
            "First Lines": "\n…y him þat þou þe makedest after þat þolede for us wondeHote þou wolle on him bileue þou schelt here in a stonde…\n",
            "Last Lines": "\n…Nou god for þe rode lous þat þou were on idoBring us to þe heie ioie þat þou us boȝtest two\n",
            "Note": "\nBegins incomplete due to missing folio or folios between 132 and 133.",
            "folio": "ff. 133-135"
        },
        "BLHar2250": {
            "First Lines": "\nThe holy rode þat was founden as ȝe weten in mayEnhawsid\n                    was in Septembre the holy rode day…\n",
            "Last Lines": "\n…Now god for thi mecull pyne þat on þe rode was\n                    idoBringe vs to the hegh ioy þat yow bought vs to\n",
            "folio": "ff. 83ra-83v"
        },
        "BLHar2277": {
            "First Lines": "\nÞE holi Rode þat was ifounde as ȝe wite in MaiAnhanced he was in Septembre þe holie Rode dai…\n",
            "Last Lines": "\n…Nou god for þe Rode loue þat þu were on idoBring ous to þe ioye of heuene þat þu ous bouȝtest to\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 117-120"
        },
        "Lam223": {
            "First Lines": "\nÞE holy Rode þat was fonde as weten in MaijHonoured was\n                    in septembre þe holy Rode day…\n",
            "Last Lines": "\n…And lete him cristen als soone as he myȝt come\n                    þertoNow god for þe Rode loue þat þou was on y\n                    doBringe vs to þe ioye of heuen þat þou boȝt vs to\n                    Amen\n",
            "Attributed Title": "\nExaltacio sancte Crucis (RT)",
            "folio": "ff. 166-169"
        },
        "Winches33": {
            "folio": "f. 45"
        },
        "TokyoTak54": {
            "First Lines": "\nThe holy rode as we wete wel was found in mayAnd in þe hede of\n                    Septembre is þe holy rode day…\n",
            "Last Lines": "\n…Now for þat holy cros þat þou were on idoBring\n                    vs to þat ilk blisse þat þou vs bouȝtest to.\n                    Amen\n",
            "folio": "ff. 80-81v"
        }
    }
}