{
    "_id": 5339,
    "_header": "The Holy Rood the sweet tree right is to have in mind",
    "Note": "This is incorporated in the Laud ‘Sancta Crux’ — see 5337.",
    "Title(s)": "South English Legendary",
    "Versification": "— two-line — aa",
    "_description": "The ‘Early History’ of the Cross in the South English Legendary",
    "_witnesses": {
        "BodLauMis463": {
            "First Lines": "\nÞE holy Rode þe swete treo right is to hauen in\n                    mindeþat haþ fro strong y brought to liue al\n                    mankynde…\n",
            "Last Lines": "\n…So þat þilk stede was ffor lete many dayþat no\n                    Cristen man ne paynym wiste where þe Rode lay\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 43va-45ra"
        },
        "Bod779": {
            "First Lines": "\nÞe holy rode þe swete tre ryȝt is to habbe In\n                    mendeþat haþ fram strong deþ I brouȝt to lyue alle\n                    mankende…\n",
            "Last Lines": "\n…So þat þilke stede was for lete mony a dayþat\n                    no cristinman ne payemens neyste were þe rode lay\n",
            "Attributed Title": "\nÞe gynnyng of þe holy rode (f. 144v)",
            "folio": "ff. 144v-145v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nÞE holy Rode þe swete treo riht is to hauen in\n                    muyndeÞat haþ from strong deþ i brouht to lyue al\n                    monkuynde…\n",
            "Last Lines": "\n…So þat þulke stude was for let mony a dayÞat\n                    no cristene mon ne Painym nuste where þe Rode lay\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "Editions": "\nMorris,  Richard,\n                        ed.  \n             Legends of the Holy Rood, Symbols of the Passion, and\n                Cross-Poems.\nEETS\n         o.s. 46 (1871); repr. 1973: 18-35.\n",
            "folio": "ff. 28vb-29va"
        },
        "BodAsh43": {
            "First Lines": "\nþE holi rode þe swete tre riȝt is to habbe in\n                    mundeþat haþ fram stronge deþ ibroȝt to lyue al\n                    mankunde…\n",
            "Last Lines": "\n…So þat þulke stude was vorlete mony adayþat no\n                    cristenmon ne paynym muste war þe rode lay\n",
            "Attributed Title": "\nþe holy rede day (f. 63v)",
            "Editions": "\nMorris,  Richard,\n                        ed.  \n             Legends of the Holy Rood, Symbols of the Passion, and\n                Cross-Poems.\nEETS\n         o.s. 46 (1871); repr. 1973: 18-35.\n",
            "folio": "ff. 63v-66"
        },
        "BodTan17": {
            "First Lines": "\nThe holi rode þe swete tre riȝt is to han in\n                    myndeÞat haþ fro þe stronge deþ brouȝt to lyue al\n                    man kynde…\n",
            "Last Lines": "\n…So þat þe stede was forleten many a dayþat no\n                    cristen man ne paynym wist not where þe rode lay\n",
            "Note": "\nNo division between this and 133, which follows it in this MS.",
            "folio": "ff. 95-97"
        },
        "BodAddC38": {
            "Note": "\nLines 1-20 only.",
            "folio": "f. 106v"
        },
        "OxfTri57": {
            "Attributed Title": "\nInuencio sancte crucis (f. 35v; and RT)",
            "folio": "ff. 35v-37"
        },
        "CULAdd3039": {
            "First Lines": "\nÞe haly rode þat suet tre is gude to hafe in myndeffor\n                    þurgh it fro dede to lyfe was broȝt al mankyndeÞurgh a tre\n                    we were forlorne for syn þat adam wroȝtAnd þurgh a tre also\n                    to lyfe þen were we broȝt…\n",
            "Last Lines": "\n…Sithen at his t[ ]nce day theþen bod hym twynnea crewe\n                    come & woned in þat ilk hous & fand þis croice\n                    þerin…\n",
            "Note": "\nText missing from middle and end due to loss of folios.",
            "folio": "ff. 127-129v"
        },
        "CamCCC145": {
            "First Lines": "\nÞE holy rode þe swete tre riȝt is to habbe in\n                    mundeÞat haþ fram strange deþ ibroȝt to lyue al man\n                    kunde…\n",
            "Last Lines": "\n…So þat þulke stude was forlete many a dayÞat\n                    no cristene man ne pain miste war þe rode lay\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.167.\n",
            "folio": "ff. 63-65v"
        },
        "CamMagPep2344": {
            "First Lines": "\nÞE holy Rode day & þe swete treo riȝt hit is to haue\n                    in mundeÞat ffram strong deþ brouȝte al\n                    mankunde…\n",
            "Last Lines": "\n…So þat pulke stede was fforlete many a long dayÞat\n                    no cristene man ne paym wuste whar þe rode lay\n",
            "Attributed Title": "\nInuencio Sancte Crucis (RT)",
            "folio": "pp. 265-269"
        },
        "CamTCC605": {
            "First Lines": "\nHE holy rode þat swete tre goud is to habben in mundeþat\n                    haþ from stronge deþ y broȝt al mankunde…\n",
            "Last Lines": "\n…Þus þulke stede was for lete many a dayso þat\n                    cristen ne paynym niste ware þe rode lay\n",
            "Attributed Title": "\nþe holy rode (RT)",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 90-92"
        },
        "BLCottJulDIX": {
            "First Lines": "\nSE holi rode þat suete tre riȝt is to habbe in mendeþat haþ fro strong deþ ibroȝt to liue al mankende…\n",
            "Last Lines": "\n…so þat þilke stede was forlete moni a daiþat no cristenman ne payn nuste whare þe rode lai\n",
            "Note": "\n“Capitulum xxxviii” added to right margin by later hand (f. 67).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 67-69v"
        },
        "BLEge1993": {
            "First Lines": "\nÞe holi Rode þat swete treo god is to habbe in mindeÞat haþ vram strong deþ wrouȝt al monkinde…\n",
            "Last Lines": "\n…Þus þilke stude was vorleten mani a dayÞat oþer cristene ne paynim nuste whar þe rode lay\n",
            "folio": "ff. 144v-147"
        },
        "BLEge2810": {
            "First Lines": "\nÞE holie rode þat swete tre riȝt it is to habbe in mundeþat haþ fram strong deþe ybroȝt to liue alle mankunde…\n",
            "Last Lines": "\n…So þat þulk stede was vor lete manie a dayþat no cristenman no paynim nust war þe rod lay\n",
            "Note": "\nSecond occurence in this manuscript; f. 188 is a half-sized strip of parchment bound in sideways.",
            "folio": "ff. 185v-188"
        },
        "BLEge2891": {
            "First Lines": "\nÞE holy rode þat swete treo riȝt is to habbe in mundeþat haþ fram strange deþ ibroȝt to lyue al mankunde…\n",
            "Last Lines": "\n…So þat þulke stude was for lete many adayþat no cristene man ne pain nuste ware þe rode lay\n",
            "Attributed Title": "\nInuencio sancte crucis (rubric in margin, f. 73)",
            "folio": "ff. 73-75v"
        },
        "BLHar2250": {
            "First Lines": "\nThe holy rode þat swete tre gode is to haue in myndeÞat\n                    has fro strong dethe broȝt to life al monkynde…\n",
            "Last Lines": "\n…He ordent þen his moer thurgh hor botheres specheffor to\n                    wende to Ierusalem þe holy rode to seche\n",
            "Attributed Title": "\nDe Cruce (RT)",
            "folio": "ff. 79-80v"
        },
        "BLHar2277": {
            "First Lines": "\nÞE holi Rode þe suete treo riȝt is to habbe in mundeþat haþ fram Stronge deþe ibroȝt to lyue al man cunde…\n",
            "Last Lines": "\n…So þat þulke stede was forȝute meni odaiþat no cristene man ne payn nuste whar þe Rode lai\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 37v-39"
        },
        "BLAdd10301": {
            "First Lines": "\nÞE holy Rode þat swete tre riȝt is to haue in\n                    mundeþat haþ fram strange deþ y broȝt to lyue al man\n                    kunde…\n",
            "Last Lines": "\n…So þat þulke stude was vor lete mani a dayþat\n                    no cristen man ne payn niste ware þe Rode lay\n",
            "Attributed Title": "\nDe inuencione sancte crucis (f. 75, by scribe in margin beside first\n                    line); Sancte crucis, Inuencione sancte crucis (RT)",
            "folio": "ff. 75-77v"
        },
        "Lam223": {
            "First Lines": "\nThurgh a tre we were forlorn & first broȝt to groundeAnd\n                    þurȝ atre to lyf broȝt heried be þat\n                    stounde…\n",
            "Last Lines": "\n…So þat þe place by tyme forlett was mony a\n                    dayÞat cristen men ne heþen nist where þe Rode\n                    lay\n",
            "Note": "\nBegins with line 3.",
            "Attributed Title": "\nDe Cruce (RT)",
            "folio": "ff. 97v-100"
        },
        "LeedsBro501": {
            "First Lines": "\nThe holy Rode the swete tre ys good to haf in myndeffor thurgh it\n                    fro deth to lyue was broght al mankyndeThurgh a tre we were for lorn thurgh\n                    syn þat adam wroght And thurgh a tre also to lyf were we\n                    broght…\n",
            "Last Lines": "\n…Now Ihesu thurgh thy holy Rode Schylde vs fro the fendeAnd\n                    bryng vs to that mekyll ioye that neuyr shal haf ende\n",
            "Note": "\nCombined with 5554,\n                    which follows.",
            "Attributed Title": "\nHere begynnyth a proces & a declaracion of the holy cros how it was [ ]\n                    of cernelys the wiche cam fro paradys & þan of the myraclys of the cros\n                    as ye shal here aftyrward (f. 107); Explicit virtus sancte crucis (f.\n                        101v)",
            "folio": "ff. 107-107v;  106-106v;  105-105v;  104-104v;  103-103v;  102-102v;  101-101v;  100-100v"
        },
        "TokyoTak54": {
            "First Lines": "\nThe holy rood þat swete tre Right is to haue in myndeÞat\n                    haþ þus from deth brouȝt to lyf al mankynde…\n",
            "Last Lines": "\n…So þat place was forlete many a longe dayÞat\n                    Cristen man neiþere paynyme nyst where þe rode lay\n",
            "Note": "\nWith 133.",
            "folio": "ff. 75v-78"
        }
    }
}