{
    "_id": 5526,
    "_header": "The wisdom of the father",
    "Subjects": "Cross, hours of",
    "Versification": "— four-line, eight-line — aabb, abcbdefe",
    "_description": "The Hours of the Cross, interspersed in the English Prymer — seven stanzas of 8 short lines, or of four long lines rhyming aabb, the passages often followed by refrain-like ‘We worchipe the crist and blesse to the / For bi the holi crois thou hast for bought the worlde’",
    "_witnesses": {
        "Bod85": {
            "First Lines": "\nThe wisdom of the fadir the trewthe of the hy kingGod and man was\n                    taken in the dawenyngOf hys knowen disciplis he was sone forsakeSold\n                    and put to peyne mankynde sauf to make…\n",
            "Last Lines": "\n…Whit spiceri he was beried holi writ to fulfulleThenke we\n                    sadli on is deþ that shal saue vs from helle\n",
            "Note": "\nWritten as prose.",
            "folio": "ff. 26-50v"
        },
        "BodDou246": {
            "First Lines": "\nThe wysdom of þe faderþe treuþe of heye\n                    kyngeGod & mane was takynin þe morownynge…\n",
            "Last Lines": "\n…Wiþ spicerye he was byryedHoly wrytte to\n                    fulfylleþenke we sadly on his deeþþat schal saufe vs\n                    from helle\n",
            "folio": "ff. 26-41v"
        },
        "BodDou275": {
            "First Lines": "\nThe wisedom of þe fader þe treuþe of heȝe\n                    kyngGod and man was taken in þe morwenynge …\n",
            "Last Lines": "\n…Wiþ spicery he was buried holiwrit to fulfilleþenke\n                    we sadly on his deeþ þat schal saue us from helle\n",
            "folio": "ff. 15-29v"
        },
        "BodRawC699": {
            "First Lines": "\nþe wisdom of þe fadirþe treuþe of þe hig\n                    king…\n",
            "Last Lines": "\n…þenke we sadli on his deeþþat schal saue vs\n                    from helle\n",
            "Note": "\nWritten as prose.",
            "folio": "ff. 24-40"
        },
        "OxfQueens324": {
            "First Lines": "\nThe wijsdom of þe fadirþe truþe of þe hiȝe\n                    king…\n",
            "Last Lines": "\n…Wiþ spicerye he was biried holi writ to\n                    fulfilleþinke we sadli on his deeþ þat schal saue us fro\n                    helle\n",
            "Note": "\nSeven stanzas of 8 short lines each, interspersed with prose text (hours\n                    of the cross); written as prose.",
            "Attributed Title": "\nAntym. Patris sapiencia veritas (f. 14v)",
            "folio": "ff. 14v-50v"
        },
        "CULDd1182": {
            "First Lines": "\nThe wisdom of þe fadirÞe treuþe of þe hiȝ\n                    king…\n",
            "Last Lines": "\n…þenke we sadli on his deeþþat schal saue us\n                    from helle\n",
            "Editions": "\nLittlehales,  Henry,\n                        ed.  \n             The Prymer or Lay Folks’ Prayer Book.\nEETS\n         o.s. 105 (1895); 109 (1897); repr. as one volume, 1973: 1.15 seq..\n",
            "folio": "ff. 16v-37"
        },
        "CamEmm246": {
            "First Lines": "\nThe Wisidm of þe fader þe treuþe of þe heie\n                    kinggod & man was taken in þe morewnyng…\n",
            "Last Lines": "\n…Wiþ spicery he was biried holi writ to ful\n                    filleÞenke we sadli on his deeþ þat shal saue vs from\n                    helle\n",
            "folio": "ff. 15-26v"
        },
        "CamStJohn192": {
            "First Lines": "\nThe wysdome of the fadir the trewthe of the heye kynggod and man\n                    was taken in the morwenyng…\n",
            "Last Lines": "\n…Wiþ spicerye he was biryed holy writ to fulfillethenk we\n                    sadly on his deeth that schal saue us fro helleWe worschipe thee cryst and\n                    blesse to theffor be thi deeth thow hast bowȝt the worlde\n                    aȝee\n",
            "Note": "\nSeven 6-line stanzas, aabbcc, including two-line refrain as last two\n                    lines above; written as prose, interspersed with prose text.",
            "Attributed Title": "\nPatris sapientia (as heading to first stanza, f. 20)",
            "Editions": "\nLittlehales,  Henry,\n                        ed.  \n             The Prymer or Lay Folks’ Prayer Book.\nEETS\n         o.s. 105 (1895); 109 (1897); repr. as one volume, 1973: 1.29-50 passim.\n",
            "folio": "ff. 20-38v"
        },
        "BLAdd36683": {
            "First Lines": "\nThe wisdom of þe fadir þe trewþ of þe kinggod\n                    & man was takun in þe morewuyng…\n",
            "Last Lines": "\n…We worschipen þee crist & blessen to þeffor in\n                    þi deeþ þou hath bouȝt þe world aȝen\n",
            "Note": "\nWritten as prose.",
            "folio": "f. 18v"
        },
        "GULHun472": {
            "First Lines": "\nThe wisdome of þe fadir the treuþe of heiȝ kingGod\n                    & man was taken in þe morownyng…\n",
            "Last Lines": "\n…Thenke we sadly on his deþeþat schal safe us fro\n                    helleWe worschipe þe crist & blesse to þeffor by þi\n                    deþ þou hast bouȝt þe worlde aȝe\n",
            "Note": "\n7 x 6, aabbcc including two-line refrain as last two lines of\n                    transcription, separate stanzas interspersed in English prymer (hours of the\n                    cross).",
            "Attributed Title": "\nPatris sapiencia veritas diuina (f. 25)",
            "folio": "ff. 25-36"
        },
        "GULHun512": {
            "First Lines": "\nThe wysdom of þe fadir þe treuþe of þe hiȝe\n                    kinggod & man was take in þe morwenyng…\n",
            "Last Lines": "\n…Wiþ spicerie he was biried hooly writ to\n                    fulfilleþenke we sadly on his deeþ þat schal saue us alle\n                    fro helleWe worschipeþ to þee crist & blesse to\n                    þeeffor bi þi deeþ þu hast bouȝt aȝen þe\n                    world\n",
            "Note": "\nSeven stanzas, aabb, plus refrain, cd (i.e. not rhyming in this MS\n                    version) as last two lines above, separated and interspersed in English prymer,\n                    hours of the cross.",
            "folio": "ff. 66-96v"
        }
    }
}