{
    "_id": 5599,
    "_header": "There was as telleth Titus Livius",
    "Author(s)": "Geoffrey Chaucer",
    "Title(s)": "Physician’s Tale; Canterbury Tales",
    "Subjects": "pilgrims/pilgrimage; corruption; innocence; sacrifice",
    "Versification": "— couplets — aa",
    "_description": "Geoffrey Chaucer, the Physician’s Tale of the Canterbury Tales — 286 lines in couplets.",
    "_witnesses": {
        "BodArcSelB14": {
            "First Lines": "\nWHan that this yoman his tale ended haddeof this fals Chanon whiche\n                    that was so badoure hoost gan seie treuly & certaynethis prest was\n                    bigiled sothely for to saynehe wenynge for to be a Philosophretil he\n                    no gold lefften in his coffreand sothly this prest had alether\n                    Iapethis cursed Chanon put in his hood anapebut al this passe I ouer\n                    as nowsir doctor of Phisike I pray yowtelle vs a tale of some honeste\n                    matereit shal be done if that ye wil hit hereseide this Doctour &\n                    his tale bigan anoonnow gode men quod he herkeneth euerychoonTHer\n                    was as telleth Tytus Liuiusa knyght that called was\n                    Virginius…\n",
            "Last Lines": "\n…ther fore I rede yow this counsail takeforsaketh synne or\n                    synne yow forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see\n                    above).",
            "Attributed Title": "\n…And next bigynneth the doctour of Phisikes prolog (f.\n                        235v); Here endith the doctour of Phisike his prolog / and next\n                    folwyng he bigynneth his tale & cetera (f. 236); the doctour of\n                    phisike (RT); Here endith the doctour of Phisikes tale… (f. 240)",
            "folio": "ff. 235v-240"
        },
        "BodBar20": {
            "First Lines": "\nWhat þat þis yoman his tale endid haddeOf þis false\n                    Chanon wiche þat was so baddeOure oost can to saie treuly and\n                    certaynThis preost was bigiled sothely for to saynHis wenyng for to be\n                    a philosophreTil þat he no gold left in his cofreAnd sothely\n                    þis preost hadde a lethur IapeThis Cursed Chanon put in his hood an\n                    ApeBut alle þis passe I ouer as nowSir doctour of phisik I pray\n                    ȝowTel vs a tale of some honest matereHit shal be done ȝif\n                    þat ȝe wil it hereSaide þis doctour and his tale bygann\n                    anoonNow god men quod he herkenyth euerychonTher was as tellith\n                    vs titus liuiusA knyght þat clepid was virgineus…\n",
            "Last Lines": "\n…þerfore I rede ȝow this Conseil takefforsakeþ\n                    synne er synne ȝow forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see\n                    above).",
            "Attributed Title": "\n…& here by gynnyth / þe prologe of þe doctor of phisik\n                    (f. 180b); here endith the prologe and here bygynnyth þe tale\n                    (f. 180bv, rubric); here endith þe doctour of physik… (f.\n                        184v)",
            "folio": "ff. 180bv-184v"
        },
        "Bod414": {
            "First Lines": "\n[W]hen that this yoman his tale endid haddeOf this fals chanon that\n                    was so baddeOure host gan to sey truly and certeynThis prest was\n                    begilid sothely for to seyneHe wenyng for to be a philosophirTill he\n                    right no gold left in his cofirAnd truly this prest had a lithir\n                    iapeThis cursid chanon put in his hood an ApeBut alle this wille I\n                    passe ouer as noweSir Doctour of phisic I prey youTelle us a tale of\n                    sum honest matiereIt shal be done if that ye wille it hereSeid this\n                    doctour and his tale began anonNow good men coth he herkneth\n                    euerichon[T]her was as tellith us Titus lyueusA knight that\n                    clepid was virgineus…\n",
            "Last Lines": "\n…Therfore I rede you this counseil takefforsakith synne or\n                    synne you forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see above).\n                    VI.254 omitted.",
            "Attributed Title": "\nHere begynneth the prolog of þe doctour of phisik (f. 129); The tale\n                    of the doctour of Phisik (f. 132v)",
            "folio": "ff. 129-132"
        },
        "Bod686": {
            "First Lines": "\nTher was as telleth Thitus liuiusA knyght þat called was\n                    virginius…\n",
            "Last Lines": "\n…þer fore y rede you þis counsel takefforsaketh\n                    synne er synne you forsake\n",
            "Attributed Title": "\n…And here after begynneth / the Phisiciens tale (f. 148v);\n                    Phisician (RT); Here endeth the Phisiciens tale… (f. 152)",
            "folio": "ff. 148v-152"
        },
        "BodHatDon1": {
            "First Lines": "\nWhan this yoman his tale ended haddeOf this fals Chanon which was\n                    so baddeOure oost gan sey treuly and certaineThis prest was begiled\n                    sothli to sayneHe wenyng for to be a philosophreTil he right no gold\n                    left in his cofreAnd sothli þis prest had a litull IapeThis\n                    cursed Chanon put in his hode an ApeBut al this passe I ouer as\n                    noweSir doctour of phisik I pray youTell vs a tale of some honest\n                    matereHit shal be don if ye wol it hereSeid þis doctoure and his\n                    tale began anonNow goode men quod he herkeneth eueri chonThere\n                    was a knight as telleth liuiusThat called was virginius…\n",
            "Last Lines": "\n…Therefor I rede you this consail takefforsaketh syn or syn\n                    you forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see above).\n                    VI.69, 161 omitted; spurious lines follow 70, 162.",
            "Attributed Title": "\n…And next biginneth / the Prolog of the Doctour of phisik (f. 153);\n                    Here endeth þe prolog of the doctour of phisik And next / biginneth the\n                    tale of the doctour of phisik (f. 153); The Maister of Phisik (RT); Here endeth\n                    the Doctour of Phisik tale… (f. 156v)",
            "folio": "ff. 153-156v"
        },
        "BodLauMis600": {
            "First Lines": "\n…Þat is to preise as bi discrecionAs wel in body as gost\n                    chast was she…\n",
            "Last Lines": "\n…ffor knowen was þe folis IniquiteÞe people anoon\n                    had suspect in þis þing…\n",
            "Note": "\nVI.1-41 (possibly also a spurious linking passage), 264-86 lost. At the\n                    foot of f. 204v are two blue ‘H’ lombard initials with no\n                    accompanying explicit or incipit.",
            "Attributed Title": "\nH[blank (unexecuted rubric)] (f. 204v); þe doctor of phisik\n                    (RT)",
            "folio": "ff. 205-207v"
        },
        "BodLauMis739": {
            "First Lines": "\n[W]Han that this yoman his tale endyd haddeOf this fals chanon\n                    which þat was so baddeOure ooste gan say truly & certaynThis\n                    prest was begiled sothely for to saynHe wenynge for to be a\n                    philosphreTil he right no gold left in his cofreAnd sothly þis\n                    prest had a lyther IapeThis cursyd chanon put in his hoode an apeBut\n                    all this passe I ouer as nowSir doctour of phisyke I prey\n                    ȝowTelle vs a tale of som honest matereHit shall be done ȝif\n                    þat ȝe wole hit hereSaide this doctor and his tale bygan\n                    anoneNow gode men quod he herkeneth euerychone[T]Her was as telleth vs\n                    tytus lyueusA knyght þat clepid was virgineus…\n",
            "Last Lines": "\n…Therfore I rede ȝou this councele takefforsaketh synne\n                    or synne ȝou forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see above).\n                    VI.113 omitted.",
            "folio": "ff. 212-216v"
        },
        "BodRawPoe149": {
            "First Lines": "\nWhen that this yoman his tale endid hadOf this fals chanon which\n                    that was so badOure oost gan sey treuli and certaynThis preest was\n                    begiled sothe for to seynHe wenyng for to be a philosophreTil he right\n                    no golde had left in his cofreAnd sotheli this preest had a lethir\n                    iapeThis cursid chanon had put in his hood an apeBot al this passe\n                    ovir as nowSir doctor of phesik I prey yowTel vs atale of som honest\n                    matereIt shal be done if that ye wil it hereSaide this doctour and his\n                    tale began anonNow good men quod he herkenyth everichonTher was as\n                    tellith vs Titus lyuiyvsA knight that cleped was\n                    virginivs…\n",
            "Last Lines": "\n…Therfore I rede ye this counsail takefforsake syn or syn yow\n                    forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see\n                    above).",
            "Attributed Title": "\nfab (f. 92, margin); here endith the doctour of phesikes tale…\n                    (f. 94)",
            "folio": "ff. 92-94"
        },
        "BodRawPoe223": {
            "First Lines": "\nThere was as telleth us Titus liueusA kniȝt that Cleped was\n                    Virgeneus…\n",
            "Last Lines": "\n…Therfor I rede ye this counseill takefforsake synne or synne\n                    you forsake\n",
            "Attributed Title": "\n…And here beginneth A tale of the Maister of Phisik (f. 204);\n                        Phisicus (RT); Here endith the tale of the Maister of Phisik…\n                    (f. 208v)",
            "folio": "ff. 204-208v"
        },
        "OxfChrCh152": {
            "First Lines": "\nTher was as telleth Titus liuiusA knyght that called was\n                    virginius…\n",
            "Last Lines": "\n…Therfore I rede yow this counseille takefforsaketh synne or\n                    synne yow forsake\n",
            "Attributed Title": "\n…Here bigynneth the Phisiciens tale (f. 116); Here endith the\n                    Phisiciens tale… (f. 119v)",
            "folio": "ff. 116-119v"
        },
        "OxfCCC198": {
            "First Lines": "\nTher was as telleþ vs Titus lyueusA knight þat cleped was\n                    virgineus…\n",
            "Last Lines": "\n…þerfore I rede ȝou þis counseil\n                    takefforsakeþ synne er synne ȝou forsake\n",
            "Attributed Title": "\nThe doctour of phisik (f. 190v); Doctour of phisik (RT,\n                    rubric)",
            "Facsimiles": "\n  “Digital\n                    Facsimile of Corpus Christi, Oxford MS 198 of the Canterbury\n            Tales”  . \n",
            "folio": "ff. 190v-194v"
        },
        "OxfNew314": {
            "First Lines": "\nTher was as tellith titus lyvyusA knyȝt that clepid was\n                    virginius…\n",
            "Last Lines": "\n…Therfore I rede you þis counsel takefforsake synne or\n                    synne yow forsake\n",
            "Note": "\nVI.206 omitted; spurious line follows 197.",
            "Attributed Title": "\n…and begynneth þe tale of the / doctour of phisik (f.\n                        183v); doctor of / phisik (f. 183v, margin); Phisicion\n                    (RT); Here endith the Phisicions tale… (f. 187v)",
            "folio": "ff. 183v-187v"
        },
        "OxfTri49": {
            "First Lines": "\nTHer was as tellith vs Titus lyueusA knyght that clepid was\n                    virginius…\n",
            "Last Lines": "\n…ther for I rede you this counseil takefor sake synne or synne\n                    you for sake\n",
            "Note": "\nVI.14-18 omitted.",
            "Attributed Title": "\n…Incipit fabula doctoris phisici (f. 149v); Doctor\n                    of Phisike (RT); Explicit fabula doctoris / Phisici (f. 153)",
            "folio": "ff. 149v-153"
        },
        "CULDd424": {
            "First Lines": "\nThere was as telleth Titus liuiusA knyght that called was\n                    Virginius…\n",
            "Last Lines": "\n…Therfore I rede ȝow this counseil takefforsaketh synne\n                    er synne ȝow forsake\n",
            "Attributed Title": "\n…& bigynneth the / Phisiciens tale with oute a Prologe (f.\n                        138v); Here endeth the Phisiciens tale… (f.\n                    141v)",
            "Editions": "\nFurnivall,  Frederick James,\n                        ed.  \n             The Cambridge MS. Dd.4.24 of Chaucer’s Canterbury Tales,\n                Completed by the Egerton MS. 2726 (The Haistwell MS).\nThe Chaucer Society\n         1st Series, no. 95 (Part 1, issue for 1901) and 96 (Part 2, issue for\n            1902). \n",
            "folio": "ff. 138v-141v"
        },
        "CULGg427": {
            "First Lines": "\n…In which I pleyne vpon virginiusAnd ȝif he wele seyn it\n                    is not thus…\n",
            "Last Lines": "\n…ffor to compleyne er he hire slow allasAnd god it wot nothyng\n                    was hire trespas…\n",
            "Note": "\nVI.1-166, 243-86 lost.",
            "Facsimiles": "\nParkes,  Malcolm B.,  and  Richard Beadle.  \n             “Introduction.” \n             Poetical Works. Geoffrey Chaucer. A Facsimile of Cambridge University\n                Library MS Gg.4.27. 3 vols Cambridge: D. S. Brewer, 1979 (vol. 1); 1980 (vols. 2-3). \n",
            "Editions": "\nFurnivall,  Frederick James. \n             The Cambridge MS (University Library, Gg.4.27) of Chaucer’s\n                Canterbury Tales.\nChaucer Society\n         Series 1, nos. 4, 10, 17, 28, 33, 40, 52, 66. London: Trübner,\n            1868-79. \n",
            "folio": "ff. 302-302v"
        },
        "CULIi326": {
            "First Lines": "\nWhen this yoman his tale endid hadOf this fals chanon which was so\n                    badOure hoste gan say truly and certeynThis preest was begiled sothely\n                    to sayneHe wenyng for to be a philosopherTill that he no golde lefte\n                    in his coferAnd sothely this preest had a litle IapeThis cursed chanon\n                    put in his hode an apeBut alle this passe I over as noweSir doctour of\n                    phesyk I pray youTelle vs a tale of some honeste matereIt shalle be\n                    done if ye wil it hereSaide this doctour and his tale began anoonNow\n                    good men quod he herkenyth everychoneTHere was as telleth vs Titus and\n                    lyviusA knyght that cleped was Wyrgynys…\n",
            "Last Lines": "\n…Therfore I rede you this counseylle takefforsaketh synne or\n                    synne you forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see above).\n                    VI.106, 240 omitted.",
            "Attributed Title": "\nAnd next be gynneth the doctour of physik prologe (f. 167v);\n                    Doctour of physyk (RT); Here endeth the doctour of phisykes tale… (f.\n                        170v)",
            "folio": "ff. 167v-170v"
        },
        "CULMm25": {
            "First Lines": "\nWhan þat þis ȝoman his tale ended haddeOf þis\n                    fals chanon whiche þat was so baddeOur ooste gan seye trewly and\n                    certeynThis preste was begiled sothely for to seynHe wenynge for to be\n                    a philisophreTil he riȝht no golde lefte in his coffreAnd softely\n                    þis preste had a lither iapeThis cursed chanon put in his hode an\n                    apeBut al þis I ouer passe as noweSir doctour of phisike I pray\n                    ȝoweTell us a tale of some honeste matereIt schall be done\n                    ȝif þat ȝe woll it hereSaid þis doctour and his tale\n                    began ononNowe good men quod he herkeneth euerychonTher was as tellith\n                    us Titus lyueusA knyȝht þat cleped was\n                    virgineus…\n",
            "Last Lines": "\n…Therfore I rede ȝowe þis counsell for to\n                    takefforsakith synne er synne ȝow forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see\n                    above).",
            "Attributed Title": "\n…Here begynneth þe prologe of þe doctour of phisik (f.\n                        186v); þe prologe of þe doctour of physik (RT);\n                        Incipit fabula (f. 186v, margin); The doctour of phisyk\n                    (RT)",
            "folio": "ff. 186v-189v"
        },
        "CamFitzMc181": {
            "First Lines": "\n[W]Hen that this yeman his tale ended hadOf this false chanoun\n                    which he ended hadOure oste gan to sey truly and certeynThis preste\n                    was bygyled sothely to seynHe wenynge for to be a philosopherTyll he\n                    right no gold lefte in his coferAnd sothely this preste had a lyther\n                    IapeThis cursed chanon putte in his hode an apeBut all this woll\n                    passen as nowSir doctour of phisyk y pray yowTell us a tale of som\n                    honest materHit schall be don yf ye woll hit her[T]Her was as\n                    telleth us Titus lyueusA knyȝte þat clepud was\n                    virgyneus…\n",
            "Last Lines": "\n…Therfore y rede you this counsel takefforsaketh synne ar\n                    synne forsake yow\n",
            "Note": "\nThe Tale is preceded by a spurious 12-line link (see above).\n                    VI.297-8, 309-12, 323-4 omitted.",
            "Attributed Title": "\nThe prolog of þe doctour of phisik (f. 195v); The tale of\n                    þe doctour of phisyk (f. 195v); Here endeth the Tale of þe\n                    doctour of phisyk… (f. 199v)",
            "folio": "ff. 195v-199v"
        },
        "CamTCC582": {
            "First Lines": "\nThere was as telleth vs Titus LyuyusA kniȝt that cleped was\n                    Virginius…\n",
            "Last Lines": "\n…Therfore I rede you this counseill takefforsaketh sinne or\n                    sinne you forsake\n",
            "Note": "\nVI.60, 159-60, 166-75, 240 omitted; spurious line follows\n                    70.",
            "Attributed Title": "\nA tale tolde be te maister / Of Phisik (f. 75va, with the rest\n                    of the verso left blank); Here endith the Tale of the Physician… (f.\n                        77va)",
            "folio": "ff. 76ra-77va"
        },
        "CamTCC595": {
            "First Lines": "\nThHere was as telleth Titus lyuyusA knyght that cleped was\n                    virginius…\n",
            "Last Lines": "\n…Therfore I rede you this councelle takefforsaketh synne or\n                    synne you forsake\n",
            "Attributed Title": "\n…And begynneth doctour of phisickis tale (f. 210); Here endeth the\n                    Phesicians tale… (f. 214v)",
            "folio": "ff. 210-214v"
        },
        "BLAdd5140": {
            "First Lines": "\nTher was as telleth Tytus lyuiusA knyht that callid was\n                    vyrgeneus…\n",
            "Last Lines": "\n…Therfor y reede this counsil to takefforsakith synne or synne\n                    you forsake\n",
            "Attributed Title": "\n…Et incipit prologus ffabula / Phisici sine prologg\n                    (f. 201); Phisicion (RT); Explicit fabula Phisici… (f.\n                        206v)",
            "folio": "ff. 201-206v"
        },
        "BLAdd25718": {
            "First Lines": "\nTher was a knight as telleth LuciniusThat kleped was\n                    virginivs…\n",
            "Last Lines": "\n…Therfore I rede yow this counsel takefforsaketh synne er\n                    synne yow forsake…\n",
            "Note": "\nVI.69, 159-61, 172 omitted (172 supplied later); blank line left after\n                    70 with spurious line added later.",
            "Attributed Title": "\nThe Maister of Phisikes tale of Vir[tear] (f. 48, written over erasure);\n                    Here endeth the maister off Phisykes tale… (f. 52)",
            "folio": "ff. 48-52"
        },
        "BLAdd35286": {
            "First Lines": "\nTher was as telleth Titus LyuyusA knyght that called was\n                    virginius…\n",
            "Last Lines": "\n…Therfore I rede yow this counseil takefforsaketh synne or\n                    synne yow forsake\n",
            "Note": "\nVI.17-18, 41-3, 81-2 omitted; 95-6 reversed.",
            "Attributed Title": "\nhere bigynneth the Maister of phisikes tale (f. 144v); the\n                    Maister of phisik (RT); Here ende the maister of phisikes tale… (f.\n                    148)",
            "Editions": "\nHorobin,  Simon. \n             “A Transcription and Study of British Library MS Additional 35286 of\n                Chaucer’s Canterbury Tales.” \n         Diss. Univ. of Sheffield, 1997. \n",
            "folio": "ff. 144v-148"
        },
        "BLEge2726": {
            "First Lines": "\nTher was as telleth Titus LiuiusA knyght þat called was\n                    Virginius…\n",
            "Last Lines": "\n…Therfore I rede you þis counseill\n                    takefforsaketh syn or syn you forsake\n",
            "Attributed Title": "\n…& incipit fabula de le / ffisician de Virginius Apius et\n                        Claudis sine prologo (f. 159); Hic desinit fabula Phisici…\n                    (f. 162v)",
            "Editions": "\nFurnivall,  Frederick James,\n                        ed.  \n             The Cambridge MS. Dd.4.24 of Chaucer’s Canterbury Tales,\n                Completed by the Egerton MS. 2726 (The Haistwell MS).\nThe Chaucer Society\n         1st Series, no. 95 (Part 1, issue for 1901) and 96 (Part 2, issue for\n            1902). \n",
            "folio": "ff. 159-162v"
        },
        "BLEge2863": {
            "Transcription": "\nWHen þat þis yeman his tale ended haddeOf þis fals\n                    chanoun whiche þat was so baddeOure oost gan seie trewely &\n                    certaynThis preest was begiled sothely to sayn…\n",
            "Note": "\nLast ten lines of the spurious ‘Chanon’s\n                    Yeoman-Physician’s Link’ lost, along with the entire\n                        Physician’s Tale.",
            "Attributed Title": "\n…And here bygynneth þe prologe of þe doctour of phisik (f.\n                        137v)",
            "Editions": "\nFurnivall,  Frederick James,\n                        ed.  \n             The Cambridge MS. Dd.4.24 of Chaucer’s Canterbury Tales,\n                Completed by the Egerton MS. 2726 (The Haistwell MS).\nThe Chaucer Society\n         1st Series, no. 95 (Part 1, issue for 1901) and 96 (Part 2, issue for\n            1902). \n",
            "folio": "f. 137v"
        },
        "BLEge2864": {
            "First Lines": "\n[T]Her was as tellith Titus lyuiusA knyht that called was\n                    virgyneus…\n",
            "Last Lines": "\n…Therfor I reede this counseil to takefforsaketh synne or\n                    synne you forsake\n",
            "Attributed Title": "\n…Incipit Narracio phisici de quadam virgine que erat filia eiusdem\n                        Militis sine prologo (f. 167); The phisician (RT)",
            "folio": "ff. 167-171"
        },
        "BLHar1758": {
            "First Lines": "\n…Myn pitous honde mote smyten of thyn heedAllas that euyr\n                    Apyus the saye…\n",
            "Last Lines": "\n…Therfore I rede you this counseile takefforsaketh synne ere\n                    synne you forsake\n",
            "Note": "\nVI.1-225 (and possibly the spurious 14-line link) lost. Large blank\n                    space between the end of the Physician’s Tale and the\n                    ‘Physician-Pardoner Link’.",
            "Attributed Title": "\nThe doctour of Phisik (RT); Here endeth the tale of the doctour of Phisik\n                    (f. 150v)",
            "folio": "ff. 150-150v"
        },
        "BLHar7333": {
            "First Lines": "\nTher was as tellithe vs titus lyuiyusA knyth that clepid was\n                    virginius…\n",
            "Last Lines": "\n…þere fore I rede yow this counseill takefforsake synne\n                    or synne yow forsake\n",
            "Attributed Title": "\nHere begynithe the doctoure of / physike this tale (f. 93ra);\n                    Here Endithe þe doctoure off / phisike this tale (f.\n                    94rb)",
            "folio": "ff. 93ra-94rb"
        },
        "BLHar7334": {
            "First Lines": "\nTher was as telleþ Thitus lyuiusA knight þat cleped was\n                    virgineus…\n",
            "Last Lines": "\n…Therfore I rede ȝow this counseil takefforsakith synne\n                    er synne yow forsake\n",
            "Attributed Title": "\n…And here bygynneth þe tale of þe Doctor of of phisik (f.\n                        181v); Doctor of phisik Tale (RT); Here endeth þe Doctor of\n                    phisiqus his tale… (f. 185)",
            "Editions": "\nFurnivall,  Frederick James,\n                        ed.  \n             The Harleian MS 7334 of Chaucer’s ‘Canterbury\n                Tales’.\nChaucer Society\n         73. London: Trübner, 1885. \n",
            "folio": "ff. 181v-185"
        },
        "BLHar7335": {
            "First Lines": "\n[T]Her was as tellith Titus LyuyusA knyght that callid was\n                    virgynyus…\n",
            "Last Lines": "\n…Therfore y rede you this conseil taakefforsakith synne or\n                    synne you forsaake\n",
            "Note": "\nThe Tale is preceded by a spurious 6-line link (see 2476-29). VI.17-18,\n                    81-2 omitted; 46 inserted in margin.",
            "Attributed Title": "\nPhisicien is tale (f. 154, margin); Here endith the / phisiciens tale (f.\n                    158, margin)",
            "folio": "ff. 154-158"
        },
        "BLLan851": {
            "First Lines": "\nNOwe trewly quod oure Oste þis is a prati taleffor litel\n                    marveile it is þat þou lokest so paleSeþen þou hast\n                    medeled wiþ so mony þingesWiþ bloweinge att þe cole to\n                    melte boþe brochez and ringesAnd oþere many Iewels dar I\n                    vndertakeAnd þat þi lorde couþe vs tel if we myht him\n                    ouertakeBot lat him go a deuelwaye þe compaigny is neuer þe\n                    wersAnd al suche fals harlotes I sette not be hem a kersBot latt pas\n                    ouere nowe al þes subtilteesAnd sume worþi man tel vs sume\n                    veriteesAs ȝe worschipful Maister of PhisikeTelleþ vs some\n                    tale þat is acronykeThat we may of ȝowe leren sum witteQuod\n                    the Maister of Phisik a tale þat I finde writteIn cronyke passed of\n                    olde tymeHerkeneþ for I wil tel it ȝow in rimeTher was\n                    as telleþ vs titus liueusA knyht þat cleped was\n                    virgineus…\n",
            "Last Lines": "\n…Ther fore rede I ȝowe þis sounsel\n                    takefforsakeþ sinne ar sinne ȝoue forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 16-line link (see\n                    above).",
            "Attributed Title": "\n…Incipit prologus Magistri Phisici (f. 169); Explicit\n                        prologus / Incipit fabula (f. 169v); The Maister of Phisik\n                    (RT); Explicit fabula Magistri Phisicorum… (f. 173)",
            "Editions": "\nFurnivall,  Frederick James,\n                        ed.  \n             The Lansdowne Manuscript of Chaucer’s Canterbury Tales.\nChaucer Society\n         Series 1, nos. 7, 13, 20, 36, 43, 55, 69. London: Trübner,\n            1868-79. \n",
            "folio": "ff. 169-173"
        },
        "BLRoy17Dxv": {
            "First Lines": "\nWHan that this yoman his tale ended hadOf this false chanon whiche\n                    that was so badOure host gan sey triewly and certaynThis priest was\n                    begyled soth for to saynHe wenyng for to be a philosophreTil he right\n                    no gold left in his cofreAnd sothly this priest had a lither IapeThis\n                    cursed chanon put in his hode an ApeBut althis wil I passe ouere as\n                    nowSir doctour of phesyk I pray yowTelle vs a tale of some honest\n                    matiereIt shal be don if that ye wil it hereSeyde this doctour and his\n                    tale began anonNow goode men quod he herkenyth euerychonTher was as\n                    tellith vs Titus lyueusA knyght that clepid was\n                    virgyneus…\n",
            "Last Lines": "\n…Therfore I rede yow this coundaile takefforsake synne or\n                    synne yow forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see\n                    above).",
            "Attributed Title": "\n…And / begynnyth the prolog of / the doctor of Phisik (f. 213,\n                    margin); Here endith the prolog and begynnyth the tale of the doctor of Phisik\n                    (f. 213v, margin); Here endith the tale of / the doctor of\n                    physik… (f. 217v, margin)",
            "folio": "ff. 213-217v"
        },
        "BLRoy18Cii": {
            "First Lines": "\nWhen þat þis yoman his tale endid haddeOf þis fals\n                    chanon whiche þat was so baddeOure oost gan seie truly and\n                    certaynThis preest was begyled sothely for to saynHe wenynge for to be\n                    a philosophreTil he right no gold lefte in his cofreAnd sothely\n                    þis prest had a lyther IapeThis cursed chanon put in his hood an\n                    ApeBut al þis passe I ouer as nowSire doctour of phisik I pray\n                    ȝowTelle vs a tale of som honest matereHit schall be don ȝif\n                    þat ȝe wole hit hereSaide þis doctour and his tale by gan\n                    anonNow gode men quod he herkeneth euerychonTher was as telleth\n                    vs Tytys lyueusA knyȝt þat cleped was\n                    Virgineus…\n",
            "Last Lines": "\n…Therfore I rede ȝou this conseil takefforsaketh synne ar\n                    synne ȝou forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see above).\n                    VI.113 omitted.",
            "Attributed Title": "\nThe prolog of the doctour of phesyk (f. 174); Here endith the prolog And\n                    begynneth the tale (f. 174); The Doctour of phesike (RT)",
            "folio": "ff. 174-177v"
        },
        "BLSl1685": {
            "First Lines": "\nWhan þat þis yoman his tale ended hadeOf þis false\n                    Chanon whiche þat was so baddeOure Oste gan say truly and\n                    certayneThys preest was begyled sothely for to sayneHe wenynge for to\n                    be a phylosofreTylle he riȝt no golde lefte in hys coffreAnd\n                    soþely þis preest hade a liþer IapeThys cursid Chanon put in\n                    hys heed an apeBut al þis passe I ouere as noweSir doctour of\n                    phisyke I pray ȝouTelle vs a tale of some honeste matereHit schal\n                    be done yf þat ye wille it hereSayde þis doctour and hys tale\n                    began anoneNow gode men quod he herkeneth euereche oonTher was as\n                    tellith me Titus lyueusA knyȝt þat clepid was\n                    Virgineus…\n",
            "Last Lines": "\n…Therfore I rede you þis counselle takefforsakeþe\n                    synne or synne you forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see above).\n                    VI.55-6 reversed.",
            "Attributed Title": "\n…Here begynneht þe Prologge of þe doctour of physike (f.\n                    178); Here endeth þe Prolooge and begynneth þe tale (f. 178); The\n                    Doctour Of Phisik (RT); The Maister Of Phisik (RT); Here endeth þe tale of\n                    þe Mayster of Phisyk… (f. 182)",
            "folio": "ff. 178-182"
        },
        "BLSl1686": {
            "First Lines": "\nTHere was as tellith vs titus lyuevsA knight that clepid was\n                    virginius…\n",
            "Last Lines": "\n…Therfor I rede you this counseile takefforsakethe synne or\n                    synne you forsake\n",
            "Note": "\nVI.69-70, 159-61, 166-75, 216-20 omitted; spurious line follows\n                    215.",
            "Attributed Title": "\n[A] tale of the mayster of Phisik (RT); Here endith the Tale of the Maister\n                    of Phisik… (f. 221)",
            "folio": "ff. 217-221"
        },
        "NLWPen392": {
            "First Lines": "\nTHer was as telleth Titus LiuiusA knyght that called was\n                    Virginius…\n",
            "Last Lines": "\n…Ther fore I rede yow this conseil takefforsaketh synne er\n                    synne yow forsake\n",
            "Attributed Title": "\nHeere bigynneth the Phisiciens tale (f. 191v); The Phisicien\n                    (RT); Here endeth the Phisiciens tale… (f. 195)",
            "Facsimiles": "\n\nRuggiers,  Paul G.,\n                        ed.  \n             The Canterbury Tales. Geoffrey Chaucer. A Facsimile of the Hengwrt\n                Manuscript, with Variants from the Ellesmere Manuscript.\n         Norman, OK: University of Oklahoma, and Folkestone: Wm. Dawson,\n            1979. \nStubbs,  Estelle,\n                        ed.  \n             The Hengwrt Chaucer Digital Facsimile (CD-ROM).\n         Leicester, England: Scholarly Digital Editions, 2000. \n\n",
            "Editions": "\n\nFurnivall,  Frederick James,\n                        ed.  \n             The Hengwrt Manuscript of Chaucer’s Canterbury Tales.\nChaucer Society\n         Series 1, nos. 3, 9, 27, 39, 51, 71. London: Trübner,\n            1868-79. \nBlake,  Norman F.,\n                        ed.  \n             The Canterbury Tales. Edited from the Hengwrt Manuscript.\nYork Medieval Texts, second series.\n         London: Edward Arnold, 1980. \nStubbs,  Estelle,\n                        ed.  \n             The Hengwrt Chaucer Digital Facsimile (CD-ROM).\n         Leicester, England: Scholarly Digital Editions, 2000. \n\n",
            "folio": "ff. 191v-195"
        },
        "Alnwick455": {
            "First Lines": "\nThere was as tellith vs Tytys lyuyusA knyȝte þat callid\n                    was virgneus…\n",
            "Last Lines": "\n…Therfor I rede ȝew this counsell takefforsake syn or syn\n                    ȝew forsake\n",
            "Note": "\nVI.11-16, 59-60, 89-90, 101-4, 109, 274 omitted.",
            "Attributed Title": "\n…And here begynnyth the tale of the Doctour of Phisik (f.\n                        149v); Here endith þe tale of þe doctour of\n                    Phisik… (f. 153)",
            "folio": "ff. 149v-153"
        },
        "GULHun197": {
            "First Lines": "\nTHere was as telleth vs Titus lyuyusA knyght þat cleped was\n                    virgineus…\n",
            "Last Lines": "\n…Ther fore I rede þe þis counsel takefforsake synne\n                    or synne yow forsake\n",
            "Note": "\nVI.55-6 omitted.",
            "Attributed Title": "\n…And here begynneth the tale of the doctor / of phisik (f.\n                        76rb); the Doctor (RT)",
            "folio": "ff. 76rb-77rA"
        },
        "Lichfield29": {
            "First Lines": "\nWHan that this yoman his tale ended haddeOf þis fals chanoun\n                    which that was so baddeOure host gan seye trewely and certaynThis\n                    preest was begyled sothly for to saynHe wenynge for to be a\n                    philofreTil he right no gold lefte in his cofreAnd sothely\n                    this preest hadde a luther iapeThis cursed chanon put in his hood an\n                    apeBut al this passe I ouer as nowSir doctour of phisik I pray\n                    yowTelle vs a tale of sum honest matereIt shal be done yif that ye\n                    wole it hereSaid this doctour and his tale began anonNow goode men\n                    quod he herkeneth euerychonTher was as telleth vs Titus liuiusA knyght\n                    þat cleped was virgineus…\n",
            "Last Lines": "\n…Therfore I rede yow this counseill takefforsaketh synne or\n                    synne yow forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see\n                    above).",
            "Attributed Title": "\nPrologus (preceding the explicit for the Chanon᾿s\n                        Yeoman’s Tale, f. 183v); …and begynneth the\n                    prologe of the doctour of phisik (f. 183v); The Doctour of phisik\n                    (RT); Thus endeth the tale of þe doctour of phisike… (f.\n                        187v)",
            "folio": "ff. 183v-187v"
        },
        "Lincoln110": {
            "First Lines": "\nTHere was as tellith tytys liuyusA knyȝt that cleped was\n                    virginyus…\n",
            "Last Lines": "\n…þerfore I rede yow this councell takefforsakith synne or\n                    synne ȝow forsake\n",
            "Note": "\nVI.60, 159-61 omitted; spurious lines follow 70, 162.",
            "Attributed Title": "\nThe tale of the Doctour of Phisik (RT); The Doctour of phisik (RT); Here\n                    endith the tale of the doctoure of Phisik… (f. 173, heavily\n                    stained)",
            "folio": "ff. 169v-173"
        },
        "LonPhys388": {
            "First Lines": "\nWhanne that this yoman his tale endid hadOf this fals Chanon whiche\n                    that was so badOure gan to sey triewly and certeynThis\n                    priest was begiled sooth forto seynHe wenyng for to be a\n                    philosophreTil he right no gold left in his cofreAnd sothly this\n                    priest had a lither iapeThis cursed chanoun put in his hood an apeBut\n                    al this wil I passe ouer as nowSir doctour of phesik I pray youTel us\n                    a tale of sum honest matiereIt shal be don if that ye wil it hereSaide\n                    this doctour and his tale bigan anonNow good quod he herkenyth\n                    euerychonTher was as tellith vs Titus LyueusA knight that clepid\n                    was Virgyneus…\n",
            "Last Lines": "\n…Therfor I rede yow this counsail takefforsakith synne or\n                    synne yow forsake\n",
            "Note": "\nVI.203-4 reversed.",
            "Attributed Title": "\nExplicit Prologus Incipit ffabula (f. 227); Explicit fabula\n                    (f. 232)",
            "folio": "ff. 227-232"
        },
        "RylandsEng113": {
            "First Lines": "\n[T]here was as tellith Titus liuiusA knyght þat called was\n                    Virginius…\n",
            "Last Lines": "\n…Þerfor I rede yowe this Councell takefforsakith synne or\n                    synne you forsake\n",
            "Attributed Title": "\n…And the / Phisician begynnyth his tale without prologe (f. 112);\n                    Phisicianes Tale (f. 112, margin); Phisician (RT); Here endith the Phisicians\n                    tale… (f. 114v)",
            "folio": "ff. 112-114v"
        },
        "Petworth7": {
            "First Lines": "\nWhat þat þis ȝeman his tale ended haddeOf þis\n                    fals Chanon which þat was so baddeOur hoost gan say trewly and in\n                    certaynþis preest was begiled soþly for to saynHe wenynge\n                    for to be a philosophreTil he lift riȝt nouȝt in his\n                    CophreAnd soþly þis preest had a liþer IapeThis cursed\n                    chanon put in his hode an apeBut al þis passe I ouer as noweSir\n                    doctour of phisik I prey ȝouTelle us a tale of some honest\n                    matereIt shal be done ȝif þat ȝe wil it hereSaide\n                    þis doctour of phisik and his tale bygan anonNow good men quod he\n                    harkeneth euerchonTher was as telleþ us tytys lyueusA knyght\n                    þat cleped was virgineus…\n",
            "Last Lines": "\n…Therfore I rede ȝou þis counsel takefforsakeþ\n                    synne er synne ȝou forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see\n                    above).",
            "Attributed Title": "\n…And here bigynneþ þe prologe of þe doctour of Phisike\n                    (f. 211); The prologe (f. 211, margin); Thus endeþ þe prologe of\n                    þe doctour of phisik / And here bygynneþ þe tale (f. 211); The\n                    tale (f. 211, margin); The doctour Of phisike (RT)",
            "Editions": "\n\nFurnivall,  Frederick James,\n                        ed.  \n             The Petworth MS of Chaucer’s Canterbury Tales.\nChaucer Society\n         Series 1, nos. 6, 12, 19, 35, 42, 54, 68. London: Trübner,\n            1868-79. \nFurnivall,  Frederick James,\n                        ed.  \n             Autotype Specimens of the Chief Chaucer MSS, Part II.\nChaucer Society\n         Series 1, no. 56. London: Trübner, 1876. \n\n",
            "folio": "ff. 211-215"
        },
        "Austin143": {
            "First Lines": "\nThere was as telleth Titus liuiusA knyght that called was\n                    Virginius…\n",
            "Last Lines": "\n…Therefore y rede you this counsaile takefforsakith synne or\n                    synne you forsake\n",
            "Attributed Title": "\nAnd here begynneth the Phisicians tale withoute Prologge (f. 141);\n                    Phisician (RT); Here endith the Phisiciens tale… (f. 144)",
            "folio": "ff. 141-144"
        },
        "PierpontM249": {
            "First Lines": "\nWhan that this yoman his tale ended haddeOf this fals Chanon whiche\n                    that was so baddeOure host gan seye trewely and certaynThis preest was\n                    bigiled sothly forto saynHe wenynge for to be a philosophreTil he\n                    right no gold lefte in his cofreAnd sothly this preest hadde a luder\n                    iapeThis cursed Chanon putte in his hood an apeBut al this passe I\n                    ouer as nowSir doctour of phisik I pray ȝowTelle vs a tale of som\n                    honest matereIt shall be don ȝif that ȝe wole it hereSaide\n                    this doctour and his tale began anonNow goode men quod he herkeneth\n                    euerychonThere was as telleth vs Titus liuiusA knyght that cleped was\n                    virgineus…\n",
            "Last Lines": "\n…Therfore I rede you this counseill takefforsaketh synne or\n                    synne you forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see\n                    above).",
            "Attributed Title": "\n…And begynneth the Prologe of the Doctour of Phisik (f.\n                        183v); The prologe of the Doctour of Phisyk (RT); The Doctour of\n                    Phisik (RT); Thus endeth the tale of the Doctour of Phisik… (f.\n                        187v)",
            "folio": "ff. 183v-187v"
        },
        "PhilRos10841": {
            "First Lines": "\nWhenne thys ȝeman hys tale ended haddeOf thys fals chanoun\n                    whyche that was so baddeOure oste gan sey truly and certeyneThys\n                    preest was begyled sothly for to sayneHe wenynge for to be a\n                    philsophreTill he ryȝt no golde lefte in hys coffreAnd sothly\n                    thys preste hadde a lytell iapeThys cursed chanoun put in hys hood an\n                    apeBut all thys passe y ouer as nowSir doctor of physyk y pray\n                    ȝowTelle vs a tale of som honest materHit schall be don yf that\n                    ȝe woll hit hereSayde thys doctour and thus hys tale bygan a\n                    nonNow good men quod he herkeneth euerychonTher was as telleth vs\n                    titus leuiousA knyȝt that cleped was vergenious…\n",
            "Last Lines": "\n…Ther fore y rede thys councell takefforsaketh synne or synne\n                    ȝow forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see\n                    above).",
            "Attributed Title": "\n…And begynnethe the prologe of the doctor of physyke (f.\n                        139v); The prologe of þe doctour of physyk (RT); Here endeth\n                    þe prologe of the doctour of physyke / and begynnethe the tale (f.\n                        139v); The doctor of physyke (RT); Here endeth the tale of the\n                    doctour of physyke… (f. 143)",
            "folio": "ff. 139v-143"
        },
        "PUL100": {
            "First Lines": "\nThere was as tellith vs Tytus lyuiyusA knyght that clepid was\n                    virginius…\n",
            "Last Lines": "\n…Therfor I rede ȝewe this counsel takefforsakith syn or\n                    syn ȝewe forsake\n",
            "Note": "\nVI.39 omitted.",
            "Attributed Title": "\n…And here begynnyth the tale of þe doctour of Phisik (f.\n                        142v); Doctour of Phisik (RT); Here endith the doctour of Phisik\n                    his tale… (f. 146v)",
            "folio": "ff. 142v-146v"
        },
        "HunEL26C9": {
            "First Lines": "\nTher was as telleth Titus liuiusA knyght that was called\n                    virginius…\n",
            "Last Lines": "\n…Therfore I rede yow this conseil takefforsaketh synne er\n                    synne yow forsake\n",
            "Note": "\nVI.203-4 omitted.",
            "Attributed Title": "\n…Heere folweth the Phisiciens tale (f. 133); Phisicien (RT); Heere\n                    endeth the Phisiciens tale… (f. 136)",
            "Facsimiles": "\n\n\nThe Ellesmere Chaucer Reproduced in Facsimile.\n         2 vols. Preface by Alix Egerton. Manchester: Manchester University\n            Press, 1911. \nHanna,  Ralph,\n                        ed.  \n             The Ellesmere Chaucer Reproduced in Facsimile.\n         2 vols. Manchester: Manchester UP, 1911. Preface by \n                Alix\n                Egerton\n             repr. as  The Ellesmere Manuscript of Chaucer’s\n                Canterbury Tales: A Working Facsimile. Intro. Hanna; Cambridge: D. S.\n            Brewer, 1989. \nWoodward,  Daniel,  and  Martin Stevens, eds.  \n             The New Ellesmere Chaucer Facsimile (Huntington MS EL 26 C 9).\n         Tokyo: Yushodo, and San Marino, CA: Huntington Library, 1995: Now available in part online: http://dpg.lib.berkeley.edu/webdb/dsheh/heh_brf?CallNumber=El+26+C+9.\n\n",
            "Editions": "\nFurnivall,  Frederick James,\n                        ed.  \n             The Ellesmere Manuscript of Chaucer’s Canterbury Tales.\nChaucer Society\n         Series 1, nos. 2, 8, 16, 26, 32, 38, 50, 70. London: Trübner,\n            1868-79. \n",
            "folio": "ff. 133-136"
        },
        "BNangl39": {
            "First Lines": "\nTher was as tellys vs tytus lyuiusa knyght that clepid was\n                    virginius…\n",
            "Last Lines": "\n…therfore I rede yow this counseil to takefor sake synne or\n                    synne yow forsake\n",
            "Note": "\nVI.119-20, 253 omitted.",
            "Attributed Title": "\n…& sub / sequenter narrat fabulam suam / doctor phisice hoc\n                        modo sequente (f. 62va); Explicit fabula doctoris\n                        Phisice… (f. 64ra)",
            "folio": "ff. 62va-64ra"
        },
        "TokyoTak24": {
            "First Lines": "\nThere was as telleth Titus LyuiusA kniȝt that callid was\n                    Virginius…\n",
            "Last Lines": "\n…Therfor I rede you this counseill takefforsaketh sinne or\n                    sinne you forsake\n",
            "Note": "\nVI.41-3 omitted.",
            "Attributed Title": "\n…Et Incipit ffabula de Phisico sine Prologo (f. 150);\n                        ffabula Physici (RT); Physicians tale (RT); Hic desinit fabula\n                        Phisici… (f. 153v)",
            "folio": "ff. 150-153v"
        },
        "TokyoTak32": {
            "First Lines": "\nWhanne that this Yoman his tale ended haddeOf this fals Chanovn\n                    wiche that was so baddeOwre Oost gan to saye trewely and in\n                    certeynThis preest was begyld sothlye forto saynHeo wenynge forto bee\n                    a philosopreTill hee ryght no gold lefte in his cofereAnd soohtly this\n                    preest hadde a lither IapeThis cvrsyd chanovn putte in his hood an\n                    apeBut all this wole I passe over as nowSire Doctor of Phesik I pray\n                    yowTelle vs a tale of svm honest matereIt schall bee doon yif that yee\n                    wole it hereSayde this doctour and his tale beegan anoonNow goode men\n                    quod hee herkenyht everichonTheer was as tellyht vs Titus LyueusA\n                    knyght that kleped was virginivs…\n",
            "Last Lines": "\n…Theer fore I rede yow this cvnseyl takeffor sake synne or\n                    synne yow for sake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see\n                    above).",
            "Attributed Title": "\nHere be gynnyht thee prolog of the doctor of phisik (f. 94vb);\n                    here bee gynnyht thee tale (f. 95ra); The doctur of phisik\n                    (RT)",
            "folio": "ff. 94vb-96vb"
        },
        "Bodmer48": {
            "First Lines": "\nWhat þat þis yoman his tale endid hadOf þis fals\n                    chanon þat was so badOure host gan to sey truli and certeynThis\n                    prest was begiled sotheli for to seyneHe wenyng forto be a\n                    philosophirTil he right no gold left in his cofreAnd soþly\n                    þis prest had a liþir iapeThis cursid chanon put in his hood an\n                    apeBut al þis wil I pas ouer as nowSir doctour of phisic I prey\n                    yowTelle vs a tale of sum honest materIt shal be done if þat ye\n                    wille it hereSeid þis doctour and his tale began anonNow gode men\n                    quod he herkneþ euerychonTher was as telliþ vs Titus\n                    liuiusA knight þat clepid was virgineus…\n",
            "Last Lines": "\n…þerfore I rede you þis counseil takeforsakith synne\n                    or synne you forsake\n",
            "Note": "\nThe Tale is preceded by a spurious 14-line link (see above).\n                    VI.254 omitted.",
            "Attributed Title": "\nThe prolog of þe doctour of phisik (f. 150, rubric); The tale of the\n                    doctour of phisik (f. 150, rubric)",
            "Facsimiles": "\n \n             “Digital\n                    Facsimile of Cologny, Fondation Martin Bodmer, Cod. Bodmer 48” \n         . \n",
            "folio": "ff. 150-154"
        }
    }
}