{
    "_id": 5642,
    "_header": "Think oft mid sorrow of heart o thine sin",
    "Note": "Cf. 5648.",
    "Title(s)": "Ancrene Riwle",
    "Subjects": "warnings",
    "Versification": "— two-line — aa",
    "_description": "A warning, inserted in the Ancrene Riwle, and also found separately — six lines",
    "_witnesses": {
        "BodEngPoeta1": {
            "Transcription": "\nÞenk ofte with sor of þyne schome synneÞenk on helle\n                    wo of heuene riches wynneÞenk on þin owne deþ on Godes\n                    deþ on RodeÞe grimme doom on domes day mung ofte in\n                    moodeÞenk hou fals is þis world wȝuche beoþ hire\n                    meedenÞenk what þu owest god for his goode deden\n",
            "Note": "\nWritten as prose.",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "Editions": "\nZettersen,  Arne,  and  Bernhard Diensberg, eds.  \n             The English Text of the Ancrene Riwle: The ‘Vernon’ Text\n                Edited From Oxford, Bodleian Library MS Eng. poet. a. 1.\n         EETS o.s. 310 (2000). \n",
            "folio": "f. 383rb"
        },
        "CamCCC402": {
            "Transcription": "\nÞench ofte wið sar of þine sunnenÞench of helle\n                    þa of heoueriches wunnenÞench of þin ahne deað of godes\n                    deað o rodeÞe grimme dom of domesdei munneð ofte ofte i\n                    modeÞench hu fals is þe worlt hwucche beoð hire\n                    medenÞench hwet ti ahest godd for his goddeden\n",
            "Editions": "\n\nD’Ardenne,  S. R. T. O.,\n                        ed.  \n             An edition of þe Liflade ant te Passiun of Seinte Iuliene.\nBibl. de la Fac. de Philos. et Lettres de l’Univ. de\n                Liége\n         64 (1936); re-issued as  EETS o.s. 248 (1961),\n            repr. 1990: xlv.\nTolkien,  John Ronald Reuel,\n                        ed.  \n             The English Text of the Ancrene Riwle: Ancrene Wisse.\nEETS\n         o.s. 249 (1962): 123.\nMillett,  Bella,\n                        ed.  \n             Ancrene Wisse: A Corrected Edition of the Text in Cambridge, Corpus\n                Christi College, MS 402, With Variants from Other Manuscripts\n         2 vols. EETS o.s. 325 and 326 (2005, 2006): 1.91.\n\n",
            "folio": "f. 65"
        },
        "BLAru507": {
            "Transcription": "\nThynk oft with sar hart of þi foule sinnesThynk oft of helle waa\n                    of heuen riche wynnesThynk of þi aune dede of goddis dede on\n                    rodeÞe grymme dome of domysday haue þu oft in modeThyn how\n                    fals is þis warlde & what is his medeThynk what þu haufte god\n                    for his gode dede\n",
            "Editions": "\nHorstmann,  Carl,\n                        ed.  \n             Yorkshire Writers.\n         2 vols. London, Sonnenschein; New York: Macmillan, 1895-96: 1.156.\n",
            "folio": "f. 76v2"
        },
        "BLCottCleoCVI": {
            "First Lines": "\nÞenh ofte ƿið sar [    ]of þine sunnenþe [     ]neh ofte of helle þa [     ] ueriches ƿunne…\n",
            "Last Lines": "\n…þench hu fals is þe ƿorld hƿich beoð hire medenþench hƿat þu agest god for hise goddeden\n",
            "folio": "f. 105v"
        },
        "BLCottNeroAXIV": {
            "Transcription": "\nþench ofte mid sor of heorte o þine sunnenþench ec of\n                    helle ƿo & of heoueriche ƿunnenþench eke of þin\n                    oƿune deaðe & of godes deaðe o rodenim ofte iðine\n                    mode þene grime dom of domes deiþench eke hu uals is þes\n                    ƿorld & hƿuche beoð his medenþench ec hƿat tu\n                    oƿust god uor his godden\n",
            "Note": "\nWritten as prose.",
            "Editions": "\n\nMorton,  James. \n             The Ancren Riwle.\nCamden Society\n         o.s. 57 (1853): 240.\nDay,  Mabel,\n                        ed.  \n             The English Text of the Ancrene Riwle, British Museum MS Cotton Nero A.\n                xiv.\nEETS\n         o.s. 225 (1952); repr. 1957: 107.\n\n",
            "folio": "f. 64"
        },
        "BLCottTitDXVIII": {
            "Transcription": "\nÞench often ƿið sar of þineþench of helle ƿa Of heueriche ƿinnesþench o þin ahne deað o godes deað o rodeþe grimme dom of domes dai nim ofte i moðeþench hu fals is te ƿorld & hƿuch beo hire medeþench hƿat tu ahes godd for his goddede\n\n",
            "Note": "\nWritten as prose",
            "Editions": "\nMack,  Frances May,\n                        ed.  \n             Seinte Marherete….\nEETS\n         o.s. 193 (1934); repr. 1990: 73.\n",
            "folio": "f. 61vb"
        }
    }
}