{
    "_id": 5663,
    "_header": "This book thus to have ended had I thought",
    "Author(s)": "Thomas Hoccleve",
    "Title(s)": "Tale of Jonathas",
    "Subjects": "prologues",
    "Versification": "— seven-line — ababbcc",
    "_description": "Thomas Hoccleve, ‘The Tale of Jonathas,’ translated from the Gesta Romanorum, including a prologue or link of twelve stanzas rhyme royal, one of several works in verse and prose that form Hoccleve’s Series, usually preceded by 4879 and followed by a prose moralitas, but sometimes occurring separately—96 stanzas rhyme royal plus prologue of twelve stanzas.",
    "_witnesses": {
        "BodSelSup53": {
            "First Lines": "\nThis book to han endid had I thouȝtBut my frende made me\n                    chaunge my cast…\n",
            "Last Lines": "\n…His lijf he ledde vn to his dijng dayAnd so god vs graunte þat we do may\n",
            "Attributed Title": "\nHere bigynneþ þe prologe of the tale of Ionatas (f.\n                        134v ); Here endith the Prolog and bygynneth the tale (f. 136); Here endiþ þe tale of Ionatas of a wickid woman and bigynneth þe moralising ther of (f. 146v)",
            "folio": "ff. 134v-146v"
        },
        "Bod221": {
            "First Lines": "\nThis booke to haue endid had y thoghtBut my frende made me chaunge\n                    my caste…\n",
            "Last Lines": "\n…His liffe he ledde vnto his dyng day\n                    And soo god ys graunte þat we do may\n                \n",
            "Attributed Title": "\nHere begynnyth þe prolog of of Jonathan (f. 44); Here endith þe\n                    prolog and begynnyth þe tale (f. 45); Here endith þe tale of Ionathas and of a wikked woman and be gynnyng þe moralite (f. 52v)",
            "folio": "ff. 44-52v"
        },
        "BodEngPoetd4": {
            "First Lines": "\nThat thing ys dere and euere dere bouhtThat the soule sleeth and\n                    the body distroieth…\n",
            "Last Lines": "\n…Thedir to wende lette se telle on ffast[    ]d the Shipman what thow ffor my travayl\n",
            "Note": "\nFirst two stanzas of the ‘Prologue’ missing as this is a stand-alone copy of the tale.",
            "folio": "ff. 21-30v"
        },
        "BodLauMis735": {
            "First Lines": "\nThis book to have endid had I thoghtBut my frende made me chaunge\n                    my cast…\n",
            "Last Lines": "\n…His lyff he lede vn to his dying day\n                    And so god vs graunt þat we do may\n                \n",
            "Attributed Title": "\nHere begynnyth þe prologg of þe tale of Ionathas (f.\n                    42); Here endith my tale of Ionatas & of a wikkid womman & begynnyth the moralisyng (f. 51, followed by ‘moralisyng’ in prose)",
            "folio": "ff. 42v-51"
        },
        "BLRoy17Dvi": {
            "First Lines": "\nSomtyme an Emperour prudent and wiseRegned in Rome and hade sones thre…\n",
            "Last Lines": "\n…His lyfe he ladde vnto his endyng dayAnd so god vs graunte that we so may\n",
            "Note": "\nEnds “Amen.”",
            "Facsimiles": "\n\nDigital Facsimile of British Library Royal MS 17 D VI.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Royal_MS_17_D_VI. \n",
            "folio": "ff. 138v-148v"
        },
        "CovAcc3251": {
            "First Lines": "\nTHis boke to han eendid had I thouhtBut my freende made me chaunge\n                    my cast…\n",
            "Last Lines": "\nHis life he ladd vn to his eendinge day\n                    And so god vs graunte that wee do may\n",
            "Note": "\nTwelve stanzas rhyme royal in this MS.",
            "Attributed Title": "\nHere beginnith þe prolog of þe tale of Jonathas (f.\n                        64vb); Here endith þe prologe and biginneth þe tale (f.\n                    65rb); Here endith þe tale of Jonathas & of a wikkid womman And biginnyth þe moralizenge thereof (f. 69va)\n                ",
            "folio": "ff. 64vb-69va"
        },
        "DULCosViii9": {
            "First Lines": "\nThis book thus to han endid had y thoghtBut my freend made me\n                    change my cast…\n",
            "Last Lines": "\n…His lyf ledde he to his dyynge day\n                    And so god vs graunte þat we do may\n                \n",
            "Note": "\nScribe Thomas Hoccleve. Followed by usual prose moralitas and then by 1540.5 in this MS only.",
            "Attributed Title": "\nHic additur alia fabula ad instanciam amici mei predilecti assiduam\n                    (f. 77); Explicit prologus & incipit fabula de quadam muliere mala\n                    (f. 79)",
            "Facsimiles": "\nBurrow,  John,  and  A. I. Doyle, eds.  \n             Thomas Hoccleve: A Facsimile of the Autograph Verse\n                Manuscripts.\nEETS\n         s.s. 19 (2002). \n",
            "Editions": "\nFurnivall,  Frederick James,\n                        ed.   Hoccleve’s Works: The Minor Poems. vol. 1.  EETS\n         e.s. 61 (1892); repr. with Gollancz (1925)\nXGollancz,  Israel. \n             Hoccleve’s Works: The Minor Poems. vol. 2.  EETS\n         e.s. 73 (1925); repr. with 61, 1970 73; rev. J.\n            Mitchell and A. Ian Doyle, 1970: 215-18.\n",
            "folio": "ff. 77-95"
        },
        "YaleBei493": {
            "First Lines": "\nThis book to have endid had I thoghtBut my frende made me chaunge\n                    my cast…\n",
            "Attributed Title": "\nHere begynnyth þe prologg of þe tale of Ionathas (f.\n                    42)",
            "folio": "f. 42"
        }
    }
}