{
    "_id": 5801,
    "_header": "This worthy Clerk when ended was his tale",
    "Note": "Usually designated as lines IV.1212a-g of the The Clerk’s Tale.",
    "Author(s)": "Geoffrey Chaucer",
    "Title(s)": "‘Clerk’s Endlink’; ‘The Host’s Stanza’; Canterbury Tales",
    "Subjects": "pilgrims/pilgrimage; marriage; patriarchy; obedience",
    "Versification": "— rhyme royal, seven-line — ababbcc",
    "_description": "Geoffrey Chaucer, the ‘Clerk’s Endlink’/‘The Host’s Stanza’ of the Canterbury Tales —one 7-line rhyme royal stanza.",
    "_witnesses": {
        "BodArcSelB14": {
            "Transcription": "\nThis worthi clerke whan endid was his taleoure oste seide & swore\n                    by Cokkis bonysme were leuer than a barell of alemy wiff at hom had\n                    herde this legende onysthis is a gentil tale for the nonysas to my\n                    purpos wist ye my willbut thing that wol not be let hit be still\n",
            "Attributed Title": "\n…and next after thost spake (f. 82)",
            "folio": "ff. 82-82v"
        },
        "BodBar20": {
            "Transcription": "\nThis worthi Clerk wan endid was his taleOure ost said and swore by\n                    goddes bonesMe were leuer than a barel aleMy wyf at home had herd\n                    þis legend onesThis is a gentel tale for þe nonesAs to my\n                    purpos wist ȝe my willeBut þing þat wil not be lat it be\n                    stille\n",
            "Note": "\nFollowed without a gap by IV. 2427-32 and V.1-8.",
            "Attributed Title": "\n…and here bygynnyth þe prologe of þe ffrankeleyn (f.\n                    149)",
            "folio": "f. 149"
        },
        "Bod686": {
            "Transcription": "\nThis worthi clerke whan ended was his taleOure host seide and swore\n                    by goddes bonesMe were lever than a barel aleMy wife at home hedde\n                    harde þis legende onesThis is a gentile tale for þe nonesAs\n                    to my purpose wist ye my willeBut thing þat wol nat be lete it be\n                    stille\n",
            "Attributed Title": "\nHere endith the tale of the Clerke of Oxenforde… (f. 114)",
            "folio": "f. 114"
        },
        "OxfChrCh152": {
            "Transcription": "\nThis worthy clerke when ended was his taleOure oost seide & swore\n                    by goddis bonesMe were leuer than a barel aleMy wyfe at hom at herde\n                    this legend onesThis is a gentel tale for the nonesAs to my purpos\n                    wiste ye my willeBut thyng that wol nat be lat it be stille\n",
            "Attributed Title": "\nHere endith the tale of the Clerke of Oxenford… (f. 116)",
            "folio": "ff. 116"
        },
        "OxfNew314": {
            "Transcription": "\nThis worthi clerk whan endit was his taleOur oste saide & swoor\n                    by cockis bonysMe were levir than a barel of aleMi wif hadde herd this\n                    legende onysThis is a gentil tale for þe nonysAs to my purpos\n                    wiste ye my wilBut thing þat wil not be let it be still\n",
            "Attributed Title": "\nVerba Hostpitis (f. 148v); Here endith þe tale of\n                    þe clerk of Oxenforde… (f. 148v)",
            "folio": "f. 148v"
        },
        "CULDd424": {
            "Transcription": "\nThis worthy Clerk whan ended was his taleOure host seyde and swor by\n                    goddes bonesMe were leuere than a Barel of aleMy wyf at hom had herd\n                    this legend onesThis is a gentil tale for the nonesAs to my purpose\n                    wyst ȝe my wylleBut thyng that wol nat be lat it be stille\n",
            "Attributed Title": "\nSic desinit fabula Clerici… (f. 105v)",
            "Editions": "\nFurnivall,  Frederick James,\n                        ed.  \n             The Cambridge MS. Dd.4.24 of Chaucer’s Canterbury Tales,\n                Completed by the Egerton MS. 2726 (The Haistwell MS).\nThe Chaucer Society\n         1st Series, no. 95 (Part 1, issue for 1901) and 96 (Part 2, issue for\n            1902). \n",
            "folio": "f. 105v"
        },
        "CULGg427": {
            "Transcription": "\nThis worthi clerk whan endede was his taleOure ost seyde & swor\n                    by godys bonysMe were leuere than a barel aleMy wif at hom hadde herd\n                    this legende onysThis was a gentil tale for the nonysAs to my purpos\n                    woste ȝe my willeBut thyng that wil nat be lat it be stille\n",
            "Note": "\nIV.57-112 lost; 155-61 and 162-8 reversed.",
            "Attributed Title": "\nHeere hath the clerk of Oxenforde ended his tale (f.\n                    259v)",
            "Facsimiles": "\nParkes,  Malcolm B.,  and  Richard Beadle.  \n             “Introduction.” \n             Poetical Works. Geoffrey Chaucer. A Facsimile of Cambridge University\n                Library MS Gg.4.27. 3 vols Cambridge: D. S. Brewer, 1979 (vol. 1); 1980 (vols. 2-3). \n",
            "Editions": "\nFurnivall,  Frederick James. \n             The Cambridge MS (University Library, Gg.4.27) of Chaucer’s\n                Canterbury Tales.\nChaucer Society\n         Series 1, nos. 4, 10, 17, 28, 33, 40, 52, 66. London: Trübner,\n            1868-79. \n",
            "folio": "ff. 259v"
        },
        "CamTCC595": {
            "Transcription": "\nOWre Oste seyde and swore by cockes bonesMe were leuyr than a barelle\n                    of aleMy wyfe had herde this legende onysThis is a legende a tale for\n                    the nonysAs to my purpos wyst ye my willeBut thynge that wil not let\n                    hit be stille\n",
            "Note": "\nOccurs between Pardoner’s Tale and Franklin’s\n                        Tale in this MS.",
            "Attributed Title": "\n…And begynneth the ffrankelens prologge (f. 185v,\n                    rubric)",
            "folio": "ff. 185v-186"
        },
        "BLAdd5140": {
            "Transcription": "\nThis worthi clerk whanne endid was his taleOur host said and swor by\n                    goddis bonysme wer lever thanne a barel with alemy wyf at home had\n                    herd this legende oonysthis is a gentill tale fo the nonysas to my\n                    purpos wist ye my willbut that wol not be lat it be still\n",
            "Attributed Title": "\n…& Incipit verba hospitis (f. 149v);\n                        Explicit verba hospitis… (f. 149v)",
            "folio": "f. 149v"
        },
        "BLEge2726": {
            "Transcription": "\nThis worthy Clerk whan ended was his taleOur Hoost seid and swore by\n                    goddes bonesMe were leuer than a barell of aleMy wyf at home hade herd\n                    þis legend onesThis is a gentle tale for the nonesAs to my\n                    purpoos wost ye my willBut thyng þat woll nat be let it be\n                    still\n",
            "Attributed Title": "\nVerba Hospitis (f. 123, margin); Hic desinit fabula Clerici Oxon\n                        de Grisild… (f. 123)",
            "Editions": "\nFurnivall,  Frederick James,\n                        ed.  \n             The Cambridge MS. Dd.4.24 of Chaucer’s Canterbury Tales,\n                Completed by the Egerton MS. 2726 (The Haistwell MS).\nThe Chaucer Society\n         1st Series, no. 95 (Part 1, issue for 1901) and 96 (Part 2, issue for\n            1902). \n",
            "folio": "f. 123"
        },
        "BLEge2864": {
            "Transcription": "\nThis worthi Crlerk whan endid was his taleOur host sayde\n                    and swore bi goddis bonysMe were lever than a barel with aleMy wyf at\n                    hom had herd this legende oonysThis is a gentil tale for the nonysAs\n                    to my purpos wist ye my willeBut that wol nat be lat it be\n                    stille\n",
            "Attributed Title": "\nVerba Hospitis / Verba Hospitis (f.\n                        128v, struck through but also recurring in margin); Explicit\n                        vita Grisildis / Hic desinit fabula Clerici Oxon (f.\n                        128v)",
            "folio": "f. 128v"
        },
        "BLHar1758": {
            "Transcription": "\nThis worthi Clerke when endid was his taleOur Oost swore & seide\n                    by goddis bonesMe were leuyr than a barell aleMi wif had herde this\n                    legende onesThis is a gentill tale for the nonesAs to my purpose wist\n                    ye my willBut thyng that will be lette it most be still\n",
            "Note": "\nFollowed by IV.2427-32 and V.1-8. About a third of the preceding verso\n                    and over half of this folio were left blank; now filled with Foxe family\n                    records.",
            "Attributed Title": "\n…Here begyneth the Prolog of the ffrenkeleyne (f. 127)",
            "folio": "f. 127"
        },
        "BLHar7333": {
            "Transcription": "\nThis worthi clerke when endid was his taleOwre hoost saide and swore\n                    by goddes bonesMe were lever thanne a barell of aleMy wyf had hard\n                    this legent onesÞis is a Ientil tale for the nonesAs to my\n                    purpose wist ye my willeBut thing that wolle not be let it be\n                    styll\n",
            "folio": "f. 82va-82vb"
        },
        "BLRoy18Cii": {
            "Transcription": "\nThis worthi clerk whan endid was his taleOure seide and swor by\n                    goddes bonesMe weere leuere þan a barel aleMy wyf at home hadde\n                    herd þis legend onesThis is a gentil tale for the nonesAs to my\n                    purpos wiste my wylleBut þing þat wil not be lat it be\n                    stille\n",
            "Note": "\nFollowed by IV.2427-32 and V.1-8.",
            "Attributed Title": "\nHere endith the Clerke of Oxenford / And here begynneth the prolog of the\n                    ffrankeleyn (f. 145v)",
            "folio": "f. 145v"
        },
        "NLWPen392": {
            "Transcription": "\nThis worthy Clerk whan ended was his taleOure hoost seyde and swoor\n                    by goddes bonesMe were leuere than a barel aleMy wyf at hom had herd\n                    this legende onesThis is a gentil tale for the nonesAs to my purpos\n                    wiste ye my willeBut thyng that wol nat be lat it be stille\n",
            "Facsimiles": "\n\nRuggiers,  Paul G.,\n                        ed.  \n             The Canterbury Tales. Geoffrey Chaucer. A Facsimile of the Hengwrt\n                Manuscript, with Variants from the Ellesmere Manuscript.\n         Norman, OK: University of Oklahoma, and Folkestone: Wm. Dawson,\n            1979. \nStubbs,  Estelle,\n                        ed.  \n             The Hengwrt Chaucer Digital Facsimile (CD-ROM).\n         Leicester, England: Scholarly Digital Editions, 2000. \n\n",
            "Editions": "\n\nFurnivall,  Frederick James,\n                        ed.  \n             The Hengwrt Manuscript of Chaucer’s Canterbury Tales.\nChaucer Society\n         Series 1, nos. 3, 9, 27, 39, 51, 71. London: Trübner,\n            1868-79. \nBlake,  Norman F.,\n                        ed.  \n             The Canterbury Tales. Edited from the Hengwrt Manuscript.\nYork Medieval Texts, second series.\n         London: Edward Arnold, 1980. \nStubbs,  Estelle,\n                        ed.  \n             The Hengwrt Chaucer Digital Facsimile (CD-ROM).\n         Leicester, England: Scholarly Digital Editions, 2000. \n\n",
            "folio": "f. 191"
        },
        "Lincoln110": {
            "Transcription": "\nTHis worþi clerk whanne endid was his taleOure ost seide and\n                    swore bi goddis bonysMe were leuere þan a barell of aleMy wif at\n                    hom had herd þis legende onisThis is a gentil tale for þe\n                    nonysAs to my purpos wiste ȝe my willeBut þing þat wol\n                    not be lete it be stille\n",
            "Note": "\nNext to IV.1212g, in the gutter, a second hand adds a plus sign with\n                    dots in each quadrant, followed by ‘Sir Frankl[eyn]’. In the margin,\n                    where a corresponding plus sign occurs, this second scribe writes V.1-8 but\n                    subsequently crosses out ‘frankleyn’. Also in the margin, but\n                    written much smaller, are several directions, two of which are relevant here:\n                    opposite the incipit for Franklin’s Tale is ‘heer sholde\n                    þe marchantz tale’; five lines lower is ‘And þis prolog is\n                    fals for it is / for skquiers tale’.",
            "Attributed Title": "\n…and / now beginneth þe prolog of the ffrenkelens tale (f.\n                        137v)",
            "folio": "f. 137v"
        },
        "LonPhys388": {
            "Transcription": "\nTHis worthi clerk whan endid was his taleOure host saide and swore bi\n                    goddis bonesMe were levere than a barel aleMy wif at hom had herd this\n                    legend onesThis is a gentil tale for the nonesAs to my spouse wist ye\n                    my willBut thyng that wil nat be late it be stille\n",
            "Attributed Title": "\n…Incipit prologus (f. 186); Explicit prologus…\n                    (f. 186)",
            "folio": "f. 186"
        },
        "RylandsEng113": {
            "Transcription": "\nThis worþi Clerk when ended was his taleOure oost seide &\n                    swore bi goddes bonesMe were lever than a barelle of aleMy wyf at hoom\n                    had herd þis legende onesThis is a gentille tale for the nonesAs\n                    to my purpos wiste ye my willeBut þing þat woll not be lete it be\n                    stille\n",
            "Attributed Title": "\nVerba Hospitis (f. 87, margin); Hic desinit fabula Clerici\n                        Oxonis… (f. 87)",
            "folio": "f. 87"
        },
        "Austin143": {
            "Transcription": "\nThis worthy clerke when ended was his taleOure ost seide and swore by\n                    goodis bonesMe were levir than a barell of aleMy wif at home had herde\n                    this legende onesThis is a gentill tale for the nonesAs to my purpos\n                    wist ye my willBut thynge that woll not be let it be still\n",
            "Attributed Title": "\nVerba hospitis (f. 106v, margin); Hic desinit fabula\n                        Clerici Oxon… (f. 106v); Clerke of Oxonford\n                    (RT)",
            "folio": "f. 106v"
        },
        "NapXIIIB29": {
            "Transcription": "\nThis worthi clerk whan endid was his taleoure ost saide and sware bi\n                    goddis bonusme were leuer than a barelle alemy wife at home had herd\n                    this legend onysthis is a gentille tale for the nonysas to my purpos\n                    wiste ye my willebut thing that wolle nat be lat it be stille\n",
            "Attributed Title": "\n‘Explicit ffinus’ (p. 146)",
            "Editions": "\nFurnivall,  Frederick James,\n                        ed.  \n             The Clerk’s Tale, a Six-Text Print from 6 MSS not containing the\n                Pardoner’s Tale.\nThe Chaucer Society\n         Series 1, no. 92. London: Trübner, 1899. \n",
            "folio": "p. 1461"
        },
        "PUL100": {
            "Transcription": "\nThis worthy Clerk when endid was his taleOure hoost seid and swore be\n                    Goddis bonysMe were levir than a barel of aleMy wyfe had herd this\n                    legend onysThis is a gentil tale for the nonysAs to my purpos wist yee\n                    my wilBut thing that wol nat be let it be stil\n",
            "Attributed Title": "\nVerba Hospitis (f. 122, margin); Here endith the tale of the Clerk\n                    of Oxinford (f. 122)",
            "folio": "f. 122"
        },
        "HunEL26C9": {
            "Transcription": "\nThis worthy clerk whan ended was his taleOure hoost seude and swoor\n                    by goddes bonesMe were leuere than a barel aleMy wyf at hoom had herd\n                    this legende onesThis is a gentil tale for the nonesAs to my purpos\n                    wiste ye my willeBut thyng þat wol nat be lat it be stille\n",
            "Attributed Title": "\nBihoold the murye wordes of the Hoost (f. 102); Clerk of Oxenford (RT);\n                    Heere endeth the tale of the Clerk of Oxenford (f. 102)",
            "Facsimiles": "\n\n\nThe Ellesmere Chaucer Reproduced in Facsimile.\n         2 vols. Preface by Alix Egerton. Manchester: Manchester University\n            Press, 1911. \nHanna,  Ralph,\n                        ed.  \n             The Ellesmere Chaucer Reproduced in Facsimile.\n         2 vols. Manchester: Manchester UP, 1911. Preface by \n                Alix\n                Egerton\n             repr. as  The Ellesmere Manuscript of Chaucer’s\n                Canterbury Tales: A Working Facsimile. Intro. Hanna; Cambridge: D. S.\n            Brewer, 1989. \nWoodward,  Daniel,  and  Martin Stevens, eds.  \n             The New Ellesmere Chaucer Facsimile (Huntington MS EL 26 C 9).\n         Tokyo: Yushodo, and San Marino, CA: Huntington Library, 1995: Now available in part online: http://dpg.lib.berkeley.edu/webdb/dsheh/heh_brf?CallNumber=El+26+C+9.\n\n",
            "Editions": "\nFurnivall,  Frederick James,\n                        ed.  \n             The Ellesmere Manuscript of Chaucer’s Canterbury Tales.\nChaucer Society\n         Series 1, nos. 2, 8, 16, 26, 32, 38, 50, 70. London: Trübner,\n            1868-79. \n",
            "folio": "f. 102"
        },
        "TokyoTak24": {
            "Transcription": "\nThis worthi clerk whan ended was his taleOure oost seide and swore be\n                    goddes bonesMe were leuer than a barell of aleMy wif at hom had herd\n                    this legende onesThis is a gentil tale for the nonesAs to my purpos\n                    wost ye my willBut thing that wol nat be lat it be stille\n",
            "Attributed Title": "\nVerba Hospitis (f. 115, margin)",
            "folio": "ff. 115"
        }
    }
}