{
    "_id": 5809,
    "_header": "Thomas one of the twelve that his two name was",
    "Note": "Treated here separately, but perhaps best thought of as a subsection of 787, within which it occurs. See Pickering (1973)\nXPickering, Oliver S. “The Temporale Narratives of the South English Legendary.” Anglia 91 (1973): 425-55.",
    "Title(s)": "South English Legendary",
    "Subjects": "Thomas the apostle, saint",
    "Versification": "— two-line — aa",
    "_description": "In die sancti Thome Apostoli, in the Temporale of the South English Legendary",
    "_witnesses": {
        "Bod779": {
            "First Lines": "\ntomas on of þe twelue þat in to name wasI cleped tomas\n                    longe in doute myd þe oþer nouȝt nas…\n",
            "Last Lines": "\n…& bryng vs to oure eritage In to þy wonyngþou\n                    graunte vs lord þat we so mote Ihesus almyȝty kyng\n",
            "Note": "\nNo heading so treated as part of 787 in this MS",
            "folio": "ff. 40v-41"
        },
        "BodEngPoeta1": {
            "First Lines": "\nThomas on of þe twelue þat his to Nome wasI clept Thomas\n                    long in doute wiþ þe oþere nas…\n",
            "Last Lines": "\n…So þat hit schal hem turne to wel þe more pyneAnd\n                    to alle þat goode beoþ to þe more blisse atte fyne\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 25vb-26ra"
        },
        "BodLauMis463": {
            "First Lines": "\nThomas on of þe twelue þat long þer after wasy\n                    cleped thomas long in doute wiþ þe oþere was…\n",
            "Last Lines": "\n…So it shal hem turne to wel more pyneAnd to alle þat\n                    gode beoþ to more blisse atte fine\n",
            "folio": "f. 33va-33vb"
        },
        "BodTan17": {
            "First Lines": "\nThomas on of þe xij þat I clepid wasThomas longe in doute\n                    wiþ þe oþere nas…\n",
            "Last Lines": "\n…So it schal hem turne to wel þe more peyneAnd to alle\n                    þat goode ben to more blis atte fynde\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 75-75v"
        },
        "OxfTri57": {
            "First Lines": "\nThomas on of þe twelue þat in to long wasI clepud Thomas\n                    longe in doute with þe oþere noȝt nas…\n",
            "Last Lines": "\n…so it schel hem turne to wel þe more pyneand to alle\n                    þat guode beþ to þe more ioye & fyne\n",
            "Attributed Title": "\nDemonstracio ihesu cristi (RT)",
            "folio": "ff. 19v-20"
        },
        "CamKC13": {
            "First Lines": "\nThomas on of þe twelue wiþ þe oþere nouȝt\n                    nasþat yclepid was Thomas longe in doute & þat his to name\n                    was…\n",
            "Last Lines": "\n…So þat þat it schal ham turne to wel þe more\n                    pyneAnd to alle þat gode beþ to þe more ioie atte\n                    fyne\n",
            "folio": "Part II, ff. 27v-28"
        },
        "CamMagPep2344": {
            "First Lines": "\nThomas on of þe twelue þat in to name wasycluped Thomas\n                    longe in doute myd þe oþere nouȝt nas…\n",
            "Last Lines": "\n…So þat hit shal ham turne to wel þe more pyneAnd to\n                    alle þat goede beoþ to þe more ioye atte ffyne\n",
            "Attributed Title": "\nEwangelium (RT)",
            "folio": "pp. 228-229"
        },
        "BLEge2891": {
            "First Lines": "\nThomas on of þe twelue þat In thonome wasIcluped thomas longe in doute mid þe oþer non nas…\n",
            "Last Lines": "\n…So þat it ssel ȝam turne to wel þe more pineAnd to alle þat gode beoþ to þe more blisse atte fine\n",
            "Note": "\nEmbedded in 787.",
            "folio": "ff. 55-55v"
        },
        "BLHar2277": {
            "First Lines": "\nThomas on of þe tuelue þat his tuo name wasIcliped Thomas longe in doute mid þoþere noȝt nas…\n",
            "Last Lines": "\n…So þat hit schal be turne to wel þe more pyne& to alle þat gode beoþ to þe more blisse atte fyne\n",
            "Note": "\nEmbedded in Lent (787).",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "folio": "ff. 20-20v"
        }
    }
}