{
    "_id": 5812,
    "_header": "Those other three parts which in the book",
    "Note": "Verse prologue to prose lesson and reflections on All Saints’ Day, part of Hoccleve’s Series, occurring after the prose moralitas to 4879 — 3 stanzas rhyme royal.",
    "Author(s)": "Thomas Hoccleve",
    "Subjects": "death",
    "Versification": "— seven-line — rhyme royal",
    "_description": "",
    "_witnesses": {
        "Bod221": {
            "First Lines": "\nThoo other thre partis which in þe boke\n                    Of þe tretice of deth expressid be\n                    …\n",
            "Last Lines": "\n…That for to comprehende þat gladnesse\n                    Verreyly ne wit may ne tunge expresse\n                \n",
            "Attributed Title": "\nHere endith to lerne to dye and begynneth a prolog of þe ix lesson þat is red on all halow day (f. 42v); Here endith þe prolog and begynnyth þe lesson (f. 42v)",
            "folio": "f. 42v"
        },
        "BodLauMis735": {
            "First Lines": "\nTO other thre parties which in þe booke\n                    Off þe tretice of deth expressid be\n                    …\n",
            "Last Lines": "\n…That for to comprehende þat gladnesse\n                    Verrili not wit may ne tung expresse\n                \n",
            "Note": "\nFirst two lines of the prose work that follows at the bottom of f. 41 are written as verse with verse markers, the prose happening to end both lines with “is.”",
            "Attributed Title": "\nHere endith to lerne to dye and begynnyth a prolog of þe ix lesson þat is red on all halow day (f. 41); Here endith þe prologue and begynnyth þe lesson (f. 41)",
            "folio": "ff 41"
        },
        "CovAcc3251": {
            "First Lines": "\nThoo othir three partes which in þe bokeOf the tretice of\n                    deþe expressid be…\n",
            "Last Lines": "\n…That for to comprehende that gladnesseVerailie noo wight may\n                    ne tonge expresse\n",
            "Attributed Title": "\nHere beginnith the prologe of the Ixe lesson on all hallowen\n                    daie (f. 63vb)",
            "folio": "ff. 63vb-64ra"
        },
        "BLRoy17Dvi": {
            "First Lines": "\nThe other thre partes which in the bookeOf the tretice of deth expressed be…\n",
            "Last Lines": "\n…That forto comprehend that gladnesseVerraily no wight may ne tonge expresse\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Royal MS 17 D VI.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Royal_MS_17_D_VI. \n",
            "folio": "ff. 136v-137"
        }
    }
}