{
    "_id": 6086,
    "_header": "Twelfth day the high feast noble is to hold",
    "Title(s)": "South English Legendary",
    "Subjects": "Epiphany",
    "Versification": "— two-line — aa",
    "_description": "Epiphany in the South English Legendary",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 34v"
        },
        "BodEngPoeta1": {
            "First Lines": "\nTwelfþe dai þe heȝe feste nobliche is to holdeffor\n                    four þinges of þulke day as þe gospel vs\n                    tolde…\n",
            "Last Lines": "\n…þeos ffour Miracles of vr lord þat ilke day weore i\n                    doWel ouhte we halewe þat ilke day and honoure also\n",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 9va1"
        },
        "BodLauMis463": {
            "First Lines": "\nTwelueþe day þe heye festeNoble is it to holdeffor\n                    foure þynges of þilk dayVs þe gospel\n                    tolde…\n",
            "Last Lines": "\n…[ ] so he was i bore[ ] þey hym souhte[ ] aftur\n                    nyne & twenty ȝerK[ ] fe[ ] þilk day…\n",
            "Note": "\nFirst 5 lines only due to missing folios; written in half-lines because\n                    in two columns.",
            "folio": "f. 2vb"
        },
        "BodRawPoe225": {
            "First Lines": "\nThe twelf the day þat heyȝ feste Good to ben hold isffor\n                    four thynges on þat day fel As þe gospel tellys…\n",
            "Last Lines": "\n…But first whan þei com to bedlem þer child\n                    layþe sterr vanesschid to north & neuer more noman it\n                    sey\n",
            "folio": "ff. 32-33"
        },
        "BodTan17": {
            "First Lines": "\nThe twelfthe dai þe hiȝe feste noble is to holdeffor\n                    foure þingis of þat day as þe gospel us tolde…\n",
            "Last Lines": "\n…þese foure meraclis of oure lord þus þei were I\n                    doWe auȝte wel to holde þat day & honoure it also\n",
            "folio": "f. 2"
        },
        "OxfCCC431": {
            "First Lines": "\ntWelfþe day þe heye feste noble is to holdefor foure\n                    þinges þulke day as þe gospel vs tolde…\n",
            "Last Lines": "\n…þes foure miracles of oure lord þulke day were\n                    idoWel auȝte men honoure þulke day & halwe also\n",
            "Note": "\nPortion of text lost due to mutilation of leaves.",
            "Attributed Title": "\nDe epiphania domini nostri ihesu cristi (f. 3v)",
            "folio": "f. 3v"
        },
        "CULAdd3039": {
            "First Lines": "\nTwelfte day sal we worship als ilk man ȝonge & oldeFor\n                    foure skillez of þis day als þe gospel vs tolde…\n",
            "Last Lines": "\n…As þis day þre kyngez til criste presaunt\n                    broghtSone after þat he was borne & ful fer hym soght\n",
            "Note": "\n6 couplets.",
            "folio": "f. 112v"
        },
        "CamCCC145": {
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 1.4.\n",
            "folio": "f. 2"
        },
        "CamFitzMc128": {
            "First Lines": "\nTwelfthe day hegh fest nobly men shal holdffor iiij thinges on that\n                    day as the gospel vs has told…\n",
            "Last Lines": "\n…Wel vs aght to halow that day and honor it alsoWhil our lord\n                    thes iiij miracles that day wold do\n",
            "Attributed Title": "\nTwelfthe day (RT)",
            "folio": "f. 38"
        },
        "CamMagPep2344": {
            "First Lines": "\nTwelfþe day þe heye ffeste noble is to holdeffor ffoure\n                    þinges of þulke day as þe gospel vs tolde…\n",
            "Last Lines": "\n…Þis ffoure miracles of oure lord þulke day were\n                    ydoWel auȝte we halwy þulke day and honoury al so\n",
            "Attributed Title": "\nEpiphania (RT)",
            "folio": "pp. 99-100"
        },
        "CamTCC605": {
            "folio": "f. 26"
        },
        "BLAdd10301": {
            "First Lines": "\nTwelþeday þe hye fest noble ys to holdefor foure\n                    þynges of þat day as þe gospel us tolde…\n",
            "Last Lines": "\n… þys foure myracles of oure lorde þat day were\n                    ydoWel aȝte we halwy þat day and honure also\n",
            "Attributed Title": "\nEpiphania (f. 7, in margin, by scribe)",
            "folio": "f. 7"
        },
        "BLCottJulDIX": {
            "First Lines": "\nTvelfte day þe heie feste nobiliche is to holdeffore four þynges of þulke day as þe gospel vs tolde…\n",
            "Last Lines": "\n…Wel aȝte me halewy þilke day & honoure alsoþis four miracles of our lord þilke day were ido\n",
            "Note": "\n“Capitulum ii” added to left margin by later hand (f. 2v).",
            "Attributed Title": "\nDe Epiphania (by scribe, left margin, f. 2v)",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "f. 2v1"
        },
        "BLEge1993": {
            "First Lines": "\nTvelfþe day þe holi feste noble is to holdevor vour þinges of þilke day as þe gospel vs tolde…\n",
            "Last Lines": "\n…þese foure miracles of oure lord þilke dai weren doWel auȝte men halewe þat day & honouren also>\n",
            "folio": "f. 92r1"
        },
        "BLEge2810": {
            "First Lines": "\nTwelþe day þe heye feste nobliche is to holdeVor uoure þingis of þulke day as þe godsple of tolde…\n",
            "Last Lines": "\n…Wel aȝte me halwey þulke day & honour alsoþis voure myraclis of oure louird þulke day were ydo\n",
            "folio": "f. 4r2"
        },
        "Lam223": {
            "First Lines": "\nTWelfþe day hegh feste nobly mon shal holdeffor four\n                    þinges on þat day as þe gospel vs has tolde…\n",
            "Last Lines": "\n…Wel vs aught to halow þat day & honoure hit\n                    alsoWhile oure lord þese four Miracles þat day wold\n                    do\n",
            "folio": "ff. 49-49v"
        },
        "PROC473415": {
            "First Lines": "\nTuelueþe dai þe heie feste nobliche is to holdeffor foure\n                    þinges of þulke dai as þe gospel ous tolde…\n",
            "Last Lines": "\n…Þulke dai þe þre kynges oure louerd presaund\n                    brouȝteSone þo he was iboren & wel wide hym\n                    souȝte\n",
            "Note": "\n6 couplets.",
            "folio": "ff. 1v-2"
        },
        "Winches33": {
            "folio": "f. 49v"
        },
        "TokyoTak54": {
            "First Lines": "\nThe twelfthe day is an high day and holy is to holdeFor foure\n                    thinges that ilke day as the gospel vs tolde…\n",
            "Last Lines": "\n…The childe bigan to speke to hem goth blyue he seideTowarde\n                    the londe of Iude; another sterre shall ȝow lede\n",
            "Attributed Title": "\nDe Epiphania domini (f. 6v)",
            "folio": "f. 6v"
        }
    }
}