{
    "_id": 6380,
    "_header": "When men hear tellen of that they love they haven joy and bliss [When men here tellen of thing þar thai louen Ioie thai]",
    "Note": "Brown and Robbins (1943)\nXCarleton Fairchild Brown, and Rossell Hope Robbins. The Index of Middle English Verse. New York: Printed for the Index Society by Columbia University Press, 1943 and Robbins and Cutler (1965)\nXRossell Hope Robbins, and John L. Cutler. Supplement to the Index of Middle English Verse. Lexington, Kentucky: University of Kentucky Press, 1965 considered this as a prologue to 3452, and listed the sections of this work separately; see Pickering (1973)\nXPickering, Oliver S. “The Temporale Narratives of the South English Legendary.” Anglia 91 (1973): 425-55, 435, who identifies three distinct versions, listed as A/B/C below. For extra couplet see 2743.",
    "Title(s)": "South English Legendary",
    "Subjects": "prologues",
    "Versification": "— two-line — aa",
    "_description": "The Nativity of Mary and Christ, including a section formerly considered a part of 3452, in the South English Legendary, prefixed by 376 (4 lines) which also serves for several other items",
    "_witnesses": {
        "Bod779": {
            "First Lines": "\n…Of a prophete I wil ȝouȝ telle his name was\n                    Ȝakaryehis wif hiȝte elyȝabeþ & goddus modir\n                    hyȝte maryȝe…\n",
            "Last Lines": "\n…Now pray we him wit al oure myȝt þat wolde for vs so\n                    lowe alyȝtsoch grace þat he vs send þat we motin to heuene\n                    wend\n",
            "Note": "\n‘C’ version, 251 line extract with a unique conclusion, four\n                    couplets. Lines 249-517, following heading on f. 254v with first 34\n                    lines of 4537 crossed out on f.\n                        254v.",
            "Attributed Title": "\nþe birþe of ihesu crist (f. 254v)",
            "folio": "ff. 255-257v"
        },
        "BodRawPoe225": {
            "First Lines": "\nIoseph was born in bedlem In þe lond of IvdeeWith marie his\n                    wyf he wa in nazareth In þe lond of galile…\n",
            "Last Lines": "\n…O tyme þei died thourgh al þe world A wikked deth\n                    echonOf no suilk [ ] sethen our lord tok wreche non\n",
            "Note": "\n754 lines, textually corrupt.",
            "folio": "ff. 30-31v"
        },
        "BodAddC220": {
            "First Lines": "\n…þe sone ononrede hym eke þat day also for in þat\n                    mydwynter dayþre sonen wel fer by este in hevene me sayEche by\n                    oþer of grete leme & grete ȝeme men þer of nomeA lytul\n                    wyle to geder smyten & to one sone by come…\n",
            "Last Lines": "\n…þe offoryng he toke of þe turtlen for lome nadde he\n                    nomWith colveren & with turteleyn to þe temple þey gone\n                    gon…\n",
            "Note": "\n‘A’ version, 143 lines beginning at line 435.",
            "folio": "ff. 19-20v"
        },
        "CamStJohn28": {
            "First Lines": "\nQwan men here telle of þat þei loue þei hauyn ioyȝe\n                    and blysWith suyche talys men moun wete qwat þing lef man\n                    ys…\n",
            "Last Lines": "\n…how we were to lyue brouȝt after we were for loreAnd how\n                    swete ihesu þat vs bouȝt on erþe was here bore\n",
            "Note": "\nPrologue to 3452, 6\n                    lines in couplets, prefaced by 376 (4 lines) which also serves other purposes in\n                    other MSS.",
            "folio": "f. 25"
        },
        "CamTCC605": {
            "Note": "\n‘C’ version, an extract of 382 lines; inserts 22 unique\n                    lines f. 182v.",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 179-183"
        },
        "BLSto949": {
            "First Lines": "\nWhanne men heren telle of þing þat hii louen ioye þei habben & blisse& by such tales me may best ywyte what þing a man lef is…\n",
            "Last Lines": "\n…Heroudes huld is broþer wyf al is lyf dayeAs is oune wyf wiþ vnriht aȝen þe iewn lawe\n",
            "Note": "\nMost complete, 816-line text.",
            "Editions": "\nPickering,   Oliver S.,\n                        ed.  \n             The South English Nativity of Mary and Christ.\nMiddle English Texts\n         1. Heidelberg: Universitätsverlag/ Carl Winter,\n            1975. \n",
            "folio": "ff. 88v-100v"
        },
        "BLAdd10626": {
            "First Lines": "\nWhanne men heren telle of þyng þat þey loven Ioye\n                    þey haviþ & blis& by suche tales me may best y wyte wat\n                    &yng a man lef ys…\n",
            "Last Lines": "\n…& of þat elde weren to have wyf & þat eche of\n                    hem bereA bare ȝerde to þe auter as Biatar þe bischepe hem\n                    scholde lere…\n",
            "Note": "\n‘A’ version, opening 146 lines only. Followed by catchword\n                    ‘& hose ȝerde’.",
            "folio": "ff. 9v-11v"
        },
        "Lam223": {
            "First Lines": "\nWhen men heren þat þai loven ioys þai han &\n                    blisseWiþ siche tales men may wete what a man lefe\n                    is…\n",
            "Last Lines": "\n…And listnes wele to þis tale & þerto has\n                    willeIhesu for þi moder love he kepe from þe fyre of\n                    helle\n",
            "Note": "\n‘C’ version, 718 lines, with additional couplets (376, 2743).",
            "folio": "ff. 33r2-43"
        },
        "NLS1921": {
            "First Lines": "\nWhen men here telle of þing þat þai louen Ioie þai\n                    han & blisWiþ swiche a man may wite best What him leuest\n                    is…\n",
            "Last Lines": "\n…Hou we were al to liue brouȝt After we were for\n                    lore& hou þat swete ihesu On erþe was y bore\n",
            "Note": "\nSix lines, three couplets, written half lines per line of\n                    MS.",
            "Facsimiles": "\nPearsall,  Derek,  and  I. C. Cunningham, eds.  \n             The Auchinleck Manuscript. National Library of Scotland\n                Advocates’ MS. 19.2.1.\n         London: Scolar Press, 1977. \n",
            "Editions": "\nTurnbull,  William Barclay David Donald,\n                        ed.  \n             Legendae Catholicae.\n         Edinburgh, 1840: 126.\n",
            "folio": "f. 66ra"
        },
        "TokyoTak54": {
            "First Lines": "\nAs we do now to holy chirche of that we may wynneThat other deel\n                    they ȝaue to pouere men and wyues made also…\n",
            "Last Lines": "\n…So that herode and pilate longe in wratthe wereTil oure lorde\n                    on the rode was done accorded neuere þei nere\n",
            "Note": "\n‘A’ version, imperfect; incorporates Circumcision\n                        (6852) and\n                        Epiphany.",
            "Attributed Title": "\nDe Natiuitate beate Marie Virginis (1r); De\n                        Annunciatione Angelica (3r); De Natiuitate domini nostri\n                        Ihesu Christi (5r); Circumcisio domini\n                    (6r); De Epiphania domini (6v); De purificatione\n                        beate marie (7r)",
            "folio": "ff. 1-9v"
        }
    }
}