{
    "_id": 6687,
    "_header": "Will ye not I-hear this English tale that is here I-write",
    "Note": "For other MSS see 1507.",
    "Title(s)": "South English Legendary",
    "Subjects": "Thomas of Canterbury, saint, life of; saints’ lives",
    "Versification": "— two-line — aa",
    "_description": "The Life of St. Thomas of Canterbury, beginning with the story of Gilbert, father of St. Thomas, in the South English Legendary",
    "_witnesses": {
        "BodEngPoeta1": {
            "First Lines": "\nWOlle ȝe nou vndurstonde hou hit is i writeOf seint Thomas of\n                    Canterburi hou he was bi ȝite…\n",
            "Last Lines": "\n…þerto þei hedde wel luytel help and were ful sore\n                    agasteAc vr lord for seint Thomas loue his grace sone on hem\n                    caste…\n",
            "Note": "\nImperfect at end due to loss of folios 81-88.",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 73rb-80vb"
        },
        "BodLauMis108": {
            "First Lines": "\nWolle ȝe nouþe i heore þis englische tale þat is\n                    here i write Of Seint Thomas of Caunterburi al hou he was bi\n                    ȝite…\n",
            "Last Lines": "\n…Þei beon swyþe repentaunt ase þis kniȝtes\n                    weren ich weneȝuyt ne libbeth heo nouȝt half heore lif ant\n                    þat was bi heom isene\n",
            "Note": "\nContinues with 4768 as\n                    if part of this text.",
            "Attributed Title": "\nIci poez oyer coment Seint Thomas de kaunterbures nasqui e de queo manere\n                    gent de pere e de mere (f. 61)",
            "folio": "ff. 61-87v"
        },
        "BodLauMis463": {
            "Note": "\nOmits Gilbert; formerly 728.",
            "folio": "ff. 61-87v"
        },
        "BLSto949": {
            "First Lines": "\nEngelond glad glad þou be for þou mayht wel eþe& þou al so al holi churche for one monnes deþe…\n",
            "Last Lines": "\n…ffor þe sauter seiþ þat suche men þat of trecherie beþNe scholle naut half hor dayes lybbe as we alle yseþ\n",
            "folio": "ff. 110v-141"
        },
        "Lam223": {
            "First Lines": "\nWole ȝe now here now hit is y writeOf saynt Thomas of\n                    Canterburye how he was y gete…\n",
            "Last Lines": "\n…Now Ihesu for þat love þat saynt Thomas on\n                    þoȝtȜeve vs part of þat ioye þat he so dere\n                    boȝt Amen\n",
            "Note": "\nSome defacing of the text has been carried out by an antipapist whose\n                    focus seems to have been St. Thomas.",
            "Attributed Title": "\nSaynt Thomas of Canterbury",
            "Editions": "\n\nHorstmann,  Carl,\n                        ed.  \n             The Early South-English Legendary.\nEETS\n         o.s. 87 (1887; repr. 1987): 106-77.\nThiemke,  Hermann,\n                        ed.  \n             Die mittelenglische Thomas Beket-Legende des\n                Gloucesterlegendar.\nPalaestra\n         131. Berlin: Mayer & Müller, 1919: 1 (lines 1-210).\n\n",
            "folio": "ff. 257v-290v"
        }
    }
}