{
    "_id": 6690,
    "_header": "Will ye wit when and how the feast shall be y-held",
    "Title(s)": "South English Legendary",
    "Subjects": "Virgin Mary, life of; prologues",
    "Versification": "— two-line — aa",
    "Bibliographic Ghosts": "Edinburgh, Royal College of Physicians, Edinburgh MS Cursor Mundi, Northern Homily Cycle , f. 14: entered in error under 104 in Brown and Robbins (1943)\nXCarleton Fairchild Brown, and Rossell Hope Robbins. The Index of Middle English Verse. New York: Printed for the Index Society by Columbia University Press, 1943.",
    "_description": "The Vernon Life of Mary from the South English Legendary, beginning with a Prologue of 114 lines (formerly 104) — 836 lines in couplets",
    "_witnesses": {
        "Bod779": {
            "First Lines": "\nAlle ȝe wetyn whan & how þe feste chal ben holdeof\n                    oure ladyes concepcioun as þe boke vs tolde…\n",
            "Last Lines": "\n…& þus þey come togedere þat sondrid were so\n                    longIesus schelde vs from pyne of helle þat is so stronge\n",
            "Note": "\nIncludes what was formerly 104 as if part of\n                    same text, without heading or break.",
            "Attributed Title": "\nÞe concepciun of oure ladi [upside-down] (f.\n                    244v)",
            "folio": "ff. 244v-249"
        },
        "BodEngPoeta1": {
            "First Lines": "\nWElle ȝe wite whonne and hou þe feste schal ben\n                    iholdeÞe Concepcion of vr Ladi as a Maister me\n                    tolde…\n",
            "Last Lines": "\n…Ion hire was a trewe feere and nolde nouȝt fro hire goHe\n                    loked hire as his ladi deore and what heo wolde hit was ido\n",
            "Note": "\nIntroduced by 376.",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "ff. 6va-9rb"
        },
        "BLSto949": {
            "First Lines": "\nWolle we witen whanne & whou þe feste schal ben yholdeþe Concepcioun of vr lady as þe bok vs tolde…\n",
            "Last Lines": "\n…Alle þat habbeþ yherde of our leuedyis concepciounOf here synnes god hem ȝiue þoru is grace Remissioun\n",
            "Note": "\nPrologue only, separately",
            "folio": "ff. 100v-102"
        },
        "Lam223": {
            "First Lines": "\nWOle ȝe now wete when & how þe fest shal be\n                    holdeÞe concepcioun of our lady as þe boke vs telles\n                    tolde…\n",
            "Last Lines": "\n…Alle þat han herde of our ladyes concepcionOf her synnes\n                    god hem graunte full remissioun Amen\n",
            "Note": "\nPrologue only (114 lines), separately.",
            "Attributed Title": "\nConcepcionus sancte Marie (RT)",
            "folio": "ff. 31v-33"
        }
    }
}