{
    "_id": 6756,
    "_header": "With timorous heart and trembling hand of dread",
    "Note": "Editions of unspecified source: Urry (1721)\nXUrry, John. The Works of Geoffrey Chaucer. London: B. Lintot, 1721, 560; Bell (1782)\nXBell, John. The Poetical Works of Geoffrey Chaucer. 14 vols. in 7. The Poets of Great Britain. Edinburgh, 1782; repr. London: Cadell and Davies, 1807, 12.105; Anderson (1793)\nXAnderson, Robert. The Works of the British Poets, or, Complete Edition of the Poets of Great Britain. 13 vols. Vol. 1. Edinburgh, 1793; London, 1795, 1.538; X\nThe Poems of Geoffrey Chaucer. 5 vols. Chiswick: C. Whittington, 1822, 5.28; Tyrwhitt (1843)\nXTyrwhitt, Thomas. The Poetical Works of Geoffrey Chaucer. London: Moxon, 1843, 333; Pickering (1845)\nXPickering, William. Aldine Edition of the British Poets, Chaucer. London: William Pickering, 1845; 2nd rev. ed.: see bad key\n, 6.130; 1866, 4.1; Bell (1854-5)\nXBell, Robert. Poetical Works of Geoffrey Chaucer. London: J.W. Parker, 1854-6; rev. Walter William Skeat 4 vols. London: G. Bell and Sons, 1878; orig. published 8 vols, 4.280.",
    "Subjects": "love, courts of",
    "Versification": "— seven-line — ababbcc",
    "_description": "The Courte of Love — 1422 lines in rhyme royal stanzas",
    "_witnesses": {
        "CamTCC599": {
            "First Lines": "\nwith tymeros hert and tremlyng hand of dredeOf cunnyng naked bare\n                    of eloquenceVnto the flour of þooȝt in womanhedeI write as\n                    he that none intelligence…\n",
            "Last Lines": "\n…She smote me thrugh the harte as bliveAnd Venus yet I thanke\n                    I am alive\n",
            "Facsimiles": "\n\nFletcher,  Bradford Y. \n             “Introduction.” \n             Manuscript Trinity R.3.19. A Facsimile.\n         Norman, OK: Pilgrim, 1987. \n\nDigital Facsimile of Trinity College Cambridge MS R.3.19.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.19. \n\n",
            "Editions": "\nForni,  Kathleen,\n                        ed.  \n             The Chaucerian\n                    Apocrypha: A Selection.\n         Kalamazoo, MI: Western Michigan University for TEAMS, 2005. \n",
            "folio": "ff. 218-234"
        }
    }
}