{
    "_id": 6828,
    "_header": "Ye men that will of adventurous men",
    "Title(s)": "The Felon Sew; Felon Sowe and the Freeres of Richmonde",
    "Subjects": "parodies",
    "Versification": "— six-line — aabccb",
    "_description": "‘The Felon Sew’ or ‘Felon Sowe and the Freeres of Richmonde’ — a mock-heroic poem, possibly parodying The Awnturs of Arthur (2628) — forty-one 6-line tail-rhyme stanza.",
    "_witnesses": {
        "Rokeby": {
            "First Lines": "\nYe men that will of Aunters meneThat lately in this Land hath\n                    beneOf one I will you tellOf a Sew at was Sea StrangAlas at ever\n                    She lived Sea LangFor Fell folke did She wheell…\n",
            "Last Lines": "\n…Ralph Rokeby with full good willThe Fryers of Richmond gave\n                    her tillThis Sew to mend their fareFryer Middleton by nameNeeds\n                    would bring the fat Sew haimeThat rewed him Since full Sare\n",
            "Note": "\nTranscripts: (a) 1654 transcript by Sir Thomas Rokeby, present location\n                    unknown; (b) 1712 transcript made for Richard Boylston, present location\n                    unknown; (c) 1815 transcript made by Langham Rokeby, present location unknown;\n                    (d) eighteenth-century transcript is olim Leeds Public Library, Hopkinson\n                    MS, present location unknown; (e) nineteenth-century transcript of d by Hunter\n                    is London,  British Library Addit. 24470, ff. 294-333.",
            "Editions": "\n\nWhitaker,  Thomas Dunham. \n             An History of Richmondshire, in the North Riding of the County of\n                York.\n         2 vols. London: Longman, 1823: (a).\nWhitaker,  Thomas Dunham. \n             The History and Antiquities of the Deanery of Craven.\n         London: Nicholas, 1805: (b); repr.\nEvans (1810)\nXEvans,  Thomas. \n             Old Ballads: historical and narrative, with some of modern\n                date.\n         London: for R. H. Evans by W. Bulmer, 1810, 3.270.\nHallen,  Arthur Washington Cornelius,\n                        ed.  \n             Oeconomic Rokebeiorum: an account of the family of Rokeby.\n         Edinburgh: Douglas, 1807: (b), collating c and d.\nScott,  Sir Walter. \n             Rokeby: a poem.\n         Charlestown: Etheridge, 1813; rev. ed. 1830: (c or poss. 1); note iii; rev. ed., note lii.\nBell,  Robert. \n             Early Ballads Illustrative of History, Traditions, and Customs.\n         London: G. Bell, 1877; orig. ed. 1856: 349.\nRobertson,  James Logie,\n                        ed.  \n             The Poetical Works of Sir Walter Scott.\n         London, NY: Frowde, 1909: 402.\nCowling,  G. H.,\n                        ed.  \n             “The Felon Sew: A Mock-Heroic Poem of the Fifteenth Century.” \n             Essays and Studies by Members of the English Association\n         (1922): 70-89: 79-89 (critical ed.).\n\n",
            "folio": ""
        }
    }
}