{
    "_id": 6852,
    "_header": "Yearsday the holy feast high day is and good",
    "Note": "South English Legendary",
    "Subjects": "Circumcision, feast of",
    "Versification": "— two-line — aa",
    "_description": "Feast of the Circumcision in the South English Legendary",
    "_witnesses": {
        "BodAddC38": {
            "folio": "f. 34"
        },
        "Bod779": {
            "First Lines": "\nȜeris & day þe holy feste hy dey is &\n                    godefor þylke day oure swete lord schadde fyrst his\n                    blode…\n",
            "Last Lines": "\n…now Ihesu I syrcumsysed was on erþe for al man\n                    kynnegraunt vs heuene blysse & schel vs alle fram synne\n",
            "Attributed Title": "\nȝeris day þe holy feste (f. 21v)",
            "folio": "ff. 21v-22"
        },
        "BodEngPoeta1": {
            "First Lines": "\nȜEres day þe holy feste heiȝ day is and goodffor\n                    þat ilke day vr swete lord schedde furst is blood…\n",
            "Last Lines": "\n…Vr lord for þis foure þynges let him\n                    CircumciseÞe day is good to holde heiȝe of men þat beþ\n                    wyse\n",
            "Attributed Title": "\nȝeris day þe holy feste (f. 21v)",
            "Facsimiles": "\n\nDoyle,  I. A.,\n                        ed.  \n             The Vernon Manuscript. A Facsimile of Bodleian Library, Oxford, MS Eng.\n                poet.a.1,\n          with an introduction by A. I. Doyle. Cambridge: D. S. Brewer, 1987. \nScase,  Wendy,  and  Nick Kennedy, eds.  \n             A facsimile edition of the Vernon manuscript: Oxford, Bodleian Library, MS. Eng. Poet. A. 1.\n         Oxford: The Bodleian Library, 2011. \n\n",
            "folio": "f. 9rb2-9va"
        },
        "BodLauMis463": {
            "folio": "f. 2v"
        },
        "BodTan17": {
            "First Lines": "\nThe ȝeris dai þe holi feste heigh dai it is &\n                    goodffor þat dai oure suete lord schedte first his\n                    blod…\n",
            "Last Lines": "\n…Oure lord for þese foure þingis let him\n                    circumciseÞat day is wel to holden hiȝe of men þat ben\n                    wise\n",
            "folio": "ff. 1v-2"
        },
        "BodRawPoe225": {
            "First Lines": "\nOn þe newe ȝeer day þat blessed day an heyȝk day es\n                    & goodffor on þat day our lord ihesu schadde first his\n                    blood…\n",
            "Last Lines": "\n…Hu our lord for þise four thynges he lette hym\n                    cirumciseþat day is to ben holden heye Of alle men þat ben\n                    wyse\n",
            "folio": "ff. 31v-32"
        },
        "OxfCCC431": {
            "folio": "ff. 31v-32"
        },
        "CULAdd3039": {
            "First Lines": "\nNewȝere day þe holy feste helie day it is & gudefor\n                    þat day our lorde criste sched firste his suete blode…\n",
            "Last Lines": "\n…Our lord for þeȝ foure skilleȝ gart hym\n                    circumsiseIlk man ogh to worshipe þis day if he be gude &\n                    wyse\n",
            "Note": "\nListed as f. 111 in Brown  and  Robbins (1943)\nXCarleton Fairchild Brown,   and  Rossell Hope Robbins.  \n             The Index of Middle English Verse.\n         New York: Printed for the Index Society by Columbia University Press,\n            1943\n",
            "folio": "f. 112"
        },
        "CamCCC145": {
            "First Lines": "\nȜeresday þe holy feste hey day is and godffor þulke\n                    day oure swete louerd ssadde verst is blod…\n",
            "Last Lines": "\n…Oure louerd for þis vour þynges let him\n                    circumsiseÞe day is wel to holde heiȝe of men þat beoþ\n                    wise\n",
            "folio": "ff. 1v-2"
        },
        "CamFitzMc128": {
            "folio": "f. 37v"
        },
        "CamMagPep2344": {
            "folio": "p. 99"
        },
        "CamTCC605": {
            "First Lines": "\nȜeresday þe holy fest hey day is an goudfor þulke\n                    day oure swete lord schadde furste his blod…\n",
            "Last Lines": "\n…Oure lord for þis foure þynges lete hym\n                    circumciseþe day is wel to hold hey of men þat beth\n                    wyse\n",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 25v-26"
        },
        "BLAdd10301": {
            "First Lines": "\nȜEres dat þe holy feste hey day ys and godefor þulke\n                    day oure swete lorde sscadde ferste ys blode…\n",
            "Last Lines": "\n…Oure lord for þis foure þynges let him\n                    circumsyseþe day ys wel to holde hye of men þat beþ\n                    wyse\n",
            "folio": "ff. 6v-7"
        },
        "BLCottJulDIX": {
            "First Lines": "\nȜEres dai þe holi feste hei dai is & goodfore þulke dai our swete lord schedde verst his blod…\n",
            "Last Lines": "\n…Our lord so þis foure þynges let him circumsiseþe dai is wel to holde hei of men þat bet wyse\n",
            "Note": "\n“Capitulum i” added to right margin by later hand (f. 2).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "f. 2"
        },
        "BLEge1993": {
            "First Lines": "\nȜeres day þe holi feste heiȝ day is and godvor þilke dai oure swete lord schedde vurst is blod…\n",
            "Last Lines": "\n…Oure lord vor þese foure þinges let him circumsiseþe day is to holden heiȝe of men þat beþ wise\n",
            "folio": "ff. 91v-92"
        },
        "BLEge2810": {
            "First Lines": "\nȜEris day þe holi feste heye day ys and godffor þulke day houre swete louyrd sschadde furst ys blod…\n",
            "Last Lines": "\n…Oure louird uor þis uoure þingis let him circumsiseÞe day is wel to holdin heye of men þat buþ wise\n",
            "folio": "f. 4r1"
        },
        "Lam223": {
            "First Lines": "\nA Holy ffeste is ȝeres day hegh fest hit is & godeffor on\n                    þat ilke day oure lord shed firste his blode…\n",
            "Last Lines": "\n…Oure lord for þese þinges four lete hym\n                    circumciseAnd þerfore honoures alle þat day if ȝe ben wise .\n                    Amen\n",
            "Attributed Title": "\nȝeres day (RT)",
            "folio": "f. 49"
        },
        "PROC473415": {
            "folio": ""
        },
        "Winches33": {
            "folio": "f. 49"
        },
        "TokyoTak54": {
            "First Lines": "\nNeweȝeres day a greet feste is an high day and a goodFor that\n                    day oure swete lorde shadde first his blood…\n",
            "Last Lines": "\n…Oure lorde for thise foure thinges bad hym hym circumciseThat\n                    it falleth to holden high of men that ben wise\n",
            "Note": "\nIncorporated in 6380.",
            "Attributed Title": "\nCircumcisio domini (6r)",
            "folio": "ff. 6-6v"
        }
    }
}