{
    "_id": 705,
    "_header": "At his birth Thou heardest angel sing",
    "Note": "Followed by 160.",
    "Subjects": "Virgin Mary, sorrows of",
    "Versification": "— two-line — aa",
    "_description": "The tribulations of the Virgin — in couplets",
    "_witnesses": {
        "OxfBal149": {
            "Transcription": "\nAt his burþ þow hurdist angell syngAnde now seest his\n                    frendis wepyngAtte his burþe kyngges & schephurdis dede hym humage\n                    & worchip& now al maner men doþ spit & schenschipAt\n                    his burþe þu wantid womans woBut as we felis now hit is not\n                    soSome tyme þow hadest cause to syng lullayBut þi song is\n                    alle walouwaySomme tyme þu fedist hyme wyþe þi milke at his\n                    hese& now þe iewis fedeþ hyme wyþe bittir galle at his\n                    diseiseSomme tyme þu fondist hym sittyng in þe middelle of\n                    doctours in þe temple& now þu fondist hym in midill of\n                    þe iewis on þe Crosse\n",
            "Note": "\nWritten as prose; preceded by five lines that also seem to be verse:\n                    ‘O blesful mayden & moder þys his a wondirful chaunge / þe\n                    angel bihete þe þat crist sculde be þi sonne & duelle\n                    wiþ þe / And now he takeþ þe a newe sone & goþ fram\n                    þe / þe angel said to þe þat þe fruit of þi wombe\n                    sculde be blessid / & now þe dome of þe ȝewis hit haþ\n                    cursid’ (f. 12v, written as prose).",
            "Editions": "\nCoxe,  Henry Octavius. \n             Catalogus codicum mss. qui in collegiis aulisque\n                oxoniensibus….\n         Oxon: e Typographeo academico, 1852: 46.\n",
            "folio": "f. 12v"
        },
        "WorcF10": {
            "Transcription": "\nAt hys burth thou harde angels syngyngeAnd now þow seye hys\n                    frendes wopynge……Som tyme þou fonde hym in te mydyl off\n                    þe doctors in þe templeAnde now þou ffyndyst hyme hangyng in\n                    þe mydyl off þe Iewes on þe kross\n",
            "Note": "\nSix couplets; two additional verse lines at the beginning: þe\n                    angell sayde to þe þat þe fruyt off þi body sulde be\n                    blyssyde / Ande now in þe dome of þe Iewys It es a\n                    cursede.",
            "Editions": "\n\nFloyer,  John Kestell,  and  Sidney Graves Hamilton.  \n             Catalogue of Manuscripts Preserved in the Chapter Library of Worcester\n                Cathedral.\n         Oxford: for the Worcester Historical Society, by James Parker,\n            1906: 6.\nOwst,  Gerald Robert. \n             Literature and Pulpit in Medieval England.\n         Cambridge: UP, 1933: 541.\nSaupe,  Karen,\n                        ed.  \n             Middle English Marian\n                    Lyrics.\n         Kalamazoo, MI: Western Michigan University for TEAMS, 1998: 90; 218.\n\n",
            "folio": "f. 12v"
        }
    }
}