{
    "_id": 74,
    "_header": "A Jews child in Buterie while by old daw",
    "Title(s)": "South English Legendary",
    "Subjects": "Virgin Mary, miracles of; miracles",
    "Versification": "— two-line — aa",
    "_description": "The little Jew, a miracle of the Virgin, in the South English Legendary — in couplets",
    "_witnesses": {
        "BodLauMis463": {
            "First Lines": "\nA Giewes child in a time while bi olde daweWiþ Cristen\n                    children ofte pleied as children wile fawe…\n",
            "Last Lines": "\n…Elles þei hadden shrewen beo ffor þe miracle of\n                    þilk childeMani miracles man may telle of oure lady suete &\n                    mylde\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 54va-55ra"
        },
        "OxfTri57": {
            "First Lines": "\nA gewes child in o tyme whyse be olde dawewith cristene children\n                    ofte playde as children willeþ fawe…\n",
            "Last Lines": "\n…Elles hy hadde scherewen y beo for þe meracle of þulke\n                    childeManye meracles me may ȝut telle of oure leuedy swete &\n                    mylde\n",
            "Attributed Title": "\nMiraculum Marie (RT, f. 52v)",
            "folio": "ff. 52v-53"
        },
        "CULAdd3039": {
            "First Lines": "\nA Jewes childe in Bitury somtyme as storyȝ sayWith crestyn\n                    childre oft he ȝode amange þaim to playOn þe Pasche day it\n                    befell þat cristen childre gon draghVn to þe kirke with cristen\n                    folke as it was þer laghe…\n",
            "Last Lines": "\n…Þis miracle verraly befell of þis ilk\n                    childeÞurgh vertu of our swete lady þat euermore is meke &\n                    mylde\n",
            "folio": "f. 107v"
        },
        "CamCCC145": {
            "First Lines": "\nA Giwes child in buturie wile bi olde daweWiþ cristene\n                    childrene ofte pleide as children wolleþ ȝute vawe…\n",
            "Last Lines": "\n…Elles hi hadde ssrewen i be for miracle of þulke\n                    childeOf mo miracle me may ȝute telle of oure leuedi swete &\n                    milde\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 227.\n",
            "folio": "ff. 85v-86"
        },
        "CamMagPep2344": {
            "First Lines": "\nA Gyewes child in Bytinye som tyme by olde daweWiþ cristene\n                    children pleyde as children wolleþ ffawe…\n",
            "Last Lines": "\n…Elles hi hadde schrewen ybeo nere miracle of þulke\n                    childeOf mo miracles ich wolle ȝou telle of oure lady swete &\n                    mylde\n",
            "Attributed Title": "\nMiraculum Sancte Marie (RT)",
            "folio": "pp. 303-304"
        },
        "BLCottCleoDIX": {
            "First Lines": "\n[A] Giewes child in butterne iwhile bi old daweWiþ cristen\n                    children ofte he pleide as children wolleþ fawe…\n",
            "Last Lines": "\n…Elles hi hadde schrewen ibeo for miracle of þulc\n                    childeOf mo miracles me mai telle ȝut of marie swete &\n                    milde\n",
            "Note": "\nFolio number reflects the most recent foliation. Space left for enlarged\n                    ‘A’, which was left blank.",
            "folio": "ff. 151v-152"
        },
        "BLCottJulDIX": {
            "First Lines": "\nA Iwes child in buterie som time be olde dauewit cristin children ofte pleide os children wollet ȝut fawe…\n",
            "Last Lines": "\n…elles hi hadde schreuen ibe for miracle of Vilke childeof mo miracles me mai ȝut telle of our ladi suete & milde\n",
            "Note": "\n“Capitulum Ciii” added to right margin by later hand (f. 301v).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 301v-302"
        },
        "BLEge2891": {
            "First Lines": "\nA Giwes child in buturie wile bi olde daweWiþ cristene children ofte pleide as children wolleþ ȝute fawe…\n",
            "Last Lines": "\n…Elles hi hadde ssrewen ibeo nere miracle of þulke childeOf mo miracle ichelle ȝut telle of oure leuedi swete & milde\n",
            "folio": "ff. 94v-95"
        },
        "BLHar2277": {
            "First Lines": "\nA gywes child in o tyme while bi olde daweWiþ cristene childerne ofte pleide as childerne wolleþ ȝut fawe…\n",
            "Last Lines": "\n…Elles hit hadde schrewon ibeo for miracle of þulke childeMeni miracles me mai ȝut telle of oure leuedi suete & milde\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nTryon,  Ruth Wilson. \n             “Miracles of Our Lady in Middle English Verse.” \n             PMLA\n         38 (1923): 308-81: 313-14.\n",
            "folio": "ff. 60v-61"
        }
    }
}