{
    "_id": 83,
    "_header": "A knight there was in England by north here beside",
    "Title(s)": "South English Legendary",
    "Subjects": "Virgin Mary, miracles of; miracles; miracles",
    "Versification": "— two-line — aa",
    "_description": "The Oxford Scholar, a miracle of the Virgin, in the South English Legendary — in couplets",
    "_witnesses": {
        "BodLauMis463": {
            "First Lines": "\nA Knight þer was in engelond bi norþ here bisideA\n                    ȝong child he hadd bi his wif As god wolde it sholde\n                    bitide…\n",
            "Last Lines": "\n…Þe miracle was þo hold soþ of þis holy\n                    childeWiþ eche thing alday we seoþ oure lady suete &\n                    mylde\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 56ra-56va"
        },
        "OxfTri57": {
            "First Lines": "\nA knyȝt þer was in Engelonde by fore her be sydeA\n                    ȝong child he hadde by his wyf as god wolde it sholde be\n                    tyde…\n",
            "Last Lines": "\n…Þe meracle was þo i holde soth of þis holy\n                    childewith eche þyng al day we seþ oure Leuedy swete and\n                    mylde\n",
            "Attributed Title": "\nMiraculum Marie (RT, f. 54v)",
            "folio": "ff. 54v-55v"
        },
        "CULAdd3039": {
            "First Lines": "\nA knyght þer was in Ingland þat dwelled in þe north\n                    sideA knafe childe he had with his wyfe als god wolde þat tideHis\n                    modre a day when he was ȝonge þis childe to kirke sho\n                    broghtÞis childe in þe kirke behelde þe rode &\n                    þeron he had grete thoght…\n",
            "Last Lines": "\n…Þus was þis miracle proued sothe of þis ilk\n                    childeBlissed mot þat lady be þat is bothe meke &\n                    mylde\n",
            "folio": "ff. 110-111"
        },
        "CamCCC145": {
            "First Lines": "\nA kniȝt þer was in engelonde by northe here bisideA\n                    ȝong sone he hadde bi his wyf as god wolde it ssolde\n                    bitide…\n",
            "Last Lines": "\n…Þe miracle was þo iholde soþ of þis holy\n                    childeWiþ ech þing alday we seoþ oure leuedi swete &\n                    milde\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 235.\n",
            "folio": "ff. 88v-89"
        },
        "CamMagPep2344": {
            "First Lines": "\nA Kniȝt þer was in Engelonde by Northþe her by sydeA\n                    ȝong sone he hadde by his wyf as god wolde so hit more by\n                    tyde…\n",
            "Last Lines": "\n…Þe miracle was yholde soþ of þis goede\n                    childeWiþ eche þing al day we seoþ þat oure lady swete\n                    is & mylde\n",
            "Attributed Title": "\nMiraculum [Sancte Marie] (RT)",
            "folio": "pp. 308-309"
        },
        "CamTCC605": {
            "First Lines": "\nA knyȝt þer was in englonde by norþe here by sydeA\n                    ȝong sone he hadde by his wyf as hit dude bytyde…\n",
            "Last Lines": "\n…þe myracle was þo yholde soþ of þis holy\n                    chyldeIn eche þing we sey þat oure leuedy is swete &\n                    mylde\n",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 24-25"
        },
        "BLAdd10301": {
            "First Lines": "\nA kniȝt þer was in engelonde by norþe here by sydeA\n                    ȝong sone he hadde by is wif as god wolde it solde\n                    bitide…\n",
            "Last Lines": "\n…Þe miracle was þo i holde soþ of þis holy\n                    childeWn eche þing al day we seþ oure lady swete &\n                    milde\n",
            "Attributed Title": "\nMiraculum (RT)",
            "folio": "ff. 103-104"
        },
        "BLCottCleoDIX": {
            "First Lines": "\n[A] kniȝte þer was in engelond bi norþe here bi\n                    sideA ȝonge sone he hadde bi his wif as god wolde hit scolde bi\n                    tide…\n",
            "Last Lines": "\n…Þe miracle was þo iholde soþ of þis holi\n                    childWiþ ech þinge al dai we seoþ oure leuedi swete &\n                    mild\n",
            "Note": "\nFolio number reflects the most recent foliation. Space left for enlarged\n                    ‘A’, which was left blank.",
            "folio": "ff. 154v-155"
        },
        "BLEge2891": {
            "First Lines": "\n…Ech mon amorwe bote hi tweie wende hom mis endeffelawe quaþ þat on it is tyme þat we þe tapres tende…\n",
            "Last Lines": "\n…þe miracle was þo holde soþ of þis holy childeWan ech þing alday we seoþ oure leuedi swete & milde\n",
            "Note": "\nBegins incomplete at top of folio, lacking lines 1-40.",
            "folio": "f. 97r1"
        },
        "BLHar2277": {
            "First Lines": "\nA kniȝt þer was in Engelond by norþe her bisideA ȝung child he hadde bi his wyf as god wolde hit scholde bitide…\n",
            "Last Lines": "\n…þe Miracle was þo iholde soþ of þis holi childeWiþ eche þing alday we seoþ oure leuedi suete & mylde\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nTryon,  Ruth Wilson. \n             “Miracles of Our Lady in Middle English Verse.” \n             PMLA\n         38 (1923): 308-81: 319-20.\n",
            "folio": "ff. 63r2-64"
        }
    }
}