{
    "_id": 84,
    "_header": "A knight there was in land while great man withall and wise",
    "Title(s)": "South English Legendary",
    "Subjects": "Virgin Mary, miracles of; miracles",
    "Versification": "— two-line — aa",
    "_description": "Saved by learning Two Words, a miracle of the Virgin, in the South English Legendary — in couplets",
    "_witnesses": {
        "BodLauMis463": {
            "First Lines": "\nA Knight þer was in lond while gret man with all & wisAtte\n                    last he him bithoughte þat þe world was of litel\n                    pris…\n",
            "Last Lines": "\n…An y seye hou god it was Oure lady to greteȜet we wole\n                    more telle Of hire þat is so suete\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 55vb-56ra"
        },
        "OxfTri57": {
            "First Lines": "\nA knyȝt þer was a londe whyse gret man with alle &\n                    wysatte laste he be þoȝte þat þe worlde was of lite\n                    prys…\n",
            "Last Lines": "\n…And y seȝe how guod it was oure Leuedy to greteȜut\n                    we willeþ telle more of here for hy is guod & swete\n",
            "Attributed Title": "\nMiraculum Marie (f. 54v)",
            "folio": "f. 54v"
        },
        "CULAdd3039": {
            "First Lines": "\nA knyght þer was whilome in lande a grete lorde & wyseAnd\n                    ate laste he hym be thoght þis worlde was of litil prisHe put hym to\n                    religioune & al þis worlde forsokeffor to serue god & our lady\n                    to þaim he hym betoke…\n",
            "Last Lines": "\n…&sagh þat it was nedeful þinge our lady for to\n                    greteBlissed mote scho euer be boþe maiden & modre\n                    swete\n",
            "Note": "\n13 couplets.",
            "folio": "f. 110"
        },
        "CamCCC145": {
            "First Lines": "\nA kniȝt þer was a londe wile gret man wiþ alle\n                    iwisAtte laste he him biþoȝte þat þe worle was of lite\n                    pris…\n",
            "Last Lines": "\n…And iseie hou god it was oure leuedi forto greteȜute we\n                    wolleþ telle more of hure he is so god & swete\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 234.\n",
            "folio": "ff. 88-88v"
        },
        "CamMagPep2344": {
            "First Lines": "\nA kniȝt þer was in londe while gret man wiþ alle\n                    ywisAtte laste he him by þouȝte þat þe world was of\n                    lutel pris…\n",
            "Last Lines": "\n…Þere alle yseye how goed hit is oure lady to\n                    greteȜut telle we wolleþ more of hure ffor ȝeo is so goed\n                    & swete\n",
            "Attributed Title": "\nMiraculum [Sancte Marie] (RT)",
            "folio": "pp. 307-308"
        },
        "CamTCC605": {
            "First Lines": "\nA knyȝt þer was wyle grete man mydalle & wyseAtte laste he hym byþoȝt þat þe worle was of lyte prise…\n",
            "Last Lines": "\n…þer by me may yse hou goud hit ys to greteof oure leuedy marie þat is so mylde & swete\n",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "f. 247"
        },
        "BLAdd10301": {
            "First Lines": "\nA kniȝt þer was a londe wile gret man wiþ alle y\n                    wisAtte laste he him by þoȝte þat þe worle was of lite\n                    pris…\n",
            "Last Lines": "\n…And yseie hou gode it was oure lady forto greteȝut we\n                    wulleþ telle more of hure ȝo is so gode & swete\n",
            "Attributed Title": "\nMiraculum (RT)",
            "folio": "ff. 102v-103"
        },
        "BLCottCleoDIX": {
            "First Lines": "\n[A] kniȝt þer was a lond while gret man wiþ al\n                    iwisAte laste he him biþouȝt þat þe world was of lute\n                    pris…\n",
            "Last Lines": "\n…And iseiȝe hou gode hit was oure leuedi forto\n                    greteȜut we wolleþ telle more of hire for ȝeo is so gode\n                    & swete\n",
            "Note": "\nFolio number reflects the most recent foliation. Space left for enlarged\n                    ‘A’, which was left blank.",
            "folio": "ff. 154-154v"
        },
        "BLCottJulDIX": {
            "First Lines": "\nA kniȝt þer was alonde while gret man with alle & wisate laste he him biþoȝte þat þe worle was of lute pris…\n",
            "Last Lines": "\n…& seie hou god hit was our ladi forto greteȝut we wollet telle more of hire heo is so gud & suete\n",
            "Note": "\n“Capitulum Cvi” added to right margin by later hand (f. 304).",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "f. 304r1"
        },
        "BLHar2277": {
            "First Lines": "\nA kniȝt was while a riche man þat honurede moche mid alleOure leuedi & alle hire festes þat in þe ȝer doþ falle…\n",
            "Last Lines": "\n…Of oure leuedi faire Miracles we seoþ al day & greteÞeȝ we habbe of summe itold ȝut nole we noȝt lete\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nTryon,  Ruth Wilson. \n             “Miracles of Our Lady in Middle English Verse.” \n             PMLA\n         38 (1923): 308-81: 319-20.\n",
            "folio": "f. 63r1"
        }
    }
}