{
    "_id": 85,
    "_header": "A knight was while a rich man that honoured much mid all",
    "Note": "Cf. 2758, 3913.",
    "Title(s)": "South English Legendary",
    "Subjects": "Virgin Mary, miracles of; miracles",
    "Versification": "— two-line — aa",
    "_description": "A miracle of Our Lady, the Virgin Mary comes to Devil instead of Victim, in the South English Legendary — in couplets",
    "_witnesses": {
        "BodLauMis463": {
            "First Lines": "\nA Knight was while a riche man þat honoured mich wiþ\n                    alleOure lady & alle hire festes þat in þe ȝer doþ\n                    falle…\n",
            "Last Lines": "\n…Of oure lady al day we seoþ ffaire miracles &\n                    greteÞei we haue of somme y told ȝet wile we not lete\n",
            "Note": "\nTwo columns per page, one full-line, the other half-line.",
            "folio": "ff. 55rb-55vb"
        },
        "OxfTri57": {
            "First Lines": "\nA knyȝt was whyle a riche man þat honourede moche with\n                    alleOure Leuedy and alle here festen þat in þe ȝer doþ\n                    falle…\n",
            "Last Lines": "\n…Of oure Leuedy faire meracles al day we seþ and\n                    greteþeȝ we haue of synne y told ȝut nelle we noȝt\n                    lete\n",
            "Attributed Title": "\nMiraculum Marie (RT, f. 53v)",
            "folio": "ff. 53v-54v"
        },
        "CULAdd3039": {
            "First Lines": "\nA Knyght was while a rich man þat moste honourde of alOur lady\n                    & hir days al os þai in þe ȝere gon falGret festis he\n                    made hade his power ilk a lady dayIn honour of our swet lady hir to plese\n                    & pay…\n",
            "Last Lines": "\n…And when þai died to heuene þai went þurgh our\n                    lordeȝ graceNow goddeȝ modre pray for vs & brynge vs to\n                    þat place\n",
            "folio": "ff. 109-110"
        },
        "CamCCC145": {
            "First Lines": "\nA kniȝt was wile a richeman þat honurede muche mid\n                    alleOure leuedi & al hure festes þat in þe ȝer doþ\n                    falle…\n",
            "Last Lines": "\n…Of oure leuedy faire miracles we seoþ aldai &\n                    greteÞei we habbe of somme itold ȝute nolle we noȝt\n                    lete\n",
            "Editions": "\nD’Evelyn,  Charlotte,  and  A. J. Mill, eds.  \n             The South English Legendary: Corpus Christi College Cambridge MS. 145\n                and British Museum MS. Harley 2277, with variants from Bodley MS. Ashmole 43 and\n                British Museum MS. Cotton Julius D.ix.\nEETS\n         o.s. 235 (1959), 236 (1956); repr. 1967: 231.\n",
            "folio": "ff. 87-88"
        },
        "CamTCC605": {
            "First Lines": "\nA knyȝt was wyle a ryche man þat honoured muche myd\n                    alleoure leuedy & hure festes þat in þe ȝere doþ\n                    falle…\n",
            "Last Lines": "\n…& seruys oure leuedy wel þat to hem was myld &\n                    hende& worle goud hii hadde ynow to here lyues ende\n",
            "Attributed Title": "\nMiraculum (RT, ff. 246v-247)",
            "Facsimiles": "\n\nDigital Facsimile of Trinity College Cambridge MS R.3.25.\n         https://mss-cat.trin.cam.ac.uk/Manuscript/R.3.25. \n",
            "folio": "ff. 246-247"
        },
        "CamMagPep2344": {
            "First Lines": "\nA kniȝt was while a riche man þat honourede muche wiþ\n                    alleOure lady and alle hure ffestes þat in þe ȝer doþ\n                    ffalle…\n",
            "Last Lines": "\n…Of oure lady ffayre miracles al day we seoþ and\n                    greteÞey we habbe of some ytold ȝut nelle we nouȝt\n                    lete\n",
            "Attributed Title": "\nMiraculum [Sancte Marie] (RT)",
            "folio": "pp. 305-307"
        },
        "BLAdd10301": {
            "First Lines": "\nA kniȝt was wile ariche man þat honurede Muche wiþ\n                    alleOure lady & al hure festes þat in þe ȝere doþ\n                    falle\n",
            "Last Lines": "\n…Of oure lady feyre miracles we seþ al day &\n                    greteÞey we have of somme y tolde ȝut nolle we noȝt\n                    lete\n",
            "Attributed Title": "\nMiraculum (RT)",
            "folio": "ff. 101v-102v"
        },
        "BLCottCleoDIX": {
            "First Lines": "\n[A] kniȝt was while a riche man þat honoured moche mid\n                    alleOure leuedi & alle hire festes þat in þe ȝer\n                    doþ falle…\n",
            "Last Lines": "\n…Of oure leuedies faire miracles we seoþ al dai so\n                    greteÞeiȝ we habbe of som itolde ȝut wole wel nouȝt\n                    lete\n",
            "Note": "\nFolio number reflects the most recent foliation. Space left for enlarged\n                    ‘A’, which was left blank.",
            "folio": "ff. 153-154"
        },
        "BLCottJulDIX": {
            "First Lines": "\nA kniȝt was while aricheman þat onoureþe moche with alleour lady & cl hire festes þat in þe ȝer doþ falle…\n",
            "Last Lines": "\n…of our ladi fair miracle we seþ alday & greteþei we haue of some itold ȝut nolle we noȝt lete\n",
            "Note": "\n“Capitulum Cv” added to left margin by later hand (f. 302v); “& cl” crossed through after “lady” in second line.",
            "Facsimiles": "\n\nDigital Facsimile of British Library  Cotton Julius MS D IX.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?ref=Cotton_MS_Julius_D_IX. \n",
            "folio": "ff. 302v-304"
        },
        "BLEge2891": {
            "First Lines": "\nA kniȝt was wile a riche man þat honurede muche wiþ alleOure leuedi and al hure festes þat in þe ȝer doþ falle…\n",
            "Last Lines": "\n…Wiþ þis word þou wende forþ þe kniȝt ne sei hure namoreHe vnder stod wel wo it was he gan to sike sore…\n",
            "Note": "\nEnds incomplete at bottom of folio.",
            "folio": "ff. 96-97"
        },
        "BLHar2277": {
            "First Lines": "\nA kniȝt was while a riche man þat honurede moche mid alleOure leuedi & alle hire festes þat in þe ȝer doþ falle…\n",
            "Last Lines": "\n…Of oure leuedi faire Miracles we seoþ al day & greteÞeȝ we habbe of summe itold ȝut nole we noȝt lete\n",
            "Facsimiles": "\n\nDigital Facsimile of British Library Harley MS 2277.\n         https://www.bl.uk/manuscripts/FullDisplay.aspx?index=0&ref=Harley_MS_2277. \n",
            "Editions": "\nTryon,  Ruth Wilson. \n             “Miracles of Our Lady in Middle English Verse.” \n             PMLA\n         38 (1923): 308-81: 319-20.\n",
            "folio": "ff. 61v-63"
        }
    }
}